Repository: grommunio/grommunio-web
Catalog: plugins/smime/language/*.UTF-8/LC_MESSAGES/plugin_smime.po
Languages: fr_fr, ja_jp, nl_nl, pt_pt

source: Change passphrase
nl_nl: Wachtwoordzin wijzigen
pt_pt: Alterar frase-chave

source: Cancel
fr_fr: Annuler
nl_nl: Annuleren
pt_pt: Cancelar

source: Old passphrase
nl_nl: Oude wachtwoordzin
pt_pt: Frase-chave antiga

source: Wrong passphrase. Please try again
nl_nl: Foutieve wachtwoordzin. Probeer nogmaals
pt_pt: Frase-chave errada. Por favor tente novamente

source: New passphrase
nl_nl: Nieuwe wachtwoordzin
pt_pt: Nova frase-chave

source: Confirm new passphrase
nl_nl: Nieuwe wachtwoordzin bevestigen
pt_pt: Confirmar nova frase-chave

source: The passphrases don't match. Please try again
nl_nl: De wachtwoordzinnen komen niet overeen. Probeer het nogmaals
pt_pt: As frases-chave não coincidem. Por favor tente novamente

source: S/MIME Message
fr_fr: Message S/MIME
ja_jp: S/MIME メッセージ
nl_nl: S/MIME Bericht
pt_pt: Mensagem S/MIME

source: Passphrase changed succesfully
nl_nl: Wachtwoordzin succesvol gewijzigd
pt_pt: Frase-chave alterada com sucesso

source: S/MIME Passphrase
ja_jp: S/MIME パスフレーズ
nl_nl: S/MIME wachtwoordzin
pt_pt: Frase-chave S/MIME

source: Submit
fr_fr: Soumettre
ja_jp: 登録
nl_nl: Versturen
pt_pt: Submeter

source: Certificate passphrase
fr_fr: Passphrase de certificat
ja_jp: Certificate パスフレーズ
nl_nl: Wachtwoordzin certificaat
pt_pt: Frase-chave do certificado

source: The passphrase you typed is incorrect. Please try again.
nl_nl: De ingevoerde wachtwoordzin is onjuist. Probeer nogmaals.
pt_pt: A frase-chave que introduziu está incorreta. Por favor tente novamente.

source: No certificates imported, please upload your private certificate
nl_nl: Geen certificaten geïmporteerd, upload uw privécertificaat
pt_pt: Nenhum certificado importado. Por favor envie o seu certificado privado

source: Valid from
fr_fr: Valide de
ja_jp: から有効
nl_nl: Geldig vanaf
pt_pt: Válido a partir de

source: Expires
fr_fr: Expire
ja_jp: 有効期限
nl_nl: Verloopt
pt_pt: Expira

source: Type
ja_jp: タイプ
pt_pt: Tipo

source: Loading certificates
fr_fr: Charge les certificats
ja_jp: 証明書を読み込み中です
nl_nl: Certificaten laden
pt_pt: A carregar certificados

source: S/MIME Plugin
fr_fr: Plugin S/MIME
ja_jp: S/MIMEプラグイン
pt_pt: Plugin S/MIME

source: Please select a certificate.
fr_fr: Veuillez sélectionner un certificat.
ja_jp: 証明書を選択してください。
nl_nl: Selecteer een certificaat.
pt_pt: Por favor selecione um certificado.

source: Do you really want to remove your private certificate? If you remove your certificate you will not be able to sign or decrypt S/MIME emails.
fr_fr: Voulez-vous vraiment supprimer votre certificat privé ? Si vous supprimez votre certificat vous ne serez plus en mesure de signer ou de décrypter des courriers S/MIME.
ja_jp: プライベート証明書を削除してもよろしいですか? もしこの証明書を削除した場合、電子メールに対するS/MIME署名や暗号化が利用できなくなります。
nl_nl: Wilt u het privécertificaat echt verwijderen? Wanneer het certificaat is verwijderd kunnen S/MIME emails niet meer ondertekend of ontsleuteld worden.
pt_pt: Tem a certeza que quer remover o seu certificado privado? Se remover o seu certificado não será capaz de assinar ou desencriptar as suas mensagens S/MIME.

source: Certificate details
fr_fr: Détails du certificat
ja_jp: 証明書詳細
nl_nl: Certificaatdetails
pt_pt: Detalhes do certificado

source: Below you can view and delete public & private certificate(s) stored on the server.
fr_fr: Ci-dessous vous pouvez voir et supprimer le(s) certificat(s) public(s) & privé(s) stocké(s) sur le serveur.
ja_jp: 以下があなたが閲覧できる、または削除ができるサーバへ保存されている公開及びプライベート証明書です。
nl_nl: Hieronder kunnen op de server opgeslagen privé & publieke certificaten worden ingezien en verwijderd.
pt_pt: Aqui pode ver e apagar os certificados públicos e privados guardados no servidor.

source: Filter on Email
fr_fr: Filtrer sur le courrier
ja_jp: Emailでフィルタ
nl_nl: Filter op email
pt_pt: Filtrar por endereço

source: Remove
fr_fr: Supprimer
ja_jp: 削除
nl_nl: Verwijderen
pt_pt: Remover

source: Details
fr_fr: Détails
ja_jp: 詳細
pt_pt: Detalhes

source: Public & Private certificates
fr_fr: Certificats publics & privés
ja_jp: 公開及びプライベート証明書
nl_nl: Publieke & Privé certificaten
pt_pt: Certificados Públicos e Privados

source: You don't have a valid certificate corresponding to your account
fr_fr: Vous ne disposez pas d'un certificat valide correspondant à votre compte
ja_jp: あなたのアカウントに一致する有効な証明書がありません
nl_nl: Er is geen geldig certificaat gekoppeld aan uw account
pt_pt: Não tem nenhum certificado válido correspondente à sua conta

source: Personal certificate
fr_fr: Certificat personnel
ja_jp: パーソナル証明書
nl_nl: Persoonlijk certificaat
pt_pt: Certificado pessoal

source: You have a valid certificate corresponding to your account
fr_fr: Vous disposez d'un certificat valide correspondant à votre compte
ja_jp: あなたのアカウントに一致する有効な証明書があります
nl_nl: Er is een geldig certificaat gekoppeld aan uw account
pt_pt: Tem um certificado válido correspondente à sua conta

source: Upload your certificate
fr_fr: Chargez votre certificat
ja_jp: 証明書をアップロード
nl_nl: Upload uw certificaat
pt_pt: Enviar o seu certificado

source: Below you can upload your private certificate in PKCS#12 format. The WebApp only accepts certificates which are valid and only stores one private certificate on the server.
fr_fr: Ci-dessous vous pouvez charger votre certificat privé au format PKCS#12. Le WebApp accepte seulement les certificats qui sont valides et stock uniquement un certificat privé sur le serveur.
ja_jp: PKCS#12フォーマットの証明書をアップロードすることができます。WebAppでは個人証明書であり有効であるものに限り、サーバにて受け付けることができます。
nl_nl: Hier kunt u uw privé certificaat uploaden in PKCS#12 formaat. WebApp accepteert alleen geldige certificaten en kan één privécertificaat opslaan op de server.
pt_pt: Aqui pode enviar o seu certificado privado no formato PKCS#12. A WebApp só aceita certificados que são válidos e só guarda um certificado privado no servidor.

source: Select
fr_fr: Sélectionner
ja_jp: 選択
nl_nl: Selecteer
pt_pt: Selecionar

source: Private certificate
fr_fr: Certificat privé
ja_jp: プライベート証明書
nl_nl: Privé certificaat
pt_pt: Certificado privado

source: Upload
fr_fr: Charger
ja_jp: アップロード
pt_pt: Enviar

source: You must fill in the certificate passphrase to upload your certificate.
nl_nl: De wachtwoordzin moet worden ingevoerd om uw certificaat te uploaden.
pt_pt: Tem que inserir a frase-chave para poder enviar o certificado.

source: You must first select a valid private certificate in PKCS#12 format.
nl_nl: Er moet een geldige privésleutel in PKCS#12 formaat worden geselecteerd.
pt_pt: Tem que selecionar um certificado privado válido no formato PKCS#12.

source: Sign
fr_fr: Signer
ja_jp: 署名
nl_nl: Ondertekenen
pt_pt: Assinar

source: Sign message
fr_fr: Signer le message
ja_jp: 署名メッセージ
nl_nl: Bericht ondertekenen
pt_pt: Assinar mensagem

source: Ensure the authenticity of the message by adding a digital signature to this message. Any changes to the message will invalidate the signature.
fr_fr: Assurer l'authenticité du message en ajoutant une signature numérique à ce message. Tous changements au message invalidera la signature.
ja_jp: メッセージへデジタル署名を追加することにより、メッセージの送信元を証明します。変更が加わると署名は無効なものとなります。
nl_nl: Bewijs de authenticiteit van het bericht door een digitale handtekening aan dit bericht toe te voegen. Wijzigingen aan het bericht maken de handtekening ongeldig.
pt_pt: Garanta a autenticidade da mensagem adicionando-lhe uma assinatura digital. Qualquer alteração posterior efetuada na mensagem irá invalidar a assinatura.

source: Encrypt
fr_fr: Chiffrer
ja_jp: 暗号化
nl_nl: Versleutel
pt_pt: Encriptar

source: Encrypt message
fr_fr: Chiffrer le message
ja_jp: 暗号化メッセージ
nl_nl: Bericht versleutelen
pt_pt: Encriptar mensagem

source: Ensure the privacy of the message by encrypting its contents. Only the recipient of the message will be able to open it.
fr_fr: Assurer la confidentialité du message en chiffrant son contenu. Seul le destinataire du message sera en mesure de l'ouvrir.
ja_jp: その内容を暗号化することでプライバシーを確保します。そのメッセージは受信者に限り閲覧することができます。
nl_nl: Garandeer de privacy van het bericht door de inhoud te versleutelen. Alleen de ontvanger van het bericht zal het kunnen openen.
pt_pt: Garanta a privacidade da mensagem encriptando o seu conteúdo. Só os destinatários da mensagem serão capazes de a abrir.

source: What's going on with my email?
fr_fr: Qu'est ce qui se passe avec mon courriel ?
ja_jp: 私のメールに何が発生していますか?
nl_nl: Wat gebeurt er met mijn email?
pt_pt: Que está a acontecer com as minhas mensagens?

source: WebApp can verify digital signatures of emails. A successful verification reassures you that the message has not been tampered with and validates the identity of the sender.
fr_fr: Le WebApp peut vérifier les signatures digitales des courriels. Une vérification réussie vous assure que le message n'a pas été altéré et valide l'identité de l'expéditeur.
ja_jp: WebAppは電子メールのデジタル証明書を確認することができます。認証が正しく成功することは、送信者が証明されると共に改ざんされていないことを証明します。
nl_nl: WebApp kan digitale handtekeningen van emails valideren. Een succesvulle validatie toont aan dat het bericht niet is aangepast en bewijst de identiteit van de verzender.
pt_pt: A WebApp é capaz de verificar as assinaturas digitais das mensagens. Uma verificação bem sucedida garante que a mensagem não foi adulterada e valida a identidade do remetente.

source: You are seeing this message because the verification of the digital signature
nl_nl: Dit bericht wordt getoond omdat de verificatie van de digitale handtekening
pt_pt: Está a ver esta mensagem devido à verificação da assinatura digital

source: has failed
nl_nl: is mislukt
pt_pt: que falhou

source: for this message.
fr_fr: Vous voyez ce message à cause de la vérification de la signature digitale") + "<b> " + _(" has failed") + "</b>" + _(" de ce message.
ja_jp: このメッセージは次の理由により表示されています：このメッセージのためのデジタル証明書の認証 ") + "<b> " + _(" has failed") + "</b>" + _(" 。
nl_nl: voor dit bericht.
pt_pt: para esta mensagem.

source: What caused this issue?
fr_fr: Qu'est ce qui à causé ce problème ?
ja_jp: この問題が発生している理由は何ですか?
nl_nl: Wat veroorzaakt dit probleem?
pt_pt: Qual a causa deste problema?

source: What should I do?
fr_fr: Que devrais-je faire ?
ja_jp: 対応方法はありますか?
nl_nl: Wat moet ik doen?
pt_pt: Que devo fazer?

source: You can continue to work. However, you should keep in mind that the identity and the authenticity of the message content could not be verified.
fr_fr: Vous pouvez continuer à travailler. Cependant, vous devez garder à l'esprit que l'identité et l'authenticité du contenu du message ne peuvent pas être vérifiées.
ja_jp: あなたは継続してメール作成を行えます。しかし、メッセージ内容は正しく認証されていないことにご注意ください。
nl_nl: U kunt door blijven werken. Houd er rekening mee dat de identiteit van de verzender en de authenticiteit van het bericht niet konden worden gevalideerd.
pt_pt: Pode continuar a trabalhar. No entanto deve ter em atenção que a identidade do remetente e autenticidade do conteúdo da mensagem não puderam ser atestados.

source: You can contact your helpdesk or system administrator if you are not sure what to do next.
fr_fr: Vous pouvez contacter votre service d'assistance ou votre administrateur système si vous n'êtes pas sûr de ce qu'il faut faire ensuite.
ja_jp: 対応方法が不明な場合、ヘルプデスク、もしくはシステム管理者へお問い合わせください。
nl_nl: Neem contact op met de helpdesk of uw systeembeheerder wanneer het niet zeker is wat moet worden gedaan.
pt_pt: Pode contactar o helpdesk ou o administrador de sistema se não tiver a certeza como proceder.

source: WebApp can verify digital signatures of emails. A successful verification reassures you
fr_fr: WebApp peut vérifier les signatures numériques des courriels. Une vérification réussie vous rassure
ja_jp: WebAppは電子メールのデジタル証明書を認証することができました。認証は成功していますので、ご安心ください。
nl_nl: WebApp kan digitale handtekeningen valideren. Een succesvolle validatie bewijst
pt_pt: A WebApp é capaz de verificar as assinaturas digitais das mensagens. Uma verficação bem sucedida garante que

source: that the message has not been tampered with and validates the identity of the sender.
fr_fr: que le message n'a pas été altéré et valide l'identité de l'expéditeur.
ja_jp: 送信者認証が完了と共に内容が改ざんされていないことを確認いたしました。
nl_nl: dat het bericht niet is gewijzigd en valideert de identiteit van de verzender.
pt_pt: a mensagem não foi adulterada e valida a identidade do remetente.

source: The verification of the digital signature was successful for this email message.
fr_fr: La vérification de la signature numérique a été un succès pour ce message.
ja_jp: デジタル証明書の認証は正しく成功しました。
nl_nl: De validatie van de digitale handtekening was succesvol voor dit email bericht.
pt_pt: A verificação da assinatura digital desta mensagem foi bem sucedida.

source: WebApp could not find a public certificate for the recipient.
fr_fr: WebApp ne peut pas trouver un certificat public pour le destinataire.
ja_jp: WebAppは受信者の公開鍵を見つけることができませんでした。
nl_nl: WebApp kon voor de ontvanger geen publiek certificaat vinden.
pt_pt: A WebApp não encontrou o certificado público do destinatário.

source: The identity of the sender and authenticity of the message content have been verified, but the certificate used to sign the message expired on [d-m-Y].
fr_fr: L'identité de l'expéditeur et l'authenticité du contenu du message a été vérifié, mais le certificat utilisé pour signer le message a expiré le [d-m-Y].
ja_jp: メッセージ内容及び送信者の特定が確認されました。しかし、証明書の有効期限は [d-m-Y] となっています。
nl_nl: De identiteit van de verzender en de authenticiteit van het bericht zijn gecontroleerd, maar het certificaat dat is gebruikt om het bericht te ondertekenen is verlopen op [d-m-Y].
pt_pt: A identidade do remetente e a autenticidade do conteúdo da mensagem foram validados, mas o certificado usado para assinar a mensagem expirou em [d-m-Y].

source: The digital signature could not be verified for unknown reasons.
fr_fr: La signature numérique n'a pu être vérifiée pour des raisons inconnues.
ja_jp: 原因不明によりデジタル証明書を確認することができませんでした。
nl_nl: De digitale handtekening kon niet worden gevalideerd om onbekende redenen.
pt_pt: Não foi possível verificar a assinatura digital por razões desconhecidas.

source: The digital certificate used to sign this message has been revoked (i.e. the sender has marked it as compromised)
fr_fr: Le certificat numérique utilisé pour signer ce message a été révoqué (à savoir : L'expéditeur l'a marqué comme compromis)
ja_jp: このメッセージに証明されていたデジタル証明書は無効化されています。(例：送信者により廃棄されている場合など)
nl_nl: Het digitale certificaat dat is gebruikt om dit bericht te ondertekenen is ingetrokken (de verzender heeft het als gecompromitteerd gemarkeerd)
pt_pt: O certificado digital usado para assinar esta mensagem foi revogado (i.e. o emissor do certificado classificou-o como comprometido)

source: The verification service of the certificate authority that signed the sender's certificate is not available. The validity of the certificate could not be verified.
fr_fr: Le service de vérification de l'autorité de certification qui a signé le certificat de l'expéditeur n'est pas disponibles. La validité du certificat n'a pu être vérifiée.
ja_jp: 送信者の証明書を署名するために必要とする認証局証明書を確認することができませんでした。この証明書の有効性を確認することができませんでした。
nl_nl: De verificatieservice van de certificaat authoriteit die het certificaat van de verzender heeft ondertekend is niet beschikbaar. De geldigheid van het certificaat kon niet worden gevalideerd.
pt_pt: O serviço de verificação da autoridade que assinou o certificado do remetente está indisponível. A validade do certificado não pode ser verificada.

source: The revocation status of the digital certificate used to sign this email is unknown (Server is unavaliable or certificate does not support OCSP). The validity of the certificate could not be verified.
fr_fr: L'état de révocation du certificat numérique utilisé pour signer cet e-mail est inconnue ( Le serveur est indisponible ou le certificat ne prend pas en charge OCSP). La validité du certificat n'a pu être vérifiée.
ja_jp: このメールを署名するために利用されたデジタル証明書の無効化ステータスが不明です（サーバへ接続できないか、OCSPがサポートされていません）。証明書の有効性が確認されませんでした。
nl_nl: De intrekkingsstatus van het digitale certificaat gebruikt om deze email te ondertekenen is niet bekend (server is niet beschikbaar of certificaat ondersteunt geen OCSP). De geldigheid van het certificaat kon niet worden gevalideerd.
pt_pt: O estado de revogação do certificado digital usado para assinar esta mensagem é desconhecido (o servidor está indisponível ou o certificado não suporta OCSP). A validade do certificado não pode ser verificada.

source: The revocation status of the digital certificate used to sign this email is disabled (OCSP). The validity of the certificate could not be verified.
fr_fr: L'état de révocation du certificat numérique utilisé pour signer cet e-mail est désactivé (OCSP). La validité du certificat n'a pu être vérifiée.
ja_jp: このメールを署名するために利用されたデジタル証明書の無効化ステータスが無効です(OCSP)。この証明書の有効性を確認することができませんでした。
nl_nl: De intrekkingsstatus van het digitale certificaat dat is gebruikt om deze email te ondertekenen is uitgeschakeld (OCSP). De geldigheid van het certificaat kon niet worden gevalideerd.
pt_pt: O estado da revogação do certificado digital usado para assinar esta mensagem está desativado (OCSP). A validade do certificado não pode ser verificada.

source: The certificate verification server (OCSP) is temporarly offline.
fr_fr: Le serveur de vérification de certificat (OCSP) est temporairement hors ligne.
ja_jp: この証明書を確認するためのサーバ (OCSP) は一時的にオフラインです。
nl_nl: De server voor het valideren van het certificaat (OCSP) is tijdelijk offline.
pt_pt: O servidor de verificação de certificados (OCSP) está temporariamente indisponível.

source: Sender is removed from the server.
nl_nl: Verzender is verwijderd van de server.
pt_pt: Remetente foi removido do servidor.

source: Signature verified succesfully
fr_fr: Signature vérifiée avec succès
ja_jp: 署名を正しく確認されました
nl_nl: Handtekening succesvol gevalideerd
pt_pt: Assinatura válida

source: Could not verify signature, missing public certificate
fr_fr: Impossible de vérifier la signature, le certificat public est manquant
ja_jp: 公開証明書に問題があるため、署名を確認することができませんでした
nl_nl: Handtekening kon niet worden gevalideerd, publiek certificaat ontbreekt
pt_pt: Não foi possível verificar a assinatura. Certificado público não encontrado

source: Signature verification succesfull, but certificate is expired
fr_fr: La vérification de signature a réussi, mais le certificat a expirée
ja_jp: 署名の確認に成功しました、しかし証明書が有効期限切れしています
nl_nl: Handtekening succesvol gevalideerd, maar certificaat is verlopen
pt_pt: Assinatura validada com sucesso, mas o certificado expirou

source: Signature could not be verified
fr_fr: La signature ne peut pas être vérifié
ja_jp: 署名を確認することができませんでした
nl_nl: Handtekening kon niet worden gevalideerd
pt_pt: Não foi possível validar a assinatura

source: Certificate has been revoked
fr_fr: Le certificat a été révoqué
ja_jp: 証明書は無効化されています
nl_nl: Certificaat is ingetrokken
pt_pt: O certificado foi revogado

source: Verification with Certificate Authority failed
fr_fr: La vérification avec l'autorité de certification a échoué
ja_jp: 証明書発行元の確認に失敗しました
nl_nl: Verificatie met de Certificaat Authoritieit mislukt
pt_pt: Verificação com a Autoridade de Certificação falhou

source: Message decrypted succesfully
fr_fr: Message décrypté avec succès
ja_jp: メッセージの復号化に成功しました
nl_nl: Bericht succesvol ontsleuteld
pt_pt: Mensagem desencriptada com sucesso

source: Message decryption failed
fr_fr: Échec de décryptage du message
ja_jp: メッセージの復号化に失敗しました
nl_nl: Bericht ontsleutelen mislukt
pt_pt: Desencriptação da mensagem falhou

source: Please
nl_nl: Alstublieft
pt_pt: Por favor

source: click here
nl_nl: klik hier
pt_pt: carregue aqui

source: to unlock your certificate
nl_nl: om uw certificaat te ontsleutelen
pt_pt: para desbloquear o seu certificado

source: Cannot determine revocation status of certificate
fr_fr: Impossible de déterminer l'état de révocation du certificat
ja_jp: 証明書の取り消しステータスを確認することができません
nl_nl: Kan intrekkingsstatus van het certificaat niet vaststellen
pt_pt: Não é possível determinar o estado de revogação do certificado

source: Signature verified (OCSP disabled)
fr_fr: Signature vérifiée (OCSP désactivé)
ja_jp: 署名が確認されました (OCSP 無効)
nl_nl: Handtekening gevalideerd (OCSP uitgeschakeld)
pt_pt: Assinatura validada (OCSP desativado)

source: Unable to decrypt this message. Certificate does not match
nl_nl: Kan het bericht niet ontsleutelen. Certificaat komt niet overeen
pt_pt: Não é possível desencriptar esta mensagem. O certificado não corresponde

source: Verification failed. User is removed from the server.
nl_nl: Verificatie gefaald. De gebruiker is verwijderd van de server.
pt_pt: Verificação falhou. O utilizador foi removido do servidor.

source: No certificate avaliable
fr_fr: Pas de certificat disponible
ja_jp: 証明書が存在しません
nl_nl: Geen certificaat beschikbaar
pt_pt: Nenhum certificado disponível

source: Private certificate is not valid yet, unable to sign email
fr_fr: Certificat privé pas encore valide, impossible de signer le courriel
ja_jp: プライベート証明書がまだ有効ではありません、電子メールへ署名することができません
nl_nl: Privé certificaat is nog niet geldig, kan email niet ondertekenen
pt_pt: O certificado privado ainda não é válido. Não é possível assinar a mensagem

source: Private certificate has been expired, unable to sign email
fr_fr: Certificat privé expiré, impossible de signer le courriel
ja_jp: 個人証明書が有効期限切れしています、電子メールへ署名することができません
nl_nl: Privé certificaat is verlopen, kan email niet ondertekenen
pt_pt: O certificado privado expirou. Não é possível assinar a mensagem

source: Private certificate does not match email address
fr_fr: Le certificat privé ne correspond pas avec le courriel
ja_jp: 電子メールのアドレスと個人証明書が一致していません
nl_nl: Privé certificaat komt niet overeen met email adres
pt_pt: O certificado privado não corresponde ao endereço de Email

source: Missing public certificates for the following recipients:
fr_fr: Certificats publics manquants pour les destinataires suivants :
ja_jp: 次の受信者への公開証明書がありません :
nl_nl: Ontbrekend publiek certificaat voor de volgende ontvangers:
pt_pt: Faltam os certificados públicos dos seguintes destinatários:

source: . Please contact your system administrator for details
fr_fr: Merci de contacter votre administrateur système pour plus de détails
ja_jp: 詳細についてはシステム管理者へお問い合わせください
nl_nl: . Neem contact op met uw systeembeheerder voor meer informatie
pt_pt: . Por favor contacte o seu administrador de sistema para mais informações

source: Your public certificate is not installed. Without this certificate, you will not be able to read encrypted messages you have sent to others.
nl_nl: Uw publieke sleutel is niet geinstalleerd. Zonder dit certificaat, kunnen versleutelde berichten die zijn verzonden niet worden gelezen in uw verzonden items.
pt_pt: O seu certificado privado não está instalado. Sem este certificado não será possível ler as mensagens encriptadas que enviou.

source: Certificate is already stored on the server
fr_fr: Le certificat est déjà enregistré sur le serveur
ja_jp: 証明書は既にサーバへ保存されています
nl_nl: Certificaat is al opgeslagen op de server
pt_pt: O certificado já existe no servidor

source: New certificate uploaded
fr_fr: Nouveau certificat chargé
ja_jp: 新しい証明書がアップロードされました
nl_nl: Nieuw certificaat geüpload
pt_pt: Novo certificado enviado

source: Certificate uploaded
fr_fr: Certificat chargé
ja_jp: 証明書がアップロードされました
nl_nl: Certificaat geüpload
pt_pt: Certificado enviado

source: Unable to decrypt certificate
fr_fr: Impossible de décrypter le certificat
ja_jp: 証明書を復号することができませんでした
nl_nl: Kan certificaat niet ontsleutelen
pt_pt: Não é possível desencriptar o certificado

source: Private key can't be used to sign email
fr_fr: La clé privée ne peut pas être utilisé pour signer le courriel
ja_jp: メールを署名するために公開鍵は利用されていません
nl_nl: Privésleutel kan niet gebruikt worden om email te ondertekenen
pt_pt: A chave privada não pode ser usada para assinar mensagens
