Repository: grommunio/grommunio-web
Catalog: plugins/smime/language/*.UTF-8/LC_MESSAGES/plugin_smime.po
Languages: fr_fr, ja_jp, nl_nl, pt_pt

source: Certificate email address doesn't match WebApp account
fr_fr: L'adresse e-mail du certificat ne correspond pas à votre compte WebApp
ja_jp: WebAppアカウントと証明書の電子メールアドレスが一致しません
nl_nl: Certificaat email adres komt niet overeen met WebApp account
pt_pt: O endereço de email da conta WebApp não corresponde ao do certificado

source: Certificate was expired on
fr_fr: Le certificat a expiré le
ja_jp: 証明書の有効期限は次の通りです
nl_nl: Certificaat verlopen op
pt_pt: Certificado expirou em

source: Certificate has not been imported
fr_fr: Le certificat n'a pas été importé
ja_jp: 証明書はインポートされていません
nl_nl: Certificaat is niet geïmporteerd
pt_pt: O certificado não foi importado

source: Certificate is not yet valid
fr_fr: Le certificat n'est pas encore valide
ja_jp: 証明書はまだ有効ではありません
nl_nl: Certificaat is nog niet geldig
pt_pt: O certificado ainda não é válido

source: Certificate is revoked
fr_fr: Le certificat est révoqué
ja_jp: 証明書は廃棄されました
nl_nl: Certificaat is ingetrokken
pt_pt: O certificado está revogado

source: Unable to read public certificate
fr_fr: Impossible de lire le certificat public
ja_jp: 公開鍵証明書を読み込むことができませんでした
nl_nl: Kan publiek certificaat niet lezen
pt_pt: Não é possível ler o certificado público

source: Email
fr_fr: Courriel
