Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/grommunio_web.po
Languages: et_ee, ko_kr, uk_ua, zh_cn

source: Location:
et_ee: Asukoht:
ko_kr: 위치:
uk_ua: Місцина:
zh_cn: 地点：

source: All day:
et_ee: Kogu päeva:
ko_kr: 하루 종일:
uk_ua: Цілий день:
zh_cn: 全天候。

source: Organiser
et_ee: Korraldaja
ko_kr: 주최자
uk_ua: Організатор
zh_cn: 组织者

source: Meeting status
et_ee: Kohtumise staatus
ko_kr: 미팅 상태
uk_ua: Статус зустрічі
zh_cn: 会议状态

source: Required Attendees
et_ee: Vajalikud osalejad
ko_kr: 필수 참석자
uk_ua: Обов'язкові учасники
zh_cn: 必要与会者

source: Optional Attendees
et_ee: Vabatahtlikud osalejad
ko_kr: 선택적 참석자
uk_ua: Необов'язкові учасники
zh_cn: 可选与会者

source: Resources
et_ee: Ressursid
ko_kr: 리소스
uk_ua: Ресурси
zh_cn: 资源

source: Sensitivity
et_ee: Tundlikkus
ko_kr: 감도
uk_ua: Чутливість
zh_cn: 敏感性

source: Importance
et_ee: Tähtsus
ko_kr: 중요성
uk_ua: Важливість
zh_cn: 重要性

source: General calendar settings
et_ee: Üldised kalendri seaded
ko_kr: 일반 캘린더 설정
uk_ua: Загальні налаштування календаря
zh_cn: 常规日历设置

source: First day of the week
et_ee: Nädala esimene päev
ko_kr: 요일별 요일
uk_ua: Перший день тижня
zh_cn: 本周第一天

source: Start of workday
et_ee: Tööpäeva algus
ko_kr: 업무 시작
uk_ua: Початок робочого дня
zh_cn: 工作日开始

source: End of workday
et_ee: Tööpäeva lõpp
ko_kr: 근무일 종료
uk_ua: Кінець робочого дня
zh_cn: 工作日结束

source: Calendar resolution
et_ee: Kalendri resolutsioon
ko_kr: 캘린더 해상도
uk_ua: Роздільна здатність календаря
zh_cn: 日历分辨率

source: Default appointment duration {A} minutes
et_ee: Kohtumise vaikimisi kestus {A} minutit
ko_kr: 기본 예약 기간 {A}분
uk_ua: Тривалість зустрічі за замовчуванням {A} хвилин
zh_cn: 默认预约持续时间{A}分钟

source: Duration must be between 1 and 120 minutes.
et_ee: Kestus peab olema vahemikus 1-120 minutit.
ko_kr: 소요 시간은 1분에서 120분 사이여야 합니다.
uk_ua: Тривалість має бути від 1 до 120 хвилин.
zh_cn: 持续时间必须在1-120分钟之间。

source: Default status for all day appointment
et_ee: Vaikimisi staatus kogu päeva kohtumise puhul
ko_kr: 종일 예약의 기본 상태
uk_ua: Статус за замовчуванням для зустрічі на весь день
zh_cn: 全天预约的默认状态

source: Working days
et_ee: Tööpäevad
ko_kr: 근무일
uk_ua: Робочих днів
zh_cn: 工作日

source: Show busy dates as bold in the date picker
et_ee: Näita hõivatud kuupäevi rasvases kirjas kuupäevavalikus
ko_kr: 날짜 선택기에서 바쁜 날짜를 굵은 글씨로 표시하기
uk_ua: Відображати зайняті дати жирним шрифтом у вікні вибору дат
zh_cn: 在日期选择器中将忙碌日期显示为粗体

source: Side-by-side mode
et_ee: Režiim "Side-by-side
ko_kr: 나란히 모드
uk_ua: Режим пліч-о-пліч
zh_cn: 并列模式

source: Overlay mode
et_ee: Overlay-režiim
ko_kr: 오버레이 모드
uk_ua: Режим накладання
zh_cn: 叠加模式

source: Calendar view settings
et_ee: Kalendri vaate seaded
ko_kr: 캘린더 보기 설정
uk_ua: Налаштування перегляду календаря
zh_cn: 日历视图设置

source: View multiple calendars in
et_ee: Mitme kalendri vaatamine
ko_kr: 다음에서 여러 캘린더 보기
uk_ua: Переглядайте кілька календарів у
zh_cn: 查看...中的多个日历

source: Reminder settings
et_ee: Meeldetuletuse seaded
ko_kr: 미리 알림 설정
uk_ua: Налаштування нагадувань
zh_cn: 提醒设置

source: Enable reminder for new appointments
et_ee: Võimaldage uute kohtumiste meeldetuletus
ko_kr: 새 약속에 대한 미리 알림 사용 설정
uk_ua: Увімкнути нагадування про нові зустрічі
zh_cn: 启用新预约提醒

source: Default reminder time
et_ee: Vaikimisi meeldetuletuse aeg
ko_kr: 기본 알림 시간
uk_ua: Час нагадування за замовчуванням
zh_cn: 默认提醒时间

source: Default all-day appointment reminder time
et_ee: Vaikimisi kogu päeva kestev meeldetuletuse aeg
ko_kr: 기본 하루 종일 약속 알림 시간
uk_ua: Час нагадування про зустріч за замовчуванням на весь день
zh_cn: 默认全天预约提醒时间

source: {0} selected item
et_ee: {0} valitud objekt
ko_kr: {0} 선택한 항목
uk_ua: {0} вибраний елемент
zh_cn: {0}个选定项目

source: New Appointment
et_ee: Uus kohtumine
ko_kr: 새 약속
uk_ua: Нове призначення
zh_cn: 新预约

source: New Meeting Request
et_ee: Uus koosolekukutse
ko_kr: 새 미팅 요청
uk_ua: Новий запит на зустріч
zh_cn: 新会议请求

source: Open
et_ee: Ava
ko_kr: 열기
uk_ua: Відкрити
zh_cn: 打开

source: Copy/Move
et_ee: Kopeeri/liiguta
ko_kr: 복사/이동
uk_ua: Копіювати/перемістити
zh_cn: 复制/移动

source: Send to…
et_ee: Saada…
ko_kr: 보내기...
uk_ua: Надіслати на...
zh_cn: 正在发送给收件人…

source: Export as
et_ee: Eksportida kui
ko_kr: 다른 이름으로 내보내기
uk_ua: Експортувати як
zh_cn: 导出为

source: Occurrence
et_ee: Esinemine
ko_kr: 발생
uk_ua: Виникнення
zh_cn: 事件

source: Series
et_ee: Seeria
ko_kr: 시리즈
uk_ua: Низка
zh_cn: 连续

source: Appointment not found
et_ee: Kohtumist ei leitud
ko_kr: 약속을 찾을 수 없습니다.
uk_ua: Зустріч не знайдено
zh_cn: 未找到任何预约

source: This appointment has been moved or deleted, do you want to continue?
et_ee: See kohtumine on ümber paigutatud või kustutatud, kas soovite jätkata?
ko_kr: 이 약속이 이동 또는 삭제되었는데 계속 진행하시겠습니까?
uk_ua: Ця зустріч була перенесена або видалена, ви хочете продовжити?
zh_cn: 此预约已被移动或删除，您是否继续？

source: All Day
et_ee: Kogu päev
ko_kr: 하루 종일
uk_ua: Весь день
zh_cn: 全天

source: Sort by: All Day
et_ee: Sorteerimine: Kogu päev
ko_kr: 정렬 기준 하루 종일
uk_ua: Сортувати по: Весь день
zh_cn: 排序方式：全天

source: Recurring
et_ee: Korduvad
ko_kr: 반복
uk_ua: Повторюється
zh_cn: 重复发生

source: Sort by: Duration
et_ee: Järjesta: kestuse alusel
ko_kr: 정렬 기준: 기간
uk_ua: Сортувати за: Тривалість
zh_cn: 排序方式：持续时间

source: Meeting Status
et_ee: Koosoleku staatus
ko_kr: 미팅 상태
uk_ua: Статус зустрічі
zh_cn: 会议状态

source: Sort by: Meeting Status
et_ee: Sorteerimine: Koosoleku staatus
ko_kr: 정렬 기준: 미팅 상태
uk_ua: Сортувати по: Статус зустрічі
zh_cn: 排序方式：会议状态

source: Sort by: Show as
et_ee: Sorteerimine: Näita kui
ko_kr: 정렬 기준: 다른 이름으로 표시
uk_ua: Сортувати по: Показати як
zh_cn: 排序方式：显示为

source: Sort by: Categories
et_ee: Sorteeri: Kategooriate järgi
ko_kr: 정렬 기준: 카테고리
uk_ua: Сортувати по: Категорії
zh_cn: 排序方式：类别

source: Created On
et_ee: Loodud
ko_kr: 생성된 날짜
uk_ua: Створено в
zh_cn: 创建日期

source: Sort by: Created On
et_ee: Järjesta: loomise kuupäeva alusel
ko_kr: 정렬 기준 생성된 날짜
uk_ua: Сортувати по: Створено на
zh_cn: 排序方式：创建时间

source: Due By
et_ee: Tähtaeg
ko_kr: 마감일
uk_ua: Термін виконання: до
zh_cn: 截止日期

source: Sort by: Due By
et_ee: Järjesta: tähtaja alusel
ko_kr: 정렬 기준 기한
uk_ua: Сортувати по: За терміном
zh_cn: 排序方式：截止日期

source: Label
et_ee: Silt
ko_kr: 라벨
uk_ua: Мітка
zh_cn: 标签

source: Sort by: Label
et_ee: Järjesta: sildi alusel
ko_kr: 정렬 기준: 레이블
uk_ua: Сортувати по: Етикетка
zh_cn: 排序方式：标签

source: Sort by: Organizer
et_ee: Sorteerimine: Korraldaja
ko_kr: 정렬 기준: 주최자
uk_ua: Сортувати по: Організатор
zh_cn: 排序方式：组织者

source: Sort by: Required Attendee
et_ee: Sorteerimine: Kohustuslik osaleja
ko_kr: 정렬 기준 필수 참석자
uk_ua: Сортувати по: Обов'язковий учасник
zh_cn: 排序方式：必要与会者

source: Sort by: Optional Attendee
et_ee: Sorteerimine: Osaleja: Vabatahtlik osaleja
ko_kr: 정렬 기준 선택적 참석자
uk_ua: Сортувати по: Необов'язковий учасник
zh_cn: 排序方式：可选与会者

source: Sort by: Resources
et_ee: Sorteerimine: Ressursid
ko_kr: 정렬 기준: 리소스
uk_ua: Сортувати по: Ресурси
zh_cn: 排序方式：资源

source: Recurring Start Date
et_ee: Korduv alguskuupäev
ko_kr: 반복 시작 날짜
uk_ua: Повторювана дата початку

source: Sort by: Recurring Start Date
et_ee: Sorteerimine: Korduv alguskuupäev
ko_kr: 정렬 기준 반복 시작 날짜
uk_ua: Сортувати за: Повторювана дата початку

source: Recurring End Date
et_ee: Korduv lõpptähtaeg
ko_kr: 반복 종료 날짜
uk_ua: Повторювана дата закінчення

source: Sort by: Recurring End Date
et_ee: Sorteerimine: Järjekordne lõppkuupäev
ko_kr: 정렬 기준 반복 종료 날짜
uk_ua: Сортувати за: Періодична дата закінчення

source: Recurring Pattern
et_ee: Korduv muster
ko_kr: 반복 패턴
uk_ua: Повторюваний шаблон
zh_cn: 重复模式

source: Sort by: Recurring Pattern
et_ee: Sorteerimine: Korduv muster
ko_kr: 정렬 기준: 반복 패턴
uk_ua: Сортувати по: Повторюваний шаблон
zh_cn: 排序方式：重复模式

source: Sort by: Reminder
et_ee: Sorteerimine: Meeldetuletus
ko_kr: 정렬 기준: 알림
uk_ua: Сортувати по: Нагадування
zh_cn: 排序方式：提醒

source: Sort by: Sensitivity
et_ee: Sorteerimine: Tundlikkus
ko_kr: 정렬 기준: 감도
uk_ua: Сортувати по: Чутливість
zh_cn: 排序方式：敏感性

source: Loading appointments
et_ee: Kohtumiste laadimine
ko_kr: 약속 로드 중
uk_ua: Завантаження зустрічей
zh_cn: 加载预约

source: Attendees
et_ee: Osalejad
ko_kr: 참석자
uk_ua: Присутні
zh_cn: 参与者

source: Optional attendees
et_ee: Vabatahtlikud osalejad
ko_kr: 선택적 참석자
uk_ua: Необов'язкові учасники

source: You have insufficient privileges to move and copy this item. Ask the folder owner to grant you permissions or contact your system administrator.
et_ee: Teil ei ole piisavalt õigusi selle objekti liigutamiseks ja kopeerimiseks. Paluge kausta omanikult õigused või võtke ühendust süsteemiadministraatoriga.
ko_kr: 이 항목을 이동 및 복사할 수 있는 권한이 부족합니다. 폴더 소유자에게 권한을 부여해 달라고 요청하거나 시스템 관리자에게 문의하세요.
uk_ua: У вас недостатньо привілеїв для переміщення та копіювання цього елемента. Попросіть власника теки надати вам дозволи або зверніться до системного адміністратора.
zh_cn: 您无足够的权限移动和复制此项目。请文件夹所有者授予您权限或与您的系统管理员联系。

source: You have insufficient privileges to copy this item. Ask the folder owner to grant you permissions or contact your system administrator.
et_ee: Sul ei ole piisavalt õigusi selle objekti kopeerimiseks. Palu kausta omanikult õigusi või võta ühendust süsteemiadministraatoriga.
ko_kr: 이 항목을 복사할 수 있는 권한이 부족합니다. 폴더 소유자에게 권한을 부여해 달라고 요청하거나 시스템 관리자에게 문의하세요.
uk_ua: У вас недостатньо привілеїв для копіювання цього елемента. Попросіть власника теки надати вам права або зверніться до системного адміністратора.
zh_cn: 您无足够的权限复制此项目。请文件夹所有者授予您权限或与您的系统管理员联系。

source: Insufficient privileges
et_ee: Ebapiisavad õigused
ko_kr: 권한 부족
uk_ua: Недостатньо прав
zh_cn: 权限不足

source: Copying this appointment will unset it as private. Are you sure you want to continue?
et_ee: Selle kohtumise kopeerimine tühistab selle privaatse määramise. Kas olete kindel, et soovite jätkata?
ko_kr: 이 약속을 복사하면 비공개로 설정이 해제됩니다. 계속 진행하시겠습니까?
uk_ua: Копіювання цієї зустрічі скасує її як приватну. Ви впевнені, що хочете продовжити?

source: Private item
et_ee: Eraldi objekt
ko_kr: 비공개 항목
uk_ua: Приватна річ

source: Copy
et_ee: Kopeeri
ko_kr: 복사
uk_ua: Копіювати
zh_cn: 复制

source: Moving this appointment will unset it as private. Are you sure you want to continue?
et_ee: Selle kohtumise teisaldamine tühistab selle privaatsena. Kas olete kindel, et soovite jätkata?
ko_kr: 이 약속을 이동하면 비공개로 설정이 해제됩니다. 계속 진행하시겠습니까?
uk_ua: Перенесення цієї зустрічі скасує її статус як приватної. Ви впевнені, що хочете продовжити?

source: Move
et_ee: Teisalda
ko_kr: 이동
uk_ua: Перемістити
zh_cn: 移动

source: Update recipients
et_ee: Ajakohastamise saajad
ko_kr: 수신자 업데이트
uk_ua: Одержувачі оновлень
zh_cn: 更新收件人

source: The time of the meeting has changed. What would you like to do?
et_ee: Koosoleku aeg on muutunud. Mida soovite teha?
ko_kr: 회의 시간이 변경되었습니다. 어떻게 하시겠습니까?
uk_ua: Час зустрічі змінився. Чим би ви хотіли зайнятися?
zh_cn: 会议时间已更改。您想做什么？

source: Save changes and send an update to all recipients
et_ee: Salvesta muudatused ja saada ajakohastus kõigile adressaatidele
ko_kr: 변경 사항을 저장하고 모든 수신자에게 업데이트 보내기
uk_ua: Збережіть зміни та надішліть оновлення всім отримувачам
zh_cn: 保存更改并将更新发送给所有收件人

source: Open meeting request with changes
et_ee: Ava koosolekukutse koos muudatustega
ko_kr: 변경 사항이 있는 미팅 요청 열기
uk_ua: Запит на проведення відкритої зустрічі зі змінами
zh_cn: 打开包含更改的会议请求

source: grommunio Web
et_ee: grommunio veebirakendus
ko_kr: 그로뮤니오 웹

source: Please note that any changes you make will be overwritten when this meeting request is updated by the organizer. Would you like to move this meeting?
et_ee: Pane tähele, et kõik sinu tehtud muudatused kirjutatakse üle, kui korraldaja seda koosolekukutset uuendab. Kas soovid seda koosolekut edasi lükata?
ko_kr: 주최자가 이 미팅 요청을 업데이트할 때 변경 사항을 덮어쓰게 된다는 점에 유의하세요. 이 미팅을 옮기시겠습니까?
uk_ua: Зверніть увагу, що всі внесені вами зміни будуть замінені, коли організатор оновить цей запит на зустріч. Бажаєте перенести цю зустріч?
zh_cn: 请注意，组织者更新此会议请求后，您所做的任何更改都将被覆盖。您是否欲移动此会议？

source: Don't move
et_ee: Ära teisalda
ko_kr: 움직이지 마세요
uk_ua: Не переміщувати
zh_cn: 不移动

source: Switch to day view to see all appointments
et_ee: Kõikide kohtumiste nägemiseks lülita sisse päevavaade
ko_kr: 모든 약속을 보려면 일별 보기로 전환하세요.
uk_ua: Перейдіть до перегляду дня, щоб побачити всі зустрічі
zh_cn: 切换至日视图以查看所有预约

# mail.previewpanel
source: Proposed
et_ee: Kavandatud
ko_kr: 제안
uk_ua: Пропонується
zh_cn: 已提议

# mail.previewpanel
source: When
et_ee: Millal
ko_kr: 언제
uk_ua: Час
zh_cn: 何时

# mail.previewpanel
source: Location
et_ee: Asukoht
ko_kr: 위치
uk_ua: Місцина
zh_cn: 位置

source: No additional response required
et_ee: Täiendavat vastust ei ole vaja
ko_kr: 추가 응답이 필요하지 않습니다.
uk_ua: Додаткова відповідь не потрібна
zh_cn: 无需任何其它回复

source: Your calendar has been updated automatically. This meeting request will now be deleted.
et_ee: Sinu kalender on automaatselt uuendatud. See koosolekukutse kustutatakse nüüd.
ko_kr: 캘린더가 자동으로 업데이트되었습니다. 이제 이 미팅 요청이 삭제됩니다.
uk_ua: Ваш календар самочинно оновлено. Це запрошення на зустріч буде видалено.
zh_cn: 您的日历已自动更新。现在将删除此会议请求。

source: Loading appointments…
et_ee: Kohtumiste laadimine…
ko_kr: 약속 로드 중...
uk_ua: Завантаження зустрічей…
zh_cn: 正在加载预约…

source: Please select a calendar via widget settings
et_ee: Palun valige kalender vidina seadete kaudu
ko_kr: 위젯 설정을 통해 캘린더를 선택하세요.
uk_ua: Будь ласка, виберіть календар через налаштування віджету
zh_cn: 请通过小部件设置选择日历

source: Number of days
et_ee: Päevade arv
ko_kr: 일 수
uk_ua: Кількість днів
zh_cn: 天数

source: day(s)
et_ee: päev(ad)
ko_kr: 일(일)
uk_ua: день (дні)
zh_cn: 天

source: Upcoming Appointments
et_ee: Eelseisvad kohtumised
ko_kr: 예정된 약속
uk_ua: Найближчі зустрічі
zh_cn: 即将来临的预约

source: Appointments of {0}
et_ee: Ametisse nimetamine {0}
ko_kr: 0}의 약속
uk_ua: Зустрічі з {0}
zh_cn: {0}的预约

source: Appointments of {0} - {1}
et_ee: Nimetused {0} - {1}
ko_kr: 0} - {1}의 약속
uk_ua: Зустрічі з {0} по {1}
zh_cn: {0}-{1}的预约

source: No appointments
et_ee: Ei ole kohtumisi
ko_kr: 약속 없음
uk_ua: Жодних зустрічей
zh_cn: 无任何预约

source: Today {0} - {1}
et_ee: Täna {0} - {1}
ko_kr: 오늘 {0} - {1}
uk_ua: Сьогодні {0} - {1}
zh_cn: 今天{0}-{1}

source: Today (all day)
et_ee: Täna (kogu päev)
ko_kr: 오늘(하루 종일)
uk_ua: Сьогодні (весь день)
zh_cn: 今天（全天）

source: {0} - {1} (all day)
et_ee: {0} - {1} (kogu päev)
ko_kr: {0} - {1}(하루 종일)
uk_ua: {0} - {1} (весь день)
zh_cn: {0}-{1}（全天）

source: Select one…
et_ee: Vali üks…
ko_kr: 하나 선택...
uk_ua: Оберіть одне…
zh_cn: 选择一个…

source: Unnamed folder
et_ee: Nimetu kaust
ko_kr: 이름 없는 폴더
uk_ua: Тека без назви
zh_cn: 未命名的文件夹

source: Discard
et_ee: Loobu
ko_kr: 폐기
uk_ua: Скинути
zh_cn: 丢弃

source: Quick Appointment
et_ee: Kiire kohtumine
ko_kr: 빠른 예약
uk_ua: Швидка зустріч
zh_cn: 快速预约

source: Printing of multiple items has not been implemented.
et_ee: Mitme elemendi printimist ei ole rakendatud.
ko_kr: 여러 항목의 인쇄가 구현되지 않았습니다.
uk_ua: Друк декількох елементів не реалізовано.
zh_cn: 尚未打印多个项目。

source: Printing of this item is not yet available
et_ee: Selle toote trükkimine ei ole veel võimalik
ko_kr: 이 항목의 인쇄는 아직 사용할 수 없습니다.
uk_ua: Друк цього складника ще недоступний
zh_cn: 尚无法打印此项目

source: Item type:
et_ee: Eseme tüüp:
ko_kr: 항목 유형:
uk_ua: Тип складника:
zh_cn: 项目类型：

source: Printing of this view is not yet available
et_ee: Selle vaate trükkimine ei ole veel võimalik
ko_kr: 이 보기의 인쇄는 아직 사용할 수 없습니다.
uk_ua: Друк цього подання ще недоступний
zh_cn: 尚无法打印此视图

source: Recurring Message
et_ee: Korduv sõnum
ko_kr: 반복 메시지
uk_ua: Повторюване повідомлення
zh_cn: 重复的消息

source: This is a recurring message. Do you want to open only this occurrence or the series?
et_ee: See on korduv sõnum. Kas soovite avada ainult selle sündmuse või kogu seeria?
ko_kr: 반복되는 메시지입니다. 이 발생만 열겠습니까, 아니면 시리즈 전체를 열겠습니까?
uk_ua: Це повторюване повідомлення. Хочете відкрити тільки цю подію чи цілу низку?
zh_cn: 这是一个重复的消息。您是否只想打开此事件或系列？

source: Recurring Appointment
et_ee: Korduv kohtumine
ko_kr: 정기 예약
uk_ua: Повторювана зустріч
zh_cn: 重复的预约

source: This is a recurring appointment. Do you want to open only this occurrence or the series?
et_ee: See on korduv kohtumine. Kas soovite avada ainult selle sündmuse või kogu seeria?
ko_kr: 이 예약은 반복 예약입니다. 이 일정만 열겠습니까, 아니면 시리즈를 열겠습니까?
uk_ua: Це повторювана зустріч. Хочете відкрити тільки цю подію чи цілу низку?
zh_cn: 这是一个重复的预约。您是否只想打开此事件或系列？

source: Recurring Meeting Request
et_ee: Korduv koosolekukutse
ko_kr: 반복 미팅 요청
uk_ua: Повторюване запрошення на зустріч
zh_cn: 重复的会议请求

source: This is a recurring meeting request. Do you want to open only this occurrence or the series?
et_ee: See on korduv koosolekukutse. Kas soovid avada ainult selle sündmuse või kogu sarja?
ko_kr: 반복되는 미팅 요청입니다. 이 모임만 열 것인지 아니면 시리즈를 열 것인지 선택하시겠습니까?
uk_ua: Це повторюване запрошення на зустріч. Ви хочете відкрити лише цю подію чи цілу низку?
zh_cn: 这是一个重复的会议请求。您是否只想打开此事件或系列？

source: Recurring Task Request
et_ee: Korduva ülesande taotlus
ko_kr: 반복 작업 요청
uk_ua: Повторюване запрошення на завдання
zh_cn: 重复的任务请求

source: This is a recurring task request. Do you want to open only this occurrence or the series?
et_ee: Tegemist on korduva ülesandepäringuga. Kas soovite avada ainult selle sündmuse või kogu seeria?
ko_kr: 반복 작업 요청입니다. 이 항목만 열겠습니까, 아니면 시리즈 전체를 열겠습니까?
uk_ua: Це повторюваний запит на завдання. Ви хочете відкрити тільки цю подію чи цілу низку?
zh_cn: 这是一个重复的任务请求。您是否只想打开此事件或系列？

source: Open this occurrence
et_ee: Avage see sündmus
ko_kr: 이 발생 열기
uk_ua: Відкрити цю подію
zh_cn: 打开此事件

source: Open the series
et_ee: Avage seeria
ko_kr: 시리즈 열기
uk_ua: Відкрити низку подій
zh_cn: 打开该系列

source: Paste Recurring {0}
et_ee: Aseta korduv {0}
ko_kr: 반복 {0} 붙여넣기
uk_ua: Вставити повторюване {0}
zh_cn: 粘贴重复的{0}

source: This is a recurring {0}. Do you want to paste only this occurrence or the series?
et_ee: See on korduv {0}. Kas soovite kleepida ainult selle juhtumi või kogu seeria?
ko_kr: 이것은 반복되는 {0}입니다. 이 발생만 붙여넣으시겠습니까, 아니면 시리즈 전체를 붙여넣으시겠습니까?
uk_ua: Це повторюване {0}. Ви хочете вставити тільки цю подію чи цілу низку?
zh_cn: 这是一个重复的{0}。您是否只想粘贴此事件或系列？

source: message
et_ee: sõnum
ko_kr: 메시지
uk_ua: повідомлення
zh_cn: 消息

source: meeting request
et_ee: koosolekukutse
ko_kr: 미팅 요청
uk_ua: запрошення на зустріч
zh_cn: 会议请求

source: appointment
et_ee: kohtumine
ko_kr: 약속
uk_ua: зустріч
zh_cn: 预约

source: Paste this occurrence only
et_ee: Paste see esinemine ainult
ko_kr: 이 발생만 붙여넣기
uk_ua: Вставити лише цю подію
zh_cn: 仅粘贴此事件

source: Paste the series…
et_ee: Aseta seeria…
ko_kr: 시리즈 붙여넣기...
uk_ua: Вставити низку подій…
zh_cn: 粘贴该系列…

source: This is a recurring message. Do you want to delete only this occurrence or the series?
et_ee: See on korduv sõnum. Kas soovite kustutada ainult selle sündmuse või kogu seeria?
ko_kr: 반복되는 메시지입니다. 이 발생만 삭제하시겠습니까, 아니면 시리즈 전체를 삭제하시겠습니까?
uk_ua: Це повторюване повідомлення. Ви хочете видалити тільки цю подію чи цілу низку?
zh_cn: 这是一个重复的消息。您是否只想删除此事件或系列？

source: This is a recurring appointment. Do you want to delete only this occurrence or the series?
et_ee: See on korduv kohtumine. Kas soovite kustutada ainult selle sündmuse või kogu seeria?
ko_kr: 반복 예약입니다. 이 일정만 삭제하시겠습니까, 아니면 시리즈 전체를 삭제하시겠습니까?
uk_ua: Це повторювана зустріч. Ви хочете видалити тільки цю подію чи цілу низку?
zh_cn: 这是一个重复的预约。您是否只想删除此事件或系列？

source: This is a recurring meeting request. Do you want to delete only this occurrence or the series?
et_ee: See on korduv koosolekukutse. Kas soovid kustutada ainult selle sündmuse või kogu seeria?
ko_kr: 반복되는 미팅 요청입니다. 이 미팅만 삭제하시겠습니까, 아니면 시리즈 전체를 삭제하시겠습니까?
uk_ua: Це повторюване запрошення на зустріч. Ви хочете видалити лише цю подію чи цілу низку?
zh_cn: 这是一个重复的会议请求。您是否只想删除此事件或系列？

source: This is a recurring task request. Do you want to delete only this occurrence or the series?
et_ee: Tegemist on korduva ülesandepäringuga. Kas soovite kustutada ainult selle sündmuse või kogu seeria?
ko_kr: 반복 작업 요청입니다. 이 항목만 삭제하시겠습니까, 아니면 시리즈 전체를 삭제하시겠습니까?
uk_ua: Це повторюване запрошення на завдання. Ви хочете видалити тільки цю подію чи цілу низку?
zh_cn: 这是一个重复的任务请求。您是否只想删除此事件或系列？

source: Delete this occurrence
et_ee: Kustuta see sündmus
ko_kr: 이 발생 삭제
uk_ua: Видалити цю подію
zh_cn: 删除此事件

source: Delete the series
et_ee: Kustuta seeria
ko_kr: 시리즈 삭제
uk_ua: Видалити низку подій
zh_cn: 删除该系列

source: Confirm Delete
et_ee: Kinnita kustutamine
ko_kr: 삭제 확인
uk_ua: Підтвердьте видалення
zh_cn: 确认删除

source: This "{0}" meeting was already accepted.
et_ee: See "{0}" kohtumine oli juba heaks kiidetud.
ko_kr: 이 "{0}" 모임은 이미 수락되었습니다.
uk_ua: Зустріч «{0}» вже була прийнята.
zh_cn: 已接受此"{0}"会议。

source: You have not responded to the meeting request "{0}".
et_ee: Sa ei ole vastanud koosolekukutsele "{0}".
ko_kr: 모임 요청 "{0}"에 응답하지 않았습니다.
uk_ua: Ви не відповіли щодо запрошення на зустріч «{0}».
zh_cn: 您尚未回复会议请求"{0}"。

source: Delete and send a response to the meeting organizer
et_ee: Kustuta ja saada vastus koosoleku korraldajale
ko_kr: 삭제하고 미팅 주최자에게 응답 보내기
uk_ua: Видалити та надіслати відповідь призвіднику зустрічі
zh_cn: 删除并发送回复给会议组织者

source: Delete without sending
et_ee: Kustuta ilma saatmiseta
ko_kr: 전송하지 않고 삭제
uk_ua: Видалити без надсилання
zh_cn: 删除而不发送

source: Insufficient permissions
et_ee: Ebapiisavad load
ko_kr: 권한 부족
uk_ua: Недостатньо дозволів
zh_cn: 权限不足

source: You have insufficient privileges to delete items in this folder.
et_ee: Teil ei ole piisavalt õigusi selles kaustas olevate objektide kustutamiseks.
ko_kr: 이 폴더의 항목을 삭제할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо прав для видалення складників у цій теці.

source: Notify recipients
et_ee: Palun teavita saajaid
ko_kr: 수신자에게 알림
uk_ua: Сповістити одержувачів
zh_cn: 通知收件人

source: A cancellation message will be sent to all recipients, do you wish to continue?
et_ee: Kõikidele saajatele saadetakse tühistamise teade, kas soovite jätkata?
ko_kr: 모든 수신자에게 취소 메시지가 전송됩니다. 계속하시겠습니까?
uk_ua: Всім одержувачам буде надіслано повідомлення про скасування, ви бажаєте продовжити?
zh_cn: 取消消息将发送给所有收件人，您是否继续？

source: Notify sender
et_ee: Teavitage saatjat
ko_kr: 발신자에게 알림
uk_ua: Повідомити відправника
zh_cn: 通知发件人

source: {0} has requested a notification be sent when message "{1}" is deleted without having been read. Do you want to send a receipt?
et_ee: {0} on taotlenud teate saatmist, kui sõnum "{1}" on lugemata kustutatud. Kas soovite saata kviitungi?
ko_kr: {0}에서 "{1}" 메시지를 읽지 않고 삭제할 때 알림을 보내 달라고 요청했습니다. 영수증을 보내시겠습니까?
uk_ua: {0} запросив надіслати повідомлення, коли повідомлення "{1}" буде видалено, не будучи прочитаним. Ви хочете надіслати квитанцію?

source: Delete Incomplete Task
et_ee: Kustuta lõpetamata ülesanne
ko_kr: 완료되지 않은 작업 삭제
uk_ua: Видалити незавершене завдання
zh_cn: 删除不完整的任务

source: The task "{0}" has not been completed. What do you want to do?
et_ee: Ülesanne "{0}" ei ole lõpetatud. Mida te soovite teha?
ko_kr: "{0}" 작업이 완료되지 않았습니다. 어떻게 하시겠습니까?
uk_ua: Завдання "{0}" не було виконано. Що ви хочете зробити?
zh_cn: 任务"{0}"尚未完成。您想做什么？

source: Decline and delete
et_ee: Keeldu ja kustuta
ko_kr: 거부 및 삭제
uk_ua: Відхилити та видалити
zh_cn: 拒绝并删除

source: Mark complete and delete
et_ee: Märgi tehtuks ja kustuta
ko_kr: 완료 표시 및 삭제
uk_ua: Позначити завершити та видалити
zh_cn: 标记为完成并删除

source: Following recipients are already exists
et_ee: Järgmised abisaajad on juba olemas
ko_kr: 다음 수신자가 이미 존재합니다.
uk_ua: Наступні отримувачі вже існують
zh_cn: 下列收件人已存在

source: Duplicate recipients
et_ee: Dubleeri saajad
ko_kr: 중복 수신자
uk_ua: Дублікати одержувачів
zh_cn: 重复的收件人

source: Duplicate recipient
et_ee: Dubleeri saaja
ko_kr: 중복 수신자
uk_ua: Дублікат одержувача
zh_cn: 重复的收件人

source: Recipient already exists.
et_ee: Saaja on juba olemas.
ko_kr: 수신자가 이미 존재합니다.
uk_ua: Одержувач вже існує.
zh_cn: 收件人已存在。

source: The sender of this email has requested a read receipt. Do you wish to notify the sender?
et_ee: Selle e-kirja saatja on taotlenud lugemiskviitungi. Kas soovite saatjat teavitada?
ko_kr: 이 이메일의 발신자가 읽음 영수증을 요청했습니다. 발신자에게 알림을 보내시겠습니까?
uk_ua: Відправник цього листа надіслав запит на підтвердження прочитання. Ви бажаєте повідомити відправника?
zh_cn: 此电子邮件的发件人已请求已读回执。您是否欲通知发件人？

source: Import
et_ee: Impordi
ko_kr: 가져오기
uk_ua: Внесення
zh_cn: 导入
