Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/grommunio_web.po
Languages: et_ee, ko_kr, uk_ua, zh_cn

source: Successfully imported item(s) to {0}
et_ee: Edukalt imporditud objekt(id) {0}
ko_kr: 항목을 {0}으로 성공적으로 가져왔습니다.
uk_ua: Успішно внесено складник(и) до {0}
zh_cn: 已成功将项目导入至{0}

source: Failed to import item(s) to {0}
et_ee: Ebaõnnestus kirje(te) importimine {0}
ko_kr: 항목을 {0}으로 가져오지 못했습니다.
uk_ua: Не вдалося внести складник(и) до {0}
zh_cn: 无法将项目导入至{0}

source: Import error
et_ee: Impordiviga
ko_kr: 가져오기 오류
uk_ua: Помилка внесення
zh_cn: 导入错误

source: Unable to import "{0}". The file is not valid
et_ee: Ei ole võimalik importida "{0}". Fail ei ole kehtiv
ko_kr: "{0}"을(를) 가져올 수 없습니다. 파일이 유효하지 않습니다.
uk_ua: Не вдається внести «{0}». Файл неприйнятний
zh_cn: 无法导入"{0}"。该文件是无效的

source: You have insufficient privileges to move these items. Would you like to copy instead?
et_ee: Teil ei ole nende esemete liigutamiseks piisavalt õigusi. Kas soovite hoopis kopeerida?
ko_kr: 이 항목을 이동할 수 있는 권한이 부족합니다. 대신 복사하시겠습니까?
uk_ua: У вас недостатньо привілеїв для переміщення цих елементів. Бажаєте скопіювати?
zh_cn: 您无足够权限移动这些项目。您是否欲复制这些项目？

source: You have insufficient privileges to move this item. Would you like to copy instead?
et_ee: Teil ei ole piisavalt õigusi selle objekti liigutamiseks. Kas soovite hoopis kopeerida?
ko_kr: 이 항목을 이동할 수 있는 권한이 부족합니다. 대신 복사하시겠습니까?
uk_ua: У вас недостатньо привілеїв для переміщення цього елемента. Бажаєте скопіювати?
zh_cn: 您无足够权限移动此项目。您是否欲复制此项目？

source: Bcc
et_ee: Pimekoopia
zh_cn: 暗抄送对象

source: From
et_ee: Saatja
ko_kr: 에서
uk_ua: Від
zh_cn: 从

source: Insert item
et_ee: Sisesta kirje
ko_kr: 항목 삽입
uk_ua: Вставити елемент
zh_cn: 插入项目

source: Insert as
et_ee: Sisesta nagu
ko_kr: 다음으로 삽입
uk_ua: Вставити як
zh_cn: 插入为

source: Text only
et_ee: Ainult tekst
ko_kr: 텍스트만
uk_ua: Лише текст
zh_cn: 纯文本

source: Attachment
et_ee: Manus
ko_kr: 첨부 파일
uk_ua: Вкладення
zh_cn: 附件

source: Attach Item
et_ee: Kinnitage objekt
ko_kr: 항목 첨부
uk_ua: Прикріпити елемент
zh_cn: 附加项目

source: No message selected
et_ee: Sõnum ei ole valitud
ko_kr: 선택한 메시지가 없습니다.
uk_ua: Не вибрано жодного повідомлення
zh_cn: 未选择任何消息

source: Import to
et_ee: Impordi
ko_kr: 다음으로 가져오기
uk_ua: Імпорт до
zh_cn: 导入至

source: New folder
et_ee: Uus kaust
ko_kr: 새 폴더
uk_ua: Нова тека
zh_cn: 新建文件夹

source: Download as ZIP
et_ee: Lae alla ZIP-ina
ko_kr: ZIP으로 다운로드
uk_ua: Завантажити як ZIP
zh_cn: 下载为ZIP

source: Continue
et_ee: Jätka
ko_kr: 계속하기
uk_ua: Продовжити
zh_cn: 继续

source: These attachments have an unsupported file type and can not be added to the ZIP file:
et_ee: Nende manuste failitüüp ei ole toetatud ja neid ei saa ZIP-faili lisada:
ko_kr: 이러한 첨부 파일은 지원되지 않는 파일 형식이며 ZIP 파일에 추가할 수 없습니다:
uk_ua: Ці вкладення мають непідтримуваний тип файлів і не можуть бути додані до ZIP-файлу:
zh_cn: 不支持这些附件的文件类型，无法将这些附件添加至ZIP文件中：

source: Would you like to continue downloading without adding these files?
et_ee: Kas soovite jätkata allalaadimist ilma neid faile lisamata?
ko_kr: 이 파일을 추가하지 않고 계속 다운로드하시겠습니까?
uk_ua: Бажаєте продовжити завантаження без додавання цих файлів?
zh_cn: 您是否欲继续下载而不添加这些文件？

source: Always continue download of ZIP files without adding unsupported file types.
et_ee: Jätkake alati ZIP-failide allalaadimist, lisamata mitte toetatud failitüüpe.
ko_kr: 지원되지 않는 파일 형식을 추가하지 않고 항상 ZIP 파일 다운로드를 계속하세요.
uk_ua: Завжди продовжуйте завантаження ZIP-файлів, не додаючи непідтримувані типи файлів.
zh_cn: 始终继续下载ZIP文件，而不添加不支持的文件类型。

source: File upload
et_ee: Faili üleslaadimine
ko_kr: 파일 업로드
uk_ua: Відвантаження файлу
zh_cn: 文件上传

source: Attach item
et_ee: Kinnitage objekt
ko_kr: 항목 첨부
uk_ua: Прикріпити елемент
zh_cn: 附加项目

source: Download
et_ee: Laadi alla
ko_kr: 다운로드
uk_ua: Завантажити
zh_cn: 下载

source: Download all as ZIP
et_ee: Laadi kõik alla zip-failina
ko_kr: 모두 ZIP으로 다운로드
uk_ua: Завантажити все у форматі ZIP
zh_cn: 全部下载为ZIP

source: Import to folder
et_ee: Impordi kausta
ko_kr: 폴더로 가져오기
uk_ua: Імпорт до папки
zh_cn: 导入至文件夹

source: In order to use the vCard import feature, upgrade your Gromox to version 0 or higher.
et_ee: Selleks, et kasutada vCard'i impordi funktsiooni, uuendada oma Gromoxi versioonile 0 või uuemale.
ko_kr: vCard 가져오기 기능을 사용하려면 Gromox를 버전 0 이상으로 업그레이드하세요.
uk_ua: Щоб використовувати функцію імпорту vCard, оновіть Gromox до версії 0 або вище.

source: In order to use the ICS / VCS import feature, upgrade your Gromox to version 0 or higher.
et_ee: ICS / VCS impordifunktsiooni kasutamiseks uuenda oma Gromox versioonile 0 või uuemale.
ko_kr: ICS/VCS 가져오기 기능을 사용하려면 Gromox를 버전 0 이상으로 업그레이드하세요.
uk_ua: Щоб використовувати функцію імпорту ICS / VCS, оновіть Gromox до версії 0 або вище.

source: Attachment error
et_ee: Kinnitusviga
ko_kr: 첨부 파일 오류
uk_ua: Помилка вкладення
zh_cn: 附件错误

source: Cannot create ZIP, The allowed maximum size is 30 MB.
et_ee: Ei õnnestu luua ZIP-faili; lubatud maksimaalne suurus on 30 MB.
ko_kr: ZIP을 만들 수 없으며, 허용되는 최대 크기는 30MB입니다.
uk_ua: Не вдається створити ZIP архів, максимальний дозволений розмір - 30 МБ.
zh_cn: 无法创建ZIP，允许的最大大小为30MB。

source: Unable to download
et_ee: Allalaadimine ei ole võimalik
ko_kr: 다운로드할 수 없습니다.
uk_ua: Не вдається завантажити
zh_cn: 无法下载

source: Picture format is not supported.
et_ee: Pildivorming ei ole toetatud.
ko_kr: 사진 형식은 지원되지 않습니다.
uk_ua: Формат зображення не підтримується.
zh_cn: 不支持图片格式。

source: Supported format for contact pictures are
et_ee: Toetatud kontaktpiltide vorming on
ko_kr: 연락처 사진에 지원되는 형식은 다음과 같습니다.
uk_ua: Підтримувані формати фотографій контактів
zh_cn: 支持的联系人图片格式为

source: Attachment Error
et_ee: Kinnitusviga
ko_kr: 첨부 파일 오류
uk_ua: Помилка вкладення
zh_cn: 附件错误

source: Manage Categories
et_ee: Halda kategooriaid
ko_kr: 카테고리 관리
uk_ua: Керування категоріями
zh_cn: 管理类别

source: New
et_ee: Uus
ko_kr: 신규
uk_ua: Створити
zh_cn: 新建

source: Delete Category
et_ee: Kategooria kustutamine
ko_kr: 카테고리 삭제
uk_ua: Видалити категорію
zh_cn: 删除类别

source: Are you sure you want to delete the category "{0}"? Other items keep this category, but lose the assigned color.
et_ee: Kas oled kindel, et soovid „{0}“ kategooria "{0}"? Muud elemendid säilitavad selle kategooria, kuid kaotavad määratud värvi.
ko_kr: "{0}" 카테고리를 삭제하시겠습니까? 다른 항목은 이 카테고리를 유지하지만 할당된 색상을 잃게 됩니다.
uk_ua: Ви впевнені, що хочете видалити категорію "{0}"? Інші елементи збережуть цю категорію, але втратять присвоєний колір.

source: Rename Category
et_ee: Kategooria ümbernimetamine
ko_kr: 카테고리 이름 바꾸기
uk_ua: Перейменувати категорію
zh_cn: 重命名类别

source: A category named "
et_ee: Kategooria nimega "
uk_ua: Категорія під назвою "
zh_cn: 名为"的一个类别

source: Create New Category
et_ee: Uue kategooria loomine
ko_kr: 새 카테고리 만들기
uk_ua: Створити нову категорію
zh_cn: 建立新类别

source: Pin to quick access
et_ee: Pin kiireks juurdepääsuks
ko_kr: 빠른 액세스를 위해 고정
uk_ua: Закріпити для швидкого доступу
zh_cn: 固定到快速访问

source: Create
et_ee: Loo
ko_kr: 만들기
uk_ua: Створити
zh_cn: 创建

source: You must apply the changes you have made to the categories before you can create this category.
et_ee: Enne selle kategooria loomist peate rakendama kategooriates tehtud muudatusi.
ko_kr: 이 카테고리를 만들려면 먼저 카테고리에 변경한 내용을 적용해야 합니다.
uk_ua: Ви повинні застосувати зміни, які ви внесли до категорій, перш ніж ви зможете створити цю категорію.
zh_cn: 在创建此类别之前，您必须应用您已对各类别所做的更改。

source: You already have a category named '{0}'. Please use another name.
et_ee: Sul juba on olemas kategooria nimega „{0}“. Palun kasuta teist nime.
ko_kr: 이미 '{0}'이라는 카테고리가 있습니다. 다른 이름을 사용하세요.
uk_ua: Ви вже маєте категорію з назвою '{0}'. Будь ласка, використовуйте іншу назву.
zh_cn: 您已经有一个名为'{0}'的类别。请使用另一个名称。

source: You already have a category named '{0}' in your pending changes. Please use another name.
et_ee: Teil on juba kategooria nimega '{0}' oma ootavate muudatuste hulgas. Palun kasutage teist nime.
ko_kr: 보류 중인 변경 사항에 '{0}'이라는 이름의 카테고리가 이미 있습니다. 다른 이름을 사용하세요.
uk_ua: У вас вже є категорія з назвою '{0}' у списку змін, що очікують на розгляд. Будь ласка, використовуйте іншу назву.
zh_cn: 您的待定更改中已经有一个名为'{0}'的类别。请使用另一个名称。

source: Rename
et_ee: Muuda nime
ko_kr: 이름 바꾸기
uk_ua: Перейменувати
zh_cn: 重命名

source: This is the first time you have used "{0}" category.
et_ee: See on esimene kord, kui te kasutate kategooriat "{0}".
ko_kr: "{0}" 카테고리를 사용한 것은 이번이 처음입니다.
uk_ua: Це перший раз, коли ви використовуєте категорію "{0}".
zh_cn: 这是您首次使用"{0}"类别。

source: Do you want to rename it?
et_ee: Kas soovite seda ümber nimetada?
ko_kr: 이름을 바꾸시겠습니까?
uk_ua: Ви хочете перейменувати його?
zh_cn: 您是否欲重命名？

source: The category "{0}" already exists. Do you want to merge the "{1}" and "{2}" categories?
et_ee: Kategooria "{0}" on juba olemas. Kas soovite ühendada kategooriad "{1}" ja "{2}"?
ko_kr: 범주 "{0}"이 이미 존재합니다. "{1}" 및 "{2}" 카테고리를 병합하시겠습니까?
uk_ua: Категорія "{0}" вже існує. Ви хочете об'єднати категорії "{1}" і "{2}"?
zh_cn: 类别"{0}"已存在。您是否欲合并"{1}"和"{2}"类别？

source: Merge
et_ee: Mesti
ko_kr: 병합
uk_ua: Злиття
zh_cn: 合并

source: Remove
et_ee: Eemalda
ko_kr: 제거
uk_ua: Видалити
zh_cn: 删除

source: Check Names
et_ee: Kontrollida nimesid
ko_kr: 이름 확인
uk_ua: Перевірте імена
zh_cn: 检查姓名

source: Select an address to use
et_ee: Vali kasutatav aadress
ko_kr: 사용할 주소를 선택하세요.
uk_ua: Виберіть адресу для використання
zh_cn: 选择欲使用的地址

source: Email
et_ee: E-post
ko_kr: 이메일
uk_ua: Ел. пошта
zh_cn: 电子邮件

source: More than one '{0}' found.
et_ee: Leitakse rohkem kui üks '{0}'.
ko_kr: '{0}'이 두 개 이상 발견되었습니다.
uk_ua: Знайдено більше одного '{0}'.
zh_cn: 找到多个'{0}'。

source: Alert
et_ee: Hoiatus
ko_kr: 알림
uk_ua: Тривога!
zh_cn: 警报

source: Please select a recipient
et_ee: Palun vali saaja
ko_kr: 수신자를 선택해 주세요.
uk_ua: Будь ласка, оберіть одержувача
zh_cn: 请选择一个收件人

source: Mail and Post
et_ee: Post ja post
ko_kr: 메일 및 게시물
uk_ua: Пошта та пошта
zh_cn: 邮件和贴子

source: Contact
et_ee: Kontakt
ko_kr: 연락처
uk_ua: Контакти
zh_cn: 联系人

source: Journal
et_ee: Päevaraamat
ko_kr: 저널
uk_ua: Денник
zh_cn: 日志

source: Note
et_ee: Märkus
ko_kr: 참고
uk_ua: Примітка
zh_cn: 便签

source: Task
et_ee: Ülesanne
ko_kr: 작업
uk_ua: Завдання
zh_cn: 任务

source: Inbox
et_ee: Sisendkaust
ko_kr: 받은 편지함
uk_ua: Вхідні
zh_cn: 收件箱

source: Entire Inbox
et_ee: Kogu postkast
ko_kr: 받은 편지함 전체
uk_ua: Вся папка "Вхідні
zh_cn: 整个收件箱

source: Secretary
et_ee: Sekretär
ko_kr: 비서
uk_ua: Секретар
zh_cn: 秘书

source: Only read
et_ee: Loe ainult
ko_kr: 읽기만
uk_ua: Тільки читати
zh_cn: 只读

source: Delegate Permissions
et_ee: Delegeerimisõigused
ko_kr: 권한 위임
uk_ua: Дозволи делегатів
zh_cn: 代表权限

source: This delegate has the following permissions
et_ee: Sellel delegaadil on järgmised õigused
ko_kr: 이 위임자에게는 다음과 같은 권한이 있습니다.
uk_ua: Цей делегат має наступні дозволи
zh_cn: 此代表具有以下权限

source: Delegate can see my private items.
et_ee: Delegaat saab näha minu privaatseid objekte.
ko_kr: 위임자는 내 비공개 항목을 볼 수 있습니다.
uk_ua: Делегат може бачити мої особисті речі.
zh_cn: 代表可以看到我的私人项目。

source: Delegate receives copies of meeting-related messages sent to me.
et_ee: Delegaat saab koopiad mulle saadetud koosolekuga seotud sõnumitest.
ko_kr: 위임자는 저에게 전송된 미팅 관련 메시지의 사본을 받습니다.
uk_ua: Делегат отримує копії повідомлень, що стосуються зустрічі, надісланих мені.
zh_cn: 代表接收发送给我的与会议相关的消息的副本。

source: Other
et_ee: Muu
ko_kr: 기타
uk_ua: Інше
zh_cn: 其他

source: No delegates configured
et_ee: Delegaate ei ole konfigureeritud
ko_kr: 구성된 대리인이 없습니다.
uk_ua: Немає налаштованих делегатів
zh_cn: 未配置任何代表

source: Loading delegates
et_ee: Delegaatide laadimine
ko_kr: 대리인 로드
uk_ua: Завантаження делегатів
zh_cn: 加载代表

source: Please select a delegate.
et_ee: Palun valige delegaat.
ko_kr: 대리인을 선택해 주세요.
uk_ua: Будь ласка, оберіть делегата.
zh_cn: 请选择一名代表。

source: Delegates can send items on your behalf.
et_ee: Delegaadid võivad teie nimel saadetisi saata.
ko_kr: 대리인이 회원님을 대신하여 항목을 보낼 수 있습니다.
uk_ua: Делегати можуть надсилати матеріали від вашого імені.
zh_cn: 代表可以代表您发送项目。

source: If you only want to set folder permissions, right-click on a folder to open the context menu and click on "Share folder…"
et_ee: Kui soovid määrata ainult kaustade õigusi, ava paremklõpsuga kaustal kontekstmenüü ja klõpsa „Jaga kausta…“
ko_kr: 폴더 권한만 설정하려면 폴더를 마우스 오른쪽 버튼으로 클릭하여 상황에 맞는 메뉴를 열고 "폴더 공유..."를 클릭합니다.
uk_ua: Якщо ви хочете встановити лише права доступу до папки, клацніть правою кнопкою миші на папці, щоб відкрити контекстне меню, і виберіть пункт "Відкрити спільний доступ до папки..."
zh_cn: 如欲仅设置文件夹权限，请右键单击文件夹以打开上下文菜单，再点击“共享文件夹…\”。

source: Permission
et_ee: Kasutusõigus
ko_kr: 권한
uk_ua: Дозвіл
zh_cn: 权限

source: Duplicate delegate
et_ee: Dubleeriv delegaat
ko_kr: 중복 델리게이트
uk_ua: Дублікат делегата
zh_cn: 重复的代表

source: Delegate already exists in the list.
et_ee: Delegaat on juba nimekirjas olemas.
ko_kr: 위임자가 목록에 이미 존재합니다.
uk_ua: Делегат вже є у списку.
zh_cn: 此列表中已有代表。

source: Copy/Move Folder
et_ee: Kopeeri/teisalda kausta
ko_kr: 폴더 복사/이동
uk_ua: Копіювання/переміщення папки
zh_cn: 复制/移动文件夹

source: Copy/Move Messages
et_ee: Sõnumite kopeerimine/liigutamine
ko_kr: 메시지 복사/이동
uk_ua: Копіювання/переміщення повідомлень
zh_cn: 复制/移动消息

source: Destination folder
et_ee: Sihtkoha kaust
ko_kr: 대상 폴더
uk_ua: Тека призначення
zh_cn: 目标文件夹

source: There is {0} message selected.
et_ee: {0} sõnum on valitud.
ko_kr: 0} 메시지가 선택되었습니다.
uk_ua: Вибрано повідомлення {0}.
zh_cn: 已有{0}条选择消息。

source: Folder '{0}' selected.
et_ee: Kaust '{0}' valitud.
ko_kr: 폴더 '{0}'이 선택되었습니다.
uk_ua: Вибрано папку '{0}'.
zh_cn: 已选择文件夹'{0}'。

source: You have insufficient privileges to move this folder. Ask the folder owner to grant you permissions or contact your system administrator.
et_ee: Teil ei ole selle kausta teisaldamiseks piisavalt õigusi. Paluge kausta omanikult, et ta annaks teile õigused, või võtke ühendust oma süsteemiadministraatoriga.
ko_kr: 이 폴더를 이동할 수 있는 권한이 부족합니다. 폴더 소유자에게 권한을 부여해 달라고 요청하거나 시스템 관리자에게 문의하세요.
uk_ua: У вас недостатньо привілеїв для переміщення цієї теки. Попросіть власника теки надати вам дозволи або зверніться до системного адміністратора.
zh_cn: 您无足够的权限移动此文件夹。请文件夹所有者授予您权限或与您的系统管理员联系。

source: You have insufficient privileges to copy this folder. Ask the folder owner to grant you permissions or contact your system administrator.
et_ee: Sul ei ole selle kausta kopeerimiseks piisavalt õigusi. Palu kausta omanikult, et ta annaks sulle õigused või võta ühendust oma süsteemiadministraatoriga.
ko_kr: 이 폴더를 복사할 수 있는 권한이 부족합니다. 폴더 소유자에게 권한을 부여해 달라고 요청하거나 시스템 관리자에게 문의하세요.
uk_ua: У вас недостатньо привілеїв для копіювання цієї теки. Попросіть власника теки надати вам права або зверніться до системного адміністратора.
zh_cn: 您无足够的权限复制此文件夹。请文件夹所有者授予您权限或与您的系统管理员联系。

source: You have insufficient privileges to move following items.
et_ee: Teil ei ole piisavalt õigusi järgmiste objektide liigutamiseks.
ko_kr: 다음 항목을 이동할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо прав для переміщення наступних елементів.
zh_cn: 您无足够的权限移动下列项目。

source: Subject:
et_ee: Teema:
ko_kr: 제목:
uk_ua: Суть:
zh_cn: 主题：

source: Would you like to copy instead?
et_ee: Kas soovid hoopis kopeerida?
ko_kr: 대신 복사하시겠습니까?
uk_ua: Бажаєте скопіювати замість цього?
zh_cn: 您是否欲复制这些项目？

source: Do not show this message again.
et_ee: Ära näita seda teadet uuesti.
ko_kr: 이 메시지를 다시 표시하지 마세요.
uk_ua: Більше не показувати це повідомлення.
zh_cn: 不再显示此消息。

source: Set custom flag
et_ee: Määra kohandatud lipp
ko_kr: 사용자 지정 플래그 설정
uk_ua: Встановити користувацький прапор
zh_cn: 设置自定义标志

source: Start date
et_ee: Alguskuupäev
ko_kr: 시작 날짜
uk_ua: Дата початку
zh_cn: 开始日期

source: End date
et_ee: Lõppkuupäev
ko_kr: 종료 날짜
uk_ua: Дата завершення
zh_cn: 结束日期

source: Tomorrow
et_ee: Homme
ko_kr: 내일
uk_ua: Завтра
zh_cn: 明天

source: This week
et_ee: Sel nädalal
ko_kr: 이번 주
uk_ua: Цього тижня
zh_cn: 本周

source: Next week
et_ee: Järgmine nädal
ko_kr: 다음 주
uk_ua: Наступного тижня
zh_cn: 下周

source: Custom
et_ee: Kohandatud
ko_kr: 사용자 지정
uk_ua: Нетиповий
zh_cn: 自定义

source: Set reminder
et_ee: Määra meeldetuletus
ko_kr: 미리 알림 설정
zh_cn: 设置提醒

source: Complete
et_ee: Valmis
ko_kr: 완료
uk_ua: Довершено
zh_cn: 完成

source: today
et_ee: täna
ko_kr: 오늘
uk_ua: сьогодні
zh_cn: 今天

source: tomorrow
et_ee: homme
ko_kr: 내일
uk_ua: завтра
zh_cn: 明天

source: this week
et_ee: sel nädalal
ko_kr: 이번 주
uk_ua: цього тижня
zh_cn: 本周

source: next week
et_ee: järgmisel nädalal
ko_kr: 다음 주
uk_ua: наступного тижня
zh_cn: 下周

source: Edit recipient
et_ee: Redigeeri vastuvõtja
ko_kr: 수신자 수정
uk_ua: Редагувати одержувача
zh_cn: 编辑收件人

source: Copy email address
et_ee: Kopeeri e-posti aadress
ko_kr: 이메일 주소 복사
uk_ua: Скопіювати адресу електронної пошти
zh_cn: 复制电子邮件地址

source: Set as required
et_ee: Määra kohustuslikuks
ko_kr: 필요에 따라 설정
uk_ua: Налаштуйте за потребою
zh_cn: 设为必填项

source: Set as optional
et_ee: Määra vabatahtlikuks
ko_kr: 선택 사항으로 설정
uk_ua: Встановлюється як опція
zh_cn: 设为可选项

source: Set as resource
et_ee: Määra ressursiks
ko_kr: 리소스로 설정
uk_ua: Встановити як ресурс
zh_cn: 设为资源

source: Select attendees
et_ee: Valige osalejad
ko_kr: 참석자 선택
uk_ua: Відбір учасників
zh_cn: 选择与会者

source: Suggested Times
et_ee: Soovituslikud ajad
ko_kr: 추천 시간
uk_ua: Запропонований час
zh_cn: 建议的时间

source: Busy
et_ee: Hõivatud
ko_kr: 바쁘다
uk_ua: Зайнято
zh_cn: 忙碌

source: Out of Office
et_ee: Kontorist väljas
ko_kr: 부재 중
uk_ua: Вибув з посади
zh_cn: 外出

source: No Information
et_ee: Teave puudub
ko_kr: 정보 없음
uk_ua: Немає інформації
zh_cn: 无信息

source: Show non-working hours
et_ee: Näita tööväliseid tunde
ko_kr: 근무 외 시간 표시
uk_ua: Показати неробочі години
zh_cn: 显示非工作时间

source: Hide non-working hours
et_ee: Varjata töövälised tunnid
ko_kr: 근무 외 시간 숨기기
uk_ua: Приховати неробочі години
zh_cn: 隐藏非工作时间

source: No freebusy information available for this date
et_ee: Selle kuupäeva kohta ei leidu saadavuse teavet
ko_kr: 이 날짜에 사용할 수 있는 프리버스 정보가 없습니다.
uk_ua: Інформація про вільні місця на цю дату відсутня
zh_cn: 此日期无可用的忙/闲信息

source: No suggestions available
et_ee: Ettepanekud puuduvad
ko_kr: 사용 가능한 제안이 없습니다.
uk_ua: Немає пропозицій
zh_cn: 无任何可用的建议

source: Switch between different contexts e.g. inbox, calendar, etc.
et_ee: Vahetus erinevate kontekstide vahel, nt postkast, kalender jne.
ko_kr: 받은 편지함, 캘린더 등 다양한 컨텍스트 사이를 전환합니다.
uk_ua: Перемикатися між різними контекстами, наприклад, вхідними, календарем тощо.
zh_cn: 切换情景 例如: 收件箱，日历...等等.

source: Basic navigation
et_ee: Põhiline navigeerimine
ko_kr: 기본 탐색
uk_ua: Базова навігація
zh_cn: 基本导航

source: Switch between different views
et_ee: Vaheta erinevate vaadete vahel
ko_kr: 다른 보기 간 전환
uk_ua: Перемикайтеся між різними видами
zh_cn: 在不同视图之间切换

source: New item
et_ee: Uus kirje
ko_kr: 새 항목
uk_ua: Новий складник
zh_cn: 新项目

source: All views
et_ee: Kõik seisukohad
ko_kr: 모든 보기
uk_ua: Всі погляди
zh_cn: 全部视图

source: Close tab
et_ee: Sulge vahekaart
ko_kr: 탭 닫기
uk_ua: Закрити вкладку
zh_cn: 关闭选项卡

source: Print item
et_ee: Prindi objekt
ko_kr: 항목 인쇄
uk_ua: Елемент друку
zh_cn: 打印项目

source: Items
et_ee: Kirjed
ko_kr: 항목
uk_ua: Складники
zh_cn: 项目

source: Save an item e.g. mail, contact, etc.
et_ee: Salvesta objekt, nt post, kontakt jne.
ko_kr: 메일, 연락처 등의 항목을 저장합니다.
uk_ua: Зберегти елемент, наприклад, пошту, контакт тощо.
zh_cn: 保存一个项目，如邮件、联系人等。

source: Send an item e.g. mail, meeting request, etc.
et_ee: Saada midagi, näiteks e-kiri, koosolekukutse jne.
ko_kr: 메일, 미팅 요청 등 항목 보내기
uk_ua: Надішліть елемент, наприклад, лист, запит на зустріч тощо.
zh_cn: 发送项目 例如邮件、会议邀请等。

source: Select all items
et_ee: Valige kõik elemendid
ko_kr: 모든 항목 선택
uk_ua: Вибрати всі складники
zh_cn: 选择所有项目

source: Extend the selection to the first item in the list
et_ee: Laiendada valikut nimekirja esimese elemendini
ko_kr: 목록의 첫 번째 항목으로 선택 범위를 확장합니다.
uk_ua: Розширте вибір до першого елемента у списку
zh_cn: 将选择范围扩展至列表中的第一项

source: Extend the selection to the last item in the list
et_ee: Laienda valikut loendi viimase kirjeni
ko_kr: 목록의 마지막 항목까지 선택 범위를 확장합니다.
uk_ua: Розширте вибір до останнього елемента у списку
zh_cn: 将选择范围扩展至列表中的最后一项

source: Open selected item
et_ee: Ava valitud kirje
ko_kr: 선택한 항목 열기
uk_ua: Відкрити вибраний елемент
zh_cn: 打开所选项目

source: Open dialog to categorize selected item
et_ee: Avage dialoog valitud elemendi kategoriseerimiseks
ko_kr: 선택한 항목을 분류하기 위한 대화 상자 열기
uk_ua: Відкрийте діалогове вікно для категоризації вибраного елемента
zh_cn: 打开对话框以对所选项目进行分类

source: Print list
et_ee: Prindi nimekiri
ko_kr: 목록 인쇄
uk_ua: Роздрукувати список
zh_cn: 打印列表

source: Open copy/move dialog
et_ee: Avage kopeerimise/liigutamise dialoog
ko_kr: 복사/이동 대화 상자 열기
uk_ua: Відкрити діалогове вікно копіювання/переміщення
zh_cn: 打开复制/移动对话框

source: Delete selected item
et_ee: Kustuta valitud kirje
ko_kr: 선택한 항목 삭제
uk_ua: Видалити вибраний складник
zh_cn: 删除所选项目

source: Delete selected item without moving it to the Deleted Items folder. The deleted item can still be restored.
et_ee: Kustutage valitud elementi ilma seda kustutatud objektide kausta liigutamata. Kustutatud objekti saab siiski taastada.
ko_kr: 선택한 항목을 지운 편지함 폴더로 옮기지 않고 삭제합니다. 삭제된 항목은 계속 복원할 수 있습니다.
uk_ua: Видалення вибраного елемента без переміщення його до папки Видалені. Видалений елемент все ще можна відновити.
zh_cn: 删除所选项目，而不将其移至“已删除项目”文件夹中。删除的项目仍可恢复。

source: Add/Edit Cc recipient
et_ee: Lisa/muuda koopia saaja
ko_kr: 참조 받는 사람 추가/수정
uk_ua: Додавання/редагування одержувача копії
zh_cn: 添加/编辑抄送对象联系人

source: Disable for new mail
et_ee: Uute kirjade puhul keelata
ko_kr: 새 메일에 대해 비활성화
uk_ua: Вимкнути для нової пошти

source: Enable for new mail
et_ee: Võimaldab uue posti jaoks
ko_kr: 새 메일에 사용 설정
uk_ua: Увімкнути для нової пошти

source: Disable for replies
et_ee: Lülita vastuste jaoks välja
ko_kr: 답글 사용 안 함
uk_ua: Вимкнути для відповідей

source: Enable for replies
et_ee: Luba vastuste puhul
ko_kr: 답글 사용 설정
uk_ua: Увімкнути для відповідей

source: No Cc recipient configured
et_ee: Koopia saaja on seadistamata
ko_kr: 참조 받는 사람이 구성되지 않았습니다.
uk_ua: Не налаштовано отримувача копії
zh_cn: 无法配置作为抄送对象的收件人

source: Loading Cc recipients
et_ee: Laadime koopiate saajaid
ko_kr: 참조 받는 사람 불러오기
uk_ua: Завантаження одержувачів копії
zh_cn: 正在加载作为抄送对象的收件人

source: Reply Mail
et_ee: Vastus Mail
ko_kr: 답장 메일
uk_ua: Відповісти Пошта
zh_cn: 回复邮件

source: New Mail
et_ee: Uus post
ko_kr: 새 메일
uk_ua: Нова пошта
zh_cn: 新邮件

source: Please select a Cc recipient record.
et_ee: Palun täpsusta koopia saaja.
ko_kr: 참조 받는 사람 레코드를 선택하세요.
uk_ua: Будь ласка, виберіть запис одержувача копії.
zh_cn: 请选择作为抄送对象的收件人记录。

source: Manage Cc recipients
et_ee: Halda koopiate saajaid
ko_kr: 참조 받는 사람 관리
uk_ua: Керування одержувачами копій
zh_cn: 管理作为抄送对象的收件人

source: Cc recipients can be used to set a default Cc user in new mail, replies or both.
et_ee: Cc-vastuvõtjaid saab kasutada vaikimisi Cc-kasutajate määramiseks uutes kirjades, vastustes või mõlemas.
ko_kr: 참조 받는 사람은 새 메일, 답장 또는 둘 다에서 기본 참조 사용자를 설정하는 데 사용할 수 있습니다.
uk_ua: Отримувачі копій можуть бути використані для встановлення користувача за замовчуванням у нових листах, відповідях або і в тому, і в іншому випадку.
zh_cn: 抄送对象收件人可用于在新邮件、回复或新邮件及回复中设置默认抄送对象用户。

source: Help
et_ee: Abi
ko_kr: 도움말
uk_ua: Довідка
zh_cn: 帮助

source: Web Manual
et_ee: Veebikäsiraamat
ko_kr: 웹 매뉴얼
uk_ua: Веб-інструкція

source: Item data
et_ee: Artikli andmed
ko_kr: 항목 데이터
uk_ua: Дані про товар
zh_cn: 项目数据

source: Sort by: context.mail.griddefaultcolumn
et_ee: Sorteerimine: context.mail.griddefaultcolumn
ko_kr: 정렬 기준: context.mail.gridefaultcolumn
uk_ua: Сортувати за: context.mail.griddefaultcolumn
zh_cn: 排序方式：context.mail.griddefaultcolumn

source: grommunio Web print
et_ee: grommunio Web printimine
ko_kr: 그로뮤니오 웹 인쇄
uk_ua: grommunio Веб-друк

source: Display name
et_ee: Kuvatav nimi
ko_kr: 표시 이름
uk_ua: Відображуване ім'я
zh_cn: 显示名称

source: Email address
et_ee: E-posti aadress
ko_kr: 이메일 주소
uk_ua: Адреса ел. пошти
zh_cn: 电子邮件地址

source: Expand distribution list
et_ee: Laiendada jaotamise nimekirja
ko_kr: 배포 목록 확장
uk_ua: Розширити список розсилки
zh_cn: 扩大群发列表
