Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/grommunio_web.po
Languages: et_ee, ko_kr, uk_ua, zh_cn

source: Not all functionality of grommunio Web might be working properly because of this.
et_ee: Kogu veebirakenduse funktsionaalsus ei pruugi selle pärast töötada.
ko_kr: 이로 인해 그로뮤니오 웹의 모든 기능이 제대로 작동하지 않을 수 있습니다.
uk_ua: Через це не всі функції grommunio Web можуть працювати належним чином.
zh_cn: 因此，并非grommunio Web的所有功能均能正常运行。

# hierarchy.foldername
source: Inbox
et_ee: Sisendkaust
ko_kr: 받은 편지함
uk_ua: Вхідні
zh_cn: 收件箱

# hierarchy.foldername
source: Outbox
et_ee: Saadetud
ko_kr: 받은 편지함
uk_ua: Вихідні
zh_cn: 发件箱

# hierarchy.foldername
source: Sent Items
et_ee: Saadetud
ko_kr: 보낸 항목
uk_ua: Відправлені елементи
zh_cn: 已发送的项目

# hierarchy.foldername
source: Deleted items
et_ee: Kustutatud
ko_kr: 삭제된 항목
uk_ua: Видалені елементи
zh_cn: 已删除的项目

# hierarchy.foldername
source: Calendar
et_ee: Kalender
ko_kr: 캘린더
uk_ua: Календар
zh_cn: 日历

# hierarchy.foldername
source: Contacts
et_ee: Kontaktid
ko_kr: 연락처
uk_ua: Контакти
zh_cn: 联系人

# hierarchy.foldername
source: Drafts
et_ee: Visandid
ko_kr: 초안
uk_ua: Чернетки
zh_cn: 草稿

# hierarchy.foldername
source: Journal
et_ee: Päevaraamat
ko_kr: 저널
uk_ua: Журнал
zh_cn: 日志

# hierarchy.foldername
source: Notes
et_ee: Märkmed
ko_kr: 참고
uk_ua: Примітки
zh_cn: 便签

# hierarchy.foldername
source: Tasks
et_ee: Ülesanded
ko_kr: 작업
uk_ua: Завдання
zh_cn: 任务

# hierarchy.foldername
source: Junk Email
et_ee: Rämpspost
ko_kr: 정크 이메일
uk_ua: Небажана пошта
zh_cn: 垃圾邮件

source: Missing folders
et_ee: Kadunud kaustad
ko_kr: 누락된 폴더
uk_ua: Відсутні папки
zh_cn: 缺少文件夹

source: The following required folder is missing in the hierarchy: {0}
et_ee: Nimetatud vajalik kaust on puuduv hierarhiast: {0}
ko_kr: 계층 구조에 다음 필수 폴더가 없습니다: {0}
uk_ua: В ієрархії відсутня наступна необхідна тека: {0}
zh_cn: 层次结构中缺少以下必需的文件夹：{0}

source: Loading model from server failed
et_ee: Mudeli laadimine serverist ebaõnnestus
ko_kr: 서버에서 모델을 로드하지 못했습니다.
uk_ua: Не вдалося завантажити модель з сервера
zh_cn: 从服务器加载模块失败

source: Out of Office is currently activated. Would you like to turn it off?
et_ee: „Kontorist väljas“ teade on hetkel kasutusel. Kas soovid ta välja lülitada?
ko_kr: 부재 중이 현재 활성화되어 있습니다. 해제하시겠습니까?
uk_ua: Функція "Не в офісі" зараз активована. Бажаєте вимкнути його?
zh_cn: 外出状态当前已激活。您是否需将其关闭？

source: Archive
et_ee: Arhiiv
ko_kr: 아카이브
uk_ua: Архів
zh_cn: 存档

source: Open Chat at start
et_ee: Avatud vestlus alguses
ko_kr: 시작 시 채팅 열기
uk_ua: Відкрийте чат на початку

source: Desktop Notifications Plugin
et_ee: Töölaua teavituste pistikprogramm
ko_kr: 데스크톱 알림 플러그인
uk_ua: Плагін сповіщень для робочого столу

source: Desktop Notifications
et_ee: Töölaua teated
ko_kr: 데스크톱 알림
uk_ua: Сповіщення на робочому столі
zh_cn: 桌面通知

source: Files: ownCloud Backend
et_ee: Failid: ownCloud Backend
ko_kr: 파일: ownCloud 백엔드
uk_ua: Файли: ownCloud Backend

source: Share with user/group
et_ee: Jagage kasutajaga/grupiga
ko_kr: 사용자/그룹과 공유
uk_ua: Поділіться з користувачем/групою

source: Share via link
et_ee: Jaga lingi kaudu
ko_kr: 링크를 통해 공유
uk_ua: Поділіться посиланням

source: Public link
et_ee: Avalik link
ko_kr: 공개 링크
uk_ua: Публічне посилання
zh_cn: 公共链接

source: Password protect
et_ee: Kaitseb salasõnaga
ko_kr: 비밀번호 보호
uk_ua: Захист паролем

source: Password
et_ee: Salasõna
ko_kr: 암호
uk_ua: Пароль
zh_cn: 密码

source: Public upload
et_ee: Avalik üleslaadimine
ko_kr: 공개 업로드
uk_ua: Публічне завантаження

source: Expiration date
et_ee: Kehtivusaeg
ko_kr: 만료일
uk_ua: Термін придатності
zh_cn: 到期日期

source: More than 1 share link exists. Only showing the latest one
et_ee: Olemas on rohkem kui 1 jagamislink. Näitab ainult viimast
ko_kr: 공유 링크가 1개 이상 존재합니다. 최신 링크만 표시
uk_ua: Існує більше 1 посилання на спільний доступ. Показано лише останнє

source: Loading details…
et_ee: Laadime üksikasju…
ko_kr: 세부 정보 로드 중...
uk_ua: Деталі завантаження...
zh_cn: 正在加载详细信息…

source: Share Details
et_ee: Jaga üksikasjad
ko_kr: 세부 정보 공유
uk_ua: Поділитися деталями

source: Re-share
et_ee: Jaga uuesti
ko_kr: 다시 공유
uk_ua: Перепостити

source: Change
et_ee: Muuda
ko_kr: 변경
uk_ua: Зміна
zh_cn: 更改

source: Share with
et_ee: Jagage koos
ko_kr: 공유 대상
uk_ua: Поділіться з
zh_cn: 分享到

source: Sort by: Type
et_ee: Järjestamine: Tüüp
ko_kr: 정렬 기준: 유형
uk_ua: Сортувати по: Тип

source: Loading users and groups
et_ee: Kasutajate ja rühmade laadimine
ko_kr: 사용자 및 그룹 로드
uk_ua: Завантаження користувачів і груп

source: Add users or groups to share files.
et_ee: Kasutajate või rühmade lisamine failide jagamiseks.
ko_kr: 파일을 공유할 사용자 또는 그룹을 추가합니다.
uk_ua: Додайте користувачів або групи для спільного доступу до файлів.

source: Type to search
et_ee: Tüüp otsinguks
ko_kr: 검색할 항목 입력
uk_ua: Введіть для пошуку
zh_cn: 搜索类型

source: No results
et_ee: Tulemusi ei ole
ko_kr: 결과 없음
uk_ua: Немає результатів
zh_cn: 没有结果

source: Add attachment from {0}
et_ee: Lisa manus alates {0}
ko_kr: 0}에서 첨부 파일 추가
uk_ua: Додати вкладення з {0}

source: Confirm deletion
et_ee: Kinnitage kustutamine
ko_kr: 삭제 확인
uk_ua: Підтвердити видалення
zh_cn: 确认刪除

source: Are you sure you want to delete {0}?
et_ee: Kas olete kindel, et soovite kustutada {0}?
ko_kr: 0}을 삭제하시겠습니까?
uk_ua: Ви впевнені, що хочете видалити {0}?

source: Are you sure you want to delete {0} and all of its contents?
et_ee: Kas olete kindel, et soovite kustutada {0} ja kogu selle sisu?
ko_kr: 0} 및 모든 콘텐츠를 삭제하시겠습니까?
uk_ua: Ви впевнені, що хочете видалити {0} і весь його вміст?

source: Are you sure you want to delete {0} files?
et_ee: Kas olete kindel, et soovite {0} faile kustutada?
ko_kr: 0} 파일을 삭제하시겠습니까?
uk_ua: Ви впевнені, що хочете видалити {0} файлів?

source: Are you sure want to delete {0} folders and all of their contents?
et_ee: Kas olete kindel, et soovite {0} kaustu ja kogu selle sisu kustutada?
ko_kr: 0} 폴더와 해당 폴더의 모든 콘텐츠를 삭제하시겠습니까?
uk_ua: Ви дійсно хочете видалити теки {0} і весь їхній вміст?

source: Are you sure want to delete the selected items and all of their contents?
et_ee: Kas olete kindel, et soovite valitud elemendid ja kogu nende sisu kustutada?
ko_kr: 선택한 항목과 해당 콘텐츠를 모두 삭제하시겠습니까?
uk_ua: Ви дійсно хочете видалити вибрані елементи та весь їхній вміст?

source: Confirm overwrite
et_ee: Kinnita ülekirjutamine
ko_kr: 덮어쓰기 확인
uk_ua: Підтвердити перезапис

source: File already exists. Do you want to overwrite it?
et_ee: Fail on juba olemas. Kas soovid selle üle kirjutada?
ko_kr: 파일이 이미 존재합니다. 덮어쓰시겠습니까?
uk_ua: Файл вже існує. Ви хочете перезаписати його?

source: Please enter a new name
et_ee: Palun sisestage uus nimi
ko_kr: 새 이름을 입력하세요.
uk_ua: Будь ласка, введіть нове ім'я

source: Rename record
et_ee: Rekordi ümbernimetamine
ko_kr: 레코드 이름 바꾸기
uk_ua: Перейменувати запис

source: A file name should not be empty.
et_ee: Faili nimi ei tohiks olla tühi.
ko_kr: 파일 이름은 비어 있으면 안 됩니다.
uk_ua: Ім'я файлу не повинно бути порожнім.

source: Rename item
et_ee: Nimetage objekt ümber
ko_kr: 항목 이름 바꾸기
uk_ua: Перейменувати елемент

source: A file named "{0}" already exists. Please enter a different name.
et_ee: Fail nimega "{0}" on juba olemas. Palun sisestage teine nimi.
ko_kr: "{0}"이라는 파일이 이미 있습니다. 다른 이름을 입력하세요.
uk_ua: Файл з назвою "{0}" вже існує. Будь ласка, введіть іншу назву.

source: Downloading
et_ee: Allalaadimine
ko_kr: 다운로드
uk_ua: Завантаження
zh_cn: 下载中

source: Download started... please wait!
et_ee: Allalaadimine algas... palun oodake!
ko_kr: 다운로드가 시작되었습니다... 잠시만 기다려주세요!
uk_ua: Завантаження розпочато... будь ласка, зачекайте!

source: Upload
et_ee: Laadige üles
ko_kr: 업로드
uk_ua: Завантажити
zh_cn: 上传

source: At least one file is too large! Maximum allowed filesize: {0}.
et_ee: Vähemalt üks fail on liiga suur! Maksimaalne lubatud faili suurus: {0}.
ko_kr: 파일이 하나 이상 너무 큽니다! 허용된 최대 파일 크기: {0}.
uk_ua: Принаймні один файл занадто великий! Максимально допустимий розмір файлу: {0}.

source: Keep both
et_ee: Hoidke mõlemad
ko_kr: 둘 다 유지
uk_ua: Тримай обидва.

source: Overwrite
et_ee: Kirjuta üle
ko_kr: 덮어쓰기
uk_ua: Перезаписати
zh_cn: 覆盖

source: Never
et_ee: Mitte kunagi
ko_kr: 절대로
uk_ua: Ніколи.
zh_cn: 从不

source: Add from Files
et_ee: Lisa failidest
ko_kr: 파일에서 추가
uk_ua: Додати з файлів

source: Add attachment from Files
et_ee: Lisa manus failidest
ko_kr: 파일에서 첨부 파일 추가
uk_ua: Додати вкладення з Файлів

source: Add to Files
et_ee: Lisa failidesse
ko_kr: 파일에 추가
uk_ua: Додати до файлів

source: Upload file
et_ee: Faili üleslaadimine
ko_kr: 파일 업로드
uk_ua: Завантажити файл
zh_cn: 上传文件

source: Files
et_ee: Failid
ko_kr: 파일
uk_ua: Файли
zh_cn: 文件

source: Files Plugin
et_ee: Failide pistikprogramm
ko_kr: 파일 플러그인
uk_ua: Плагін для файлів

source: Manage Accounts
et_ee: Halda kontosid
ko_kr: 계정 관리
uk_ua: Керування рахунками

source: Reset Files settings
et_ee: Lähtesta Failide seadistused
ko_kr: 파일 설정 재설정
uk_ua: Скинути налаштування файлів

source: Resets Files settings to their original defaults
et_ee: Asendab failide seadistused algsete vaikeseadistustega
ko_kr: 파일 설정을 원래 기본값으로 재설정합니다.
uk_ua: Скидання налаштувань файлів до початкових значень за замовчуванням

source: Are you sure to remove all settings and accounts?
et_ee: Kas olete kindlasti eemaldanud kõik seaded ja kontod?
ko_kr: 모든 설정과 계정을 제거하시겠습니까?
uk_ua: Ви впевнені, що видалили всі налаштування та облікові записи?

source: Accounts marked by your administrator as "cannot be changed" will not be removed.
et_ee: Kontosid, mille administraator on märkinud "ei saa muuta", ei eemaldata.
ko_kr: 관리자가 '변경할 수 없음'으로 표시한 계정은 삭제되지 않습니다.
uk_ua: Облікові записи, позначені вашим адміністратором як "не можуть бути змінені", не будуть видалені.

source: grommunio Web will automatically restart in order for these changes to take effect.
et_ee: grommunio Web käivitub automaatselt uuesti, et need muudatused jõustuksid.
ko_kr: 변경 사항을 적용하기 위해 grommunio 웹이 자동으로 다시 시작됩니다.
uk_ua: grommunio Web автоматично перезапуститься, щоб ці зміни набули чинності.

source: grommunio Web is reloading, Please wait.
et_ee: grommunio Web laadib ümber, Palun oota.
ko_kr: 그로뮤니오 웹이 로드 중입니다 잠시만 기다려주세요.
uk_ua: grommunio Web перезавантажується, будь ласка, зачекайте.

source: Edit Account
et_ee: Konto muutmine
ko_kr: 계정 수정
uk_ua: Редагувати обліковий запис
zh_cn: 编辑帐户

source: Account Information
et_ee: Kontoteave
ko_kr: 계정 정보
uk_ua: Інформація про обліковий запис
zh_cn: 账户信息

source: Account name
et_ee: Konto nimi
ko_kr: 계정 이름
uk_ua: Назва рахунку
zh_cn: 用户名

source: Account Configuration
et_ee: Konto konfiguratsioon
ko_kr: 계정 구성
uk_ua: Конфігурація облікового запису
zh_cn: 帐号设置

source: Update
et_ee: Ajakohastamine
ko_kr: 업데이트
uk_ua: Оновлення
zh_cn: 更新

source: Sort by: ID
et_ee: Järjestamine: ID
ko_kr: 정렬 기준: ID
uk_ua: Сортувати по: ID

source: Sort by: Backend
et_ee: Järjestamine: taustateenus
ko_kr: 정렬 기준: 백엔드
uk_ua: Сортувати по: Бекенд

source: Features
et_ee: Omadused
ko_kr: 특징
uk_ua: Особливості
zh_cn: 特征

source: Shows all available features of the backend.
et_ee: Näitab kõiki tagakülje olemasolevaid funktsioone.
ko_kr: 백엔드의 사용 가능한 모든 기능을 표시합니다.
uk_ua: Показує всі доступні функції бекенду.

source: Show quota information
et_ee: Näita kvootide teavet
ko_kr: 할당량 정보 표시
uk_ua: Показати інформацію про квоту

source: Show version information
et_ee: Näita versiooni teavet
ko_kr: 버전 정보 표시
uk_ua: Показати інформацію про версію
zh_cn: 显示版本信息

source: Share files
et_ee: Failide jagamine
ko_kr: 파일 공유
uk_ua: Ділитися файлами

source: Fast Down/Upload
et_ee: Kiire allalaadimine/laadimine
ko_kr: 빠른 다운로드/업로드
uk_ua: Швидке завантаження/вивантаження

source: No account created!
et_ee: Kontot ei ole loodud!
ko_kr: 계정이 생성되지 않았습니다!
uk_ua: Обліковий запис не створено!

source: Add Account
et_ee: Lisa konto
ko_kr: 계정 추가
uk_ua: Додати обліковий запис
zh_cn: 添加账户

source: Remove Account
et_ee: Eemalda konto
ko_kr: 계정 제거
uk_ua: Видалити обліковий запис
zh_cn: 删除帐户

source: Loading accounts
et_ee: Kontode laadimine
ko_kr: 계정 로드
uk_ua: Завантаження облікових записів

source: Do you really want to delete the account "{0}"?
et_ee: Kas te tõesti soovite konto "{0}" kustutada?
ko_kr: "{0}" 계정을 정말 삭제하시겠습니까?
uk_ua: Ви дійсно хочете видалити обліковий запис "{0}"?

source: Quota Information
et_ee: Kvoodi teave
ko_kr: 할당량 정보
uk_ua: Інформація про квоти

source: Used
et_ee: Kasutatud
ko_kr: 사용됨
uk_ua: Б/в
zh_cn: 已使用

source: Total
et_ee: Kokku
ko_kr: 합계
uk_ua: Всього
zh_cn: 总计

source: Version Information
et_ee: Versiooni teave
ko_kr: 버전 정보
uk_ua: Інформація про версію
zh_cn: 版本信息

source: Filename
et_ee: Failinimi
ko_kr: 파일 이름
uk_ua: Ім'я файлу
zh_cn: 文件名

source: Sort by: Filename
et_ee: Järjestamine: failinimi
ko_kr: 정렬 기준: 파일 이름
uk_ua: Сортувати по: Ім'я файлу

source: Loading files
et_ee: Failide laadimine
ko_kr: 파일 로드
uk_ua: Завантаження файлів
zh_cn: 载入文件

source: The file {0} is too large!
et_ee: Fail {0} on liiga suur!
ko_kr: 파일 {0}이(가) 너무 큽니다!
uk_ua: Файл {0} занадто великий!

source: You have to choose at least one file!
et_ee: Sa pead valima vähemalt ühe faili!
ko_kr: 파일을 하나 이상 선택해야 합니다!
uk_ua: Ви повинні вибрати хоча б один файл!

source: Create New
et_ee: Loo uus
ko_kr: 새로 만들기
uk_ua: Створити новий
zh_cn: 新建

source: Incorrect filename
et_ee: Vale failinimi
ko_kr: 잘못된 파일 이름
uk_ua: Неправильне ім'я файлу

source: Error reaching office backend
et_ee: Viga jõuab kontori backendini
ko_kr: 오피스 백엔드에 연결하는 중 오류 발생
uk_ua: Помилка при спробі зв'язатися з бекендом офісу

source: Folder already exists
et_ee: Kaust on juba olemas
ko_kr: 폴더가 이미 존재함
uk_ua: Папка вже існує

source: Incorrect foldername
et_ee: Vale kausta nimi
ko_kr: 잘못된 폴더 이름
uk_ua: Неправильне ім'я теки

source: File information
et_ee: Faili teave
ko_kr: 파일 정보
uk_ua: Інформація про файл
zh_cn: 文件信息

source: Select a file
et_ee: Valige fail
ko_kr: 파일 선택
uk_ua: Виберіть файл
zh_cn: 选择一个文件

source: Maximum upload size
et_ee: Maksimaalne üleslaadimise suurus
ko_kr: 최대 업로드 크기
uk_ua: Максимальний розмір завантаження

source: Browse
et_ee: Sirvi
ko_kr: 찾아보기
uk_ua: Переглянути
zh_cn: 浏览

source: Select upload folder
et_ee: Vali üleslaadimise kaust
ko_kr: 업로드 폴더 선택
uk_ua: Виберіть папку для завантаження

source: File "{0}" is too large! Maximum allowed filesize: {1}.
et_ee: Faili "{0}" on liiga suur! Maksimaalne lubatud faili suurus: {1}.
ko_kr: 파일 "{0}"이(가) 너무 큽니다! 허용된 최대 파일 크기: {1}입니다.
uk_ua: Файл "{0}" занадто великий! Максимально допустимий розмір файлу: {1}.

source: Add item to Files
et_ee: Lisa objekt failide sekka
ko_kr: 파일에 항목 추가
uk_ua: Додати елемент до Файлів

source: You have to choose a folder!
et_ee: Sa pead valima kausta!
ko_kr: 폴더를 선택해야 합니다!
uk_ua: Ви повинні вибрати папку!

source: Uploaded
et_ee: Üleslaetud
ko_kr: 업로드
uk_ua: Завантажено
zh_cn: 上传

source: Attachment successfully stored in Files
et_ee: Manus on edukalt salvestatud failides
ko_kr: 첨부 파일이 파일에 성공적으로 저장되었습니다.
uk_ua: Вкладення успішно збережено у папці Файли

source: Upload Failed
et_ee: Üleslaadimine ebaõnnestus
ko_kr: 업로드 실패
uk_ua: Не вдалося завантажити
zh_cn: 文件上传失败

source: Attachment could not be stored in Files! Error:
et_ee: Manustust ei saanud salvestada failidesse! Viga:
ko_kr: 첨부 파일을 파일에 저장할 수 없습니다! 오류가 발생했습니다:
uk_ua: Вкладення не вдалося зберегти у папці "Файли"! Помилка:
zh_cn: 附件无法存储在文件中!错误。

source: Share Files
et_ee: Failide jagamine
ko_kr: 파일 공유
uk_ua: Поділіться файлами

source: Uploading files to
et_ee: Failide üleslaadimine
ko_kr: 다음 주소로 파일 업로드
uk_ua: Завантаження файлів на
zh_cn: 将文件上传到

source: Starting upload
et_ee: Üleslaadimise alustamine
ko_kr: 업로드 시작
uk_ua: Початок завантаження

source: Cancel upload
et_ee: Tühista üleslaadimine
ko_kr: 업로드 취소
uk_ua: Скасувати завантаження
zh_cn: 取消上传

source: - seconds left
et_ee: - sekundit jäänud
ko_kr: - 남은 시간(초)
uk_ua: - залишилося кілька секунд

source: seconds left
et_ee: sekundit jäänud
ko_kr: 남은 시간(초)
uk_ua: залишилося кілька секунд
zh_cn: 还剩几秒钟

source: minutes left
et_ee: jäänud minutit
ko_kr: 남은 시간
uk_ua: залишилося кілька хвилин
zh_cn: 还剩几分钟

source: Uploading:
et_ee: Üleslaadimine:
ko_kr: 업로드 중입니다:
uk_ua: Завантажую:
zh_cn: 上传。

source: Upload status unavailable... please wait.
et_ee: Üleslaadimise staatus ei ole saadaval... palun oodake.
ko_kr: 업로드할 수 없는 상태입니다... 잠시만 기다려주세요.
uk_ua: Статус завантаження недоступний... будь ласка, зачекайте.

source: Upload finished!
et_ee: Üleslaadimine lõpetatud!
ko_kr: 업로드 완료!
uk_ua: Завантаження завершено!

source: Upload aborted!
et_ee: Üleslaadimine katkestatud!
ko_kr: 업로드가 중단되었습니다!
uk_ua: Завантаження перервано!

source: Upload failed!
et_ee: Üleslaadimine ebaõnnestus!
ko_kr: 업로드에 실패했습니다!
uk_ua: Не вдалося завантажити!
zh_cn: 上传失败！

source: Document
et_ee: Dokument
ko_kr: 문서
uk_ua: Документ
zh_cn: 文档

source: Presentation
et_ee: Esitlus
ko_kr: 프레젠테이션
uk_ua: Презентація
zh_cn: 演示

source: Spreadsheet
et_ee: Tabelarvutus
ko_kr: 스프레드시트
uk_ua: Електронна таблиця
zh_cn: 电子表格

source: Upload files
et_ee: Failide üleslaadimine
ko_kr: 파일 업로드
uk_ua: Завантажити файли
zh_cn: 上传文件

source: Create document
et_ee: Dokumendi loomine
ko_kr: 문서 만들기
uk_ua: Створити документ

source: Create office document
et_ee: Büroodokumendi loomine
ko_kr: 오피스 문서 만들기
uk_ua: Створення офісного документа

source: Download files
et_ee: Laadi failid alla
ko_kr: 파일 다운로드
uk_ua: Завантажити файли
zh_cn: 下载文件

source: Share
et_ee: Jaga
ko_kr: 공유
uk_ua: Поділіться
zh_cn: 分享

source: Attach to mail
et_ee: Lisa e-kirjale
ko_kr: 메일에 첨부
uk_ua: Прикріпити до листа

source: Attach to mail as link
et_ee: Lisa e-kirjale lingina
ko_kr: 메일에 링크로 첨부
uk_ua: Прикріпити до листа як посилання

source: Attaching
et_ee: Kinnitamine
ko_kr: 첨부
uk_ua: Приєднання
zh_cn: 附加

source: Creating email... Please wait!
et_ee: E-posti loomine... Palun oodake!
ko_kr: 이메일 작성 중... 잠시만 기다려주세요!
uk_ua: Створення листа... Зачекайте, будь ласка!

source: Edit share
et_ee: Muuda jagamist
ko_kr: 공유 편집
uk_ua: Редагувати спільний доступ

source: There are no accounts added. Go to settings, Files tab and add an account
et_ee: Kontosid ei ole lisatud. Ava seadistused, vali failide vahekaart ja lisa kasutajakonto
ko_kr: 추가된 계정이 없습니다. 설정, 파일 탭으로 이동하여 계정을 추가합니다.
uk_ua: Облікові записи не додано. Перейдіть до налаштувань, вкладка "Файли" та додайте обліковий запис

source: Filesize
et_ee: Failide suurus
ko_kr: 파일 크기
uk_ua: Розмір файлу
zh_cn: 文件大小

source: Last modified
et_ee: Viimati muudetud
ko_kr: 마지막 수정
uk_ua: Востаннє змінено
zh_cn: 最后修改

source: Is shared
et_ee: Kas jagatakse
ko_kr: 공유됨
uk_ua: є спільною.

source: File preview
et_ee: Faili eelvaade
ko_kr: 파일 미리 보기
uk_ua: Попередній перегляд файлів

source: Your browser does not support previewing of audio files!
et_ee: Sinu brauser ei toeta helifailide eelvaadet!
ko_kr: 브라우저가 오디오 파일 미리보기를 지원하지 않습니다!
uk_ua: Ваш браузер не підтримує попередній перегляд аудіофайлів!

source: Your browser does not support previewing of video files!
et_ee: Sinu brauser ei toeta videofailide eelvaadet!
ko_kr: 브라우저가 동영상 파일 미리보기를 지원하지 않습니다!
uk_ua: Ваш браузер не підтримує попередній перегляд відеофайлів!

source: Folder
et_ee: Kaust
ko_kr: 폴더
uk_ua: Папка
zh_cn: 文件夹

source: File ({0})
et_ee: Faili ({0})
ko_kr: 파일 ({0})

source: Sort by: Path
et_ee: Järjestamine: asukoht
ko_kr: 정렬 기준: 경로
uk_ua: Сортувати по: Шлях

source: Sort by: Last modified
et_ee: Järjestamine: Viimati muudetud
ko_kr: 정렬 기준: 마지막 수정
uk_ua: Сортувати по: Останні зміни

source: Sort by: Shared
et_ee: Järjestamine: jagatud
ko_kr: 정렬 기준: 공유
uk_ua: Сортувати по: Спільні

source: There are no items to show in this view
et_ee: Selles vaates ei ole näidatavaid objekte
ko_kr: 이 보기에 표시할 항목이 없습니다.
uk_ua: У цьому поданні немає елементів для показу

source: files selected
et_ee: valitud failid
ko_kr: 선택한 파일
uk_ua: вибрані файли
zh_cn: 已选的文件

source: Authentication required, when using grommunio-files for the first time
et_ee: Vajalik autentimine, kui grommunio-faili kasutatakse esimest korda
ko_kr: 그로뮤니오 파일을 처음 사용하는 경우 인증이 필요합니다.
uk_ua: При першому використанні grommunio-файлів потрібна автентифікація

source: Archive to InfoShare
et_ee: Arhiveeri InfoShare'i teenusesse

source: Constraints for single attachment archiving
et_ee: Ühe manuse arhiveerimise piirangud

source: Max count attachments
et_ee: Manuste suurim arv

source: Max size all selected attachments (MB)
et_ee: Kõigi valitud manuste maksimaalne suurus (MB)

source: Selection Kendox InfoShare environment
et_ee: Vali Kendox InfoShare'i keskkond

source: Production
et_ee: Töökeskkond

source: Test
et_ee: Testkeskkond

source: URLs for production environment
et_ee: Töökeskonna võrguaadressid

source: Kendox InfoShare API URL
et_ee: Kendox InfoShare API võrguaadress

source: Kendox InfoShare Web dialog URL
et_ee: Kendox InfoShare veebivaate võrguaadress

source: URLs for test environment
et_ee: Testkeskonna võrguaadressid

source: Mail/Document archive to Kendox InfoShare
et_ee: Kirja või dokumendi arhiiv Kendox InfoShare'i teenuses

source: Attachment information is requested
et_ee: Manuse teabe päring

source: Please select the type of Archive (max
et_ee: Palun vali arhiivi tüüp (kuni

source: files, max
et_ee: faili, kogumahuga kuni

source: MB total size)
et_ee: MB)

source: Everything - Store mail in original format
et_ee: Kõik - hoiusta e-kirjad algsetena

source: Separate - Store attachments separately
et_ee: Eraldi - hoiusta manused eraldi

source: No attachments available in mail
et_ee: Kirjas poel manuseid

source: Start archive
et_ee: Loo arhiiv

source: Reading attachment information failed
et_ee: Ei õnnestunud lugeda manuse teavet

source: Files are sent to Kendox InfoShare
et_ee: Failid on saadetud Kendox InfoShare'i teenusesse

source: With the selection of separate attachments a maximum of
et_ee: Eelistades eraldi manuste valikut on võimalik valida kuni

source: attachments can be selected. There have been
et_ee: manust. Oled juba valinud

source: attachments selected
et_ee: manust

source: With the selection of separate attachments the total size of all attachments may not exceed
et_ee: Eelistades eraldi manuste valikut on võimalik valida manused mahuga kuni

source: MB. There have been
et_ee: MB. Oled juba valinud

source: MB selected.
et_ee: MB.

source: Sending of mail failed
et_ee: Ei õnnestunud saata e-kirja

source: Map
et_ee: Kaart
ko_kr: 지도
uk_ua: Карта
zh_cn: 地图

source: Mobile Device Manager
et_ee: Mobiilseadmete haldur
ko_kr: 모바일 장치 관리자
uk_ua: Диспетчер мобільних пристроїв

source: Wiping device
et_ee: Seadme sisu on kustutamisel
ko_kr: 와이핑 장치
uk_ua: Пристрій для протирання

source: Password incorrect
et_ee: Vale salasõna
ko_kr: 비밀번호가 잘못되었습니다.
uk_ua: Неправильний пароль
zh_cn: 用户名和密码不正确

source: Full resync in progress
et_ee: Täielik resünkroniseerimine on pooleli
ko_kr: 전체 재동기화 진행 중
uk_ua: Йде повна пересинхронізація

source: Username or password incorrect
et_ee: Kasutajanimi või salasõna on vale
ko_kr: 사용자 이름 또는 비밀번호가 잘못되었습니다.
uk_ua: Неправильне ім'я користувача або пароль
zh_cn: 用户名或密码不正确

source: Not Applicable
et_ee: Ei kohaldata
ko_kr: 해당 없음
uk_ua: Не застосовується
zh_cn: 不适用

source: Wipe Pending
et_ee: Kustutamine on ootel
ko_kr: 지우기 보류 중
uk_ua: Витирання в очікуванні

source: Wipe Requested
et_ee: Kustutamine on tellitud
ko_kr: 삭제 요청됨
uk_ua: Потрібно витирання

source: Wipe Executed
et_ee: Kustutamine on tehtud
ko_kr: 지우기 실행
uk_ua: Витерти Виконано

source: Account Only Wipe Pending
et_ee: Ainult konto kustutamine ootel
ko_kr: 계정만 삭제 보류 중
uk_ua: Очікується стирання тільки облікового запису

source: Account Only Wipe Requested
et_ee: Ainult konto kustutamise taotlus
ko_kr: 계정만 삭제 요청됨
uk_ua: Запитується стирання тільки облікового запису

source: Account Only Wipe Executed
et_ee: Ainult konto kustutamine teostatud
ko_kr: 계정만 초기화 실행
uk_ua: Виконано стирання тільки облікового запису

source: Not Available
et_ee: Ei ole saadaval
ko_kr: 사용 불가
uk_ua: Недоступно
zh_cn: 不可用

source: Device
et_ee: Seade
ko_kr: 장치
uk_ua: Пристрій
zh_cn: 设备

source: Operating System
et_ee: Operatsioonisüsteem
ko_kr: 운영 체제
uk_ua: Операційна система
zh_cn: 操作系统

source: User Agent
et_ee: Kasutaja agent
ko_kr: 사용자 에이전트
uk_ua: Агент користувача
zh_cn: 用户代理
