Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/grommunio_web.po
Languages: et_ee, ko_kr, uk_ua, zh_cn

source: Sort by: Telex Phone
et_ee: Järjesta: teleksipõhise telefoni järgi
ko_kr: 정렬 기준: 텔렉스 전화
uk_ua: Сортувати по: Телексний телефон
zh_cn: 排序方式：电传电话

source: Change Picture
et_ee: Muuda pilti
ko_kr: 사진 변경
uk_ua: Змінити зображення
zh_cn: 更改图片

source: Remove Picture
et_ee: Pildi eemaldamine
ko_kr: 사진 제거
uk_ua: Видалити зображення
zh_cn: 删除图片

source: VCF file(s)
et_ee: VCF-fail(id)
ko_kr: VCF 파일
uk_ua: VCF файл(и)
zh_cn: VCF文件

source: Quick Contact
et_ee: Kiire kontakt
ko_kr: 빠른 연락처
uk_ua: Швидкий контакт
zh_cn: 快速联系人

source: Open in new browser window
et_ee: Avaneb uues brauseriaknas
ko_kr: 새 브라우저 창에서 열기
uk_ua: Відкрити в новому вікні браузера
zh_cn: 在新浏览器窗口中打开

source: Your browser seems to have blocked one or more pop-ups. Please change your browser's settings to always allow pop-ups from grommunio Web.
et_ee: Teie brauser näib olevat blokeerinud ühe või mitu hüpikaknaid. Palun muutke oma brauseri seadeid nii, et need lubaksid alati grommunio Webi hüpikaknad.
ko_kr: 브라우저가 하나 이상의 팝업을 차단한 것 같습니다. 브라우저 설정을 변경하여 그로뮤니오 웹의 팝업을 항상 허용하세요.
uk_ua: Здається, ваш браузер заблокував одне або кілька спливаючих вікон. Будь ласка, змініть налаштування вашого браузера, щоб завжди дозволяти спливаючі вікна від grommunio Web.
zh_cn: 您的浏览器似乎阻止了一个或多个弹出窗口。请更改您的浏览器设置，以始终允许来自grommunio Web的弹出窗口。

source: Untitled
et_ee: Ilma nimeta
ko_kr: 제목 없음
uk_ua: Без назви
zh_cn: 无标题

source: Cannot upload attachment, only {0} attachments are allowed to be added to the message
et_ee: Manuse üleslaadimine ei õnnestu, sõnumile on lubatud lisada ainult {0} manust
ko_kr: 첨부 파일을 업로드할 수 없습니다. 메시지에 {0}개의 첨부 파일만 추가할 수 있습니다.
uk_ua: Неможливо завантажити вкладення, до повідомлення дозволено додавати лише {0} вкладень
zh_cn: 无法上传附件，只能将{0}个附件添加至消息中

source: Cannot upload attachment, attachment is {0} while the allowed maximum is {1}.
et_ee: Ei saa manustust üles laadida, manuse väärtus on {0}, samas kui lubatud maksimaalne väärtus on {1}.
ko_kr: 첨부 파일을 업로드할 수 없습니다. 첨부 파일은 {0}이고 허용된 최대값은 {1}입니다.
uk_ua: Неможливо завантажити вкладення, розмір вкладення дорівнює {0}, тоді як дозволений максимальний розмір {1}.
zh_cn: 无法上传附件，附件为{0}，而允许的最大附件为{1}。

source: Cannot upload attachment, the total attachment size is {0} while the allowed maximum is {1}
et_ee: Manuse üleslaadimine ei õnnestu, manuse kogusuurus on {0}, samas kui lubatud maksimumsuurus on {1}
ko_kr: 첨부 파일을 업로드할 수 없습니다. 총 첨부 파일 크기는 {0}이고 허용된 최대 크기는 {1}입니다.
uk_ua: Неможливо завантажити вкладення, загальний розмір вкладення дорівнює {0}, тоді як дозволений максимальний - {1}.
zh_cn: 无法上传附件，总附件大小为{0}，而允许的最大附件为{1}

source: Cannot upload attachment, total attachment is {0} while the allowed maximum attachment in single request is {1}.
et_ee: Ei saa manuseid üles laadida, manuste koguarv on {0}, samas kui lubatud maksimaalne manuste arv ühes taotluses on {1}.
ko_kr: 첨부 파일을 업로드할 수 없습니다. 총 첨부 파일은 {0}개이고 단일 요청에 허용되는 최대 첨부 파일은 {1}개입니다.
uk_ua: Неможливо завантажити вкладення, загальний розмір вкладення дорівнює {0}, тоді як дозволений максимальний розмір вкладення в одному запиті дорівнює {1}.
zh_cn: 无法上传附件，总附件为{0}，而单个请求中允许的最大附件为{1}。

source: Cannot upload attachment, total attachments are {0} files while the maximum {1} files are allowed in single request.
et_ee: Manuseid ei saa üles laadida, manuseid on kokku {0} faili, samas kui ühe taotlusega on lubatud maksimaalselt {1} faili.
ko_kr: 첨부 파일을 업로드할 수 없습니다. 총 첨부 파일은 {0}개이고 단일 요청에 허용되는 최대 파일 수는 {1}개입니다.
uk_ua: Неможливо завантажити вкладення, загальна кількість вкладень становить {0} файлів, тоді як в одному запиті дозволено не більше {1} файлів.
zh_cn: 无法上传附件，附件总数为{0}，而单个请求中最多允许{1}个附件。

source: {0} on behalf of {1}
et_ee: {0} {1} nimel {0}
ko_kr: {0}을 대신하여 {1}을 대신하여
uk_ua: {0} від імені {1}
zh_cn: {0}代表{1}

source: Important
et_ee: Oluline
ko_kr: 중요
uk_ua: Важливо
zh_cn: 重要的

source: Work
et_ee: Töö
ko_kr: 업무
uk_ua: Робота
zh_cn: 工作

source: Personal
et_ee: Isiklik
ko_kr: 개인
uk_ua: Особисте
zh_cn: 个人的

source: Holiday
et_ee: Puhkus
ko_kr: 휴일
uk_ua: Свято
zh_cn: 假期

source: Travel Required
et_ee: Reisimine vajalik
ko_kr: 여행 필요
uk_ua: Потрібна поїздка
zh_cn: 旅行需要的

source: Preparation Required
et_ee: Ettevalmistus vajalik
ko_kr: 필요한 준비 사항
uk_ua: Необхідна підготовка
zh_cn: 准备需要的

source: Special Date
et_ee: Eriline kuupäev
ko_kr: 특별한 데이트
uk_ua: Особлива дата
zh_cn: 特殊日期

source: Phone Interview
et_ee: Telefoni Intervjuu
ko_kr: 전화 인터뷰
uk_ua: Телефонна співбесіда
zh_cn: 电话面试

source: Free
et_ee: Tasuta
ko_kr: 무료
uk_ua: Безкоштовно
zh_cn: 免费

source: Low
et_ee: Madal
ko_kr: 낮음
uk_ua: Низький
zh_cn: 低

source: Normal
et_ee: Tavaline
ko_kr: 보통
uk_ua: Нормально.
zh_cn: 中

source: High
et_ee: Kõrge
ko_kr: 높음
uk_ua: Високий
zh_cn: 高

source: Canceled
et_ee: Tühistatud
ko_kr: 취소됨
zh_cn: 已取消

source: Blue
et_ee: Sinine
ko_kr: 파란색
uk_ua: Синій
zh_cn: 蓝色

source: Green
et_ee: Roheline
ko_kr: 녹색
uk_ua: Зелений
zh_cn: 绿色

source: Pink
et_ee: Roosa
ko_kr: 핑크
uk_ua: Рожевий.
zh_cn: 粉红色

source: White
et_ee: Valge
ko_kr: 흰색
uk_ua: Білий
zh_cn: 白色

source: Yellow
et_ee: Kollane
ko_kr: 노란색
uk_ua: Жовтий
zh_cn: 黄色

source: No response
et_ee: Vastus puudub
ko_kr: 응답 없음
uk_ua: Немає відповіді
zh_cn: 无回复

source: Not responded
et_ee: Pole vastanud
ko_kr: 응답하지 않음
uk_ua: Не відповіли
zh_cn: 无回复

source: Accepted
et_ee: Aktsepteeritud
ko_kr: 수락됨
uk_ua: Прийнято
zh_cn: 已接受

source: Declined
et_ee: Keeldutud
ko_kr: 거부됨
uk_ua: Відхилено
zh_cn: 已拒绝

source: Confidential
et_ee: Konfidentsiaalne
ko_kr: 기밀
uk_ua: Конфіденційно
zh_cn: 机密

source: Not Started
et_ee: Pole alustatud
ko_kr: 시작되지 않음
uk_ua: Не розпочато
zh_cn: 未开始

source: In Progress
et_ee: Töös
ko_kr: 진행 중
uk_ua: У процесі
zh_cn: 进行中

source: Wait for other person
et_ee: Oodake teist isikut
ko_kr: 다른 사람을 기다리기
uk_ua: Зачекайте на іншу людину
zh_cn: 等待其他人

source: Deferred
et_ee: Edasilükatud
ko_kr: 지연
uk_ua: Відкладено
zh_cn: 已延期

source: Dark
et_ee: Tume
uk_ua: Темнота.
zh_cn: 暗色

source: High Contrast
et_ee: Suur kontrast
ko_kr: 높은 명암비
uk_ua: Висока контрастність
zh_cn: 常用联系人高对比度

source: Orange
et_ee: Oranž
ko_kr: 오렌지
uk_ua: Помаранчевий
zh_cn: 橙色

source: Purple
et_ee: Lilla
ko_kr: 보라색
uk_ua: Фіолетовий.
zh_cn: 紫色

source: Logout
et_ee: Välju
ko_kr: 로그아웃
uk_ua: Вийти з системи
zh_cn: 登出

source: Switch view
et_ee: Muuda vaadet
ko_kr: 보기 전환
uk_ua: Переключити вид
zh_cn: 切换视图

source: Widgets
et_ee: Vidinad
ko_kr: 위젯
uk_ua: Віджети
zh_cn: 小部件

source: Sending…
et_ee: Saadame…
ko_kr: 보내기...
uk_ua: Відправляю...
zh_cn: 正在发送…

source: Sent successfully
et_ee: Edukalt saadetud
ko_kr: 전송 성공
uk_ua: Відправлено успішно
zh_cn: 已成功发送

source: No recipient
et_ee: Saajat pole
ko_kr: 수신자 없음
uk_ua: Немає одержувача
zh_cn: 无收件人

source: Please specify at least one recipient
et_ee: Palun märgi vähemalt üks saaja
ko_kr: 받는 사람을 한 명 이상 지정하세요.
uk_ua: Будь ласка, вкажіть хоча б одного одержувача
zh_cn: 请指定至少一位收件人

source: Please specify a recipient
et_ee: Palun täpsusta saaja
ko_kr: 수신자를 지정해 주세요.
uk_ua: Будь ласка, вкажіть одержувача
zh_cn: 请指定一位收件人

source: The attached files are not uploaded yet.
et_ee: Lisatud faile ei ole veel üles laaditud.
ko_kr: 첨부된 파일은 아직 업로드되지 않았습니다.
uk_ua: Прикріплені файли ще не завантажені.
zh_cn: 尚未上传附件。

source: Do you want to send this message without attachments?
et_ee: Kas soovite seda sõnumit ilma manusteta saata?
ko_kr: 첨부 파일 없이 이 메시지를 보내시겠습니까?
uk_ua: Ви хочете надіслати це повідомлення без вкладень?
zh_cn: 您是否欲发送不带附件的此消息？

source: Attachments not uploaded yet
et_ee: Manuseid ei ole veel üles laaditud
ko_kr: 아직 업로드되지 않은 첨부 파일
uk_ua: Вкладення ще не завантажені
zh_cn: 尚未上传附件

source: Don't Send
et_ee: Ärge saatke
ko_kr: 전송하지 않음
uk_ua: Не надсилати
zh_cn: 不发送

source: Send Anyway
et_ee: Saada niikuinii
ko_kr: 아무튼 보내기
uk_ua: Відправляйте в будь-якому випадку
zh_cn: 在任何情况下均发送

source: No subject
et_ee: Teema puudub
ko_kr: 제목 없음
uk_ua: Немає теми
zh_cn: 无主题

source: Send this message without a subject?
et_ee: Saadan selle kirja ilma pealkirjata?
ko_kr: 제목 없이 이 메시지를 보내시겠습니까?
uk_ua: Надіслати це повідомлення без теми?
zh_cn: 是否发送无主题的此消息?

source: Unresolved recipients
et_ee: Lahendamata vastuvõtjad
ko_kr: 해결되지 않은 수신자
uk_ua: Невирішені отримувачі
zh_cn: 未能解析收件人

source: Not all recipients could be resolved
et_ee: Kõiki saajaid ei suudetud tuvastada
ko_kr: 모든 수신자를 해결할 수 있는 것은 아닙니다.
uk_ua: Не з усіма одержувачами вдалося вирішити проблему
zh_cn: 并非所有收件人都能得到解决

source: Collapse hierarchy
et_ee: Kokkupõrge hierarhia
ko_kr: 계층 구조 축소
uk_ua: Згорнути ієрархію
zh_cn: 收缩层次结构

source: Expand hierarchy
et_ee: Laiendada hierarhiat
ko_kr: 계층 구조 확장
uk_ua: Розширити ієрархію
zh_cn: 展开层次结构

source: Folders List
et_ee: Kaustade loend
ko_kr: 폴더 목록
uk_ua: Список папок
zh_cn: 文件夹列表

source: Copy Details
et_ee: Kopeeri üksikasjad
ko_kr: 세부 정보 복사
uk_ua: Деталі копіювання
zh_cn: 复制详细信息

source: Hide Details
et_ee: Peida üksikasjad
ko_kr: 세부 정보 숨기기
uk_ua: Приховати деталі
zh_cn: 隐藏详细信息

source: Loaded {0} of {1}
et_ee: Laetud {0} {1}
ko_kr: 1}의 {0}을 로드했습니다.
uk_ua: Завантажено {0} з {1}
zh_cn: 已加载{1}的{0}

source: Saving
et_ee: Salvestamine
ko_kr: 저장
uk_ua: Заощадження
zh_cn: 正在保存

source: Saved
et_ee: Salvestatud
ko_kr: 저장됨
uk_ua: Врятовано.
zh_cn: 已保存

source: Saved successfully
et_ee: Edukalt salvestatud
ko_kr: 저장 성공
uk_ua: Збережено успішно
zh_cn: 已成功保存

source: You will lose all unsaved work. Are you sure you want to close this window?
et_ee: Sa kaotad kõik salvestamata muudatused. Oled kindel, et soovid selle akna sulgeda?
ko_kr: 저장하지 않은 모든 작업이 손실됩니다. 이 창을 닫으시겠습니까?
uk_ua: Ви втратите всю незбережену роботу. Ви впевнені, що хочете закрити це вікно?
zh_cn: 您将丢失所有未保存的工作。您是否确定关闭此窗口？

source: grommunio Content Panel
et_ee: grommunio sisupaneel
ko_kr: 그로뮤니오 콘텐츠 패널
uk_ua: Панель вмісту grommunio
zh_cn: grommunio内容面板

source: Delete item
et_ee: Kustuta kirje
ko_kr: 항목 삭제
uk_ua: Видалити елемент
zh_cn: 删除项目

source: This item has been changed. Are you sure you want to delete it?
et_ee: Seda punkti on muudetud. Kas olete kindel, et soovite selle kustutada?
ko_kr: 이 항목이 변경되었습니다. 정말 삭제하시겠습니까?
uk_ua: Цей пункт було змінено. Ви впевнені, що хочете його видалити?
zh_cn: 此项目已更改。您是否确定删除此项目？

source: Unsaved changes
et_ee: Salvestamata muudatused
ko_kr: 저장되지 않은 변경 사항
uk_ua: Незбережені зміни
zh_cn: 未保存的更改

source: Welcome to grommunio Web
et_ee: Tere tulemast grommunio Web
ko_kr: 그로뮤니오 웹에 오신 것을 환영합니다.
uk_ua: Ласкаво просимо до grommunio Web

source: This is the first time you are using grommunio Web.
et_ee: See on esimene kord, kui kasutad grommunio Webi.
ko_kr: 그로뮤니오 웹을 처음 사용하는 경우입니다.
uk_ua: Це перший раз, коли ви використовуєте grommunio Web.
zh_cn: 这是您首次使用grommunio Web。

source: Please check the following settings before continuing.
et_ee: Enne jätkamist kontrollige järgmisi seadeid.
ko_kr: 계속하기 전에 다음 설정을 확인하세요.
uk_ua: Будь ласка, перевірте наступні налаштування перед тим, як продовжити.
zh_cn: 在继续之前，请检查以下设置。

source: Widget height
et_ee: Vidina kõrgus
ko_kr: 위젯 높이
uk_ua: Висота віджету
zh_cn: 小部件高度

source: pixels
et_ee: pikslid
ko_kr: 픽셀
uk_ua: пікселі
zh_cn: 像素

source: Configure widget
et_ee: Vidina seadistamine
ko_kr: 위젯 구성
uk_ua: Налаштувати віджет
zh_cn: 配置小部件

source: Reload interval
et_ee: Uuesti laadimise intervall
ko_kr: 재로드 간격
uk_ua: Інтервал перезавантаження
zh_cn: 重新加载间隔时间

source: seconds
et_ee: sekundit
ko_kr: 초
uk_ua: секунди
zh_cn: 秒

source: Open in new tab
et_ee: Avaneb uues vahekaardis
ko_kr: 새 탭에서 열기
uk_ua: Відкрити в новій вкладці
zh_cn: 在新选项卡中打开

source: Add widgets
et_ee: Lisa vidinaid
ko_kr: 위젯 추가
uk_ua: Додавання віджетів
zh_cn: 添加小部件

source: No widgets installed.
et_ee: Vidinaid pole paigaldatud.
ko_kr: 위젯이 설치되어 있지 않습니다.
uk_ua: Віджети не встановлено.
zh_cn: 未安装小部件。

source: Remove widget
et_ee: Eemalda vidin
ko_kr: 위젯 제거
uk_ua: Видалити віджет
zh_cn: 删除小部件

source: Collapse widget
et_ee: Kokkupõrge vidin
ko_kr: 위젯 축소
uk_ua: Згорнути пристосунок
zh_cn: 收缩小部件

source: Expand widget
et_ee: Laienda vidinat
ko_kr: 위젯 확장
uk_ua: Розгорнути віджет
zh_cn: 展开小部件

source: About this widget
et_ee: Selle vidina kohta
ko_kr: 이 위젯 정보
uk_ua: Про цей віджет

source: Add new widget
et_ee: Lisa uus vidin
ko_kr: 새 위젯 추가
uk_ua: Додати новий віджет
zh_cn: 添加新的小部件

source: Collapse widget panel
et_ee: Vidina paneeli kokkuvarisemine
ko_kr: 위젯 패널 축소
uk_ua: Згорнути панель віджетів
zh_cn: 收缩小部件面板

source: Expand widget panel
et_ee: Laiendage vidina paneeli
ko_kr: 위젯 패널 확장
uk_ua: Розгорнути панель віджетів
zh_cn: 展开小部件面板

source: Your changes will be lost if you leave this page now.
et_ee: Teie muudatused lähevad kaduma, kui te lahkute sellelt lehelt nüüd.
ko_kr: 지금 이 페이지를 나가면 변경 사항이 손실됩니다.
uk_ua: Ваші зміни будуть втрачені, якщо ви покинете цю сторінку зараз.
zh_cn: 如果您现在离开此页面，您的更改将丢失。

source: Not enough permissions to open this store, do you want to remove it from the hierarchy?
et_ee: Selle poe avamiseks ei ole piisavalt õigusi, kas soovite selle hierarhiast eemaldada?
ko_kr: 이 스토어를 열 수 있는 권한이 부족하여 계층 구조에서 제거하시겠습니까?
uk_ua: Недостатньо дозволів для відкриття цього магазину, ви хочете видалити його з ієрархії?
zh_cn: 无足够权限打开此存储器，您是否欲从层次结构中将其删除？

source: Not enough permissions to open this folder, do you want to remove it from the hierarchy?
et_ee: Selle kausta avamiseks ei ole piisavalt õigusi, kas soovid selle kaustade puust eemaldada?
ko_kr: 이 폴더를 열 수 있는 권한이 부족하여 계층 구조에서 폴더를 제거하시겠습니까?
uk_ua: Недостатньо дозволів для відкриття цієї теки, ви хочете видалити її з ієрархії?
zh_cn: 无足够权限打开此文件夹，您是否欲从层次结构将其删除？

source: Insufficient Permissions
et_ee: Ebapiisavad õigused
ko_kr: 권한 부족
uk_ua: Недостатньо дозволів
zh_cn: 权限不足

source: Not enough permissions to open this folder.
et_ee: Selle kausta avamiseks ei ole piisavalt õigusi.
ko_kr: 이 폴더를 열 수 있는 권한이 부족합니다.
uk_ua: Недостатньо прав для відкриття цієї теки.
zh_cn: 无足够权限打开此文件夹。

source: There is {0} unread message in the folder {1} of {2}
et_ee: {1}/ {2} kaustas on {0} lugemata sõnum
ko_kr: 2}의 {1} 폴더에 {0} 읽지 않은 메시지가 있습니다.
uk_ua: У теці {1} з каталогу {2} знаходиться {0} непрочитаних повідомлень.
zh_cn: {2}的文件夹{1}中有{0}条未读消息

source: There is {0} unread message in the folder {1}
et_ee: Kaustas {1} on {0} lugemata sõnum
ko_kr: 폴더 {1}에 {0} 읽지 않은 메시지가 있습니다.
uk_ua: У теці {1} знаходиться {0} непрочитаних повідомлень
zh_cn: 文件夹{1}中有{0}条未读消息

source: Publishing Editor
et_ee: Kirjastuse toimetaja
ko_kr: 게시 편집기
uk_ua: Редактор з правами оприлюднення

source: Editor
et_ee: Toimetaja
ko_kr: 편집기
uk_ua: Редактор
zh_cn: 编辑器

source: Publishing Author
et_ee: Kirjastuse autor
ko_kr: 게시 작성자
uk_ua: Автор із правами оприлюднення

source: Author
et_ee: Autor
ko_kr: 작성자
uk_ua: Автор
zh_cn: 作者

source: Nonediting Author
et_ee: Mitte-toimetaja Autor
ko_kr: 비편집 저자
uk_ua: Автор без права редагування

source: Reviewer
et_ee: Arvustaja
ko_kr: 검토자
uk_ua: Рецензент
zh_cn: 评论家

source: Contributor
et_ee: Toetaja
ko_kr: 기여자
uk_ua: Учасник
zh_cn: 贡献者

source: Free/Busy time, subject, location
et_ee: Vaba/vabas aeg, teema, asukoht
ko_kr: 사용 가능/불가 시간, 주제, 위치
uk_ua: Вільний/зайнятий час, тема, місце

source: Free/Busy time
et_ee: Vaba/vaba aeg
ko_kr: 여유 시간/사용 시간
uk_ua: Вільний/зайнятий час

source: Unable to import:
et_ee: Ei saa importida:
ko_kr: 가져올 수 없습니다:
uk_ua: Неможливо імпортувати:
zh_cn: 无法导入：

source: The files are not valid
et_ee: Failid ei ole kehtivad
ko_kr: 파일이 유효하지 않습니다.
uk_ua: Файли не є дійсними
zh_cn: 文件无效

source: Create New Folder
et_ee: Loo uus kataloog
ko_kr: 새 폴더 만들기
uk_ua: Створити нову папку
zh_cn: 创建新文件夹

source: Folder contains
et_ee: Kaust sisaldab
ko_kr: 폴더에는 다음이 포함됩니다.
uk_ua: Папка містить
zh_cn: 文件夹包含

source: Calendar Items
et_ee: Kalendri esemed
ko_kr: 캘린더 항목
uk_ua: Елементи календаря
zh_cn: 日历项目

source: Mail and Post Items
et_ee: Posti ja postisaadetised
ko_kr: 메일 및 게시물 항목
uk_ua: Пошта та поштові відправлення
zh_cn: 邮件和贴子项目

source: Contacts Items
et_ee: Kontaktide esemed
ko_kr: 연락처 항목
uk_ua: Елементи контактів
zh_cn: 联系人项目

source: Note Items
et_ee: Märkuse esemed
ko_kr: 참고 항목
uk_ua: Елементи примітки
zh_cn: 便签项目

source: Task Items
et_ee: Tööülesanded
ko_kr: 작업 항목
uk_ua: Елементи завдань
zh_cn: 任务项目

source: Select where to place the folder
et_ee: Valige, kuhu paigutada kaust
ko_kr: 폴더를 배치할 위치 선택
uk_ua: Виберіть, де розмістити папку
zh_cn: 选择文件夹存放位置

source: No folder name
et_ee: Kausta nimi puudub
ko_kr: 폴더 이름 없음
uk_ua: Немає назви папки
zh_cn: 无文件夹名称

source: No destination
et_ee: Sihtkoht puudub
ko_kr: 목적지 없음
uk_ua: Немає призначення
zh_cn: 无目的地

source: You must select a destination folder.
et_ee: Peate valima sihtkausta.
ko_kr: 대상 폴더를 선택해야 합니다.
uk_ua: Ви повинні вибрати папку призначення.
zh_cn: 您必须选择一个目标文件夹。

source: Properties
et_ee: Omadused
ko_kr: 속성
uk_ua: Властивості
zh_cn: 属性

source: Type
et_ee: Tüüp
ko_kr: 유형
uk_ua: Тип
zh_cn: 类型

source: Description
et_ee: Kirjeldus
ko_kr: 설명
uk_ua: Опис
zh_cn: 说明

source: Object ID
et_ee: Objekti ID
ko_kr: 객체 ID
uk_ua: Ідентифікатор об'єкта

source: Folder size
et_ee: Kausta suurus
ko_kr: 폴더 크기
uk_ua: Розмір папки
zh_cn: 文件夹大小

source: Folder containing {0} Items
et_ee: Kaust, mis sisaldab {0} objekte
ko_kr: 0} 항목이 들어 있는 폴더
uk_ua: Тека, що містить {0} елементів
zh_cn: 文件夹包含{0}个项目

source: Permissions
et_ee: Õigused
ko_kr: 권한
uk_ua: Права доступу
zh_cn: 权限

source: No permissions granted
et_ee: Lube ei ole antud
ko_kr: 부여된 권한 없음
uk_ua: Дозволів не надано
zh_cn: 未授予任何权限

source: Profile
et_ee: Profiil
ko_kr: 프로필
uk_ua: Профіль
zh_cn: 配置文件

source: Full Details
et_ee: Täielikud üksikasjad
ko_kr: 전체 세부 정보
uk_ua: Усі подробиці
zh_cn: 全部详情

source: Read
et_ee: Loe
ko_kr: 읽기
uk_ua: Читання
zh_cn: 已读

source: Write
et_ee: Kirjutage
ko_kr: 쓰기
uk_ua: Запис
zh_cn: 写入

source: Create items
et_ee: Loo objekte
ko_kr: 항목 만들기
uk_ua: Створення записів
zh_cn: 创建项目

source: Create subfolders
et_ee: Alamkaustade loomine
ko_kr: 하위 폴더 만들기
uk_ua: Створення підтек
zh_cn: 创建子文件夹

source: Edit own
et_ee: Muuda oma
ko_kr: 나만의 편집
uk_ua: Редагування свого
zh_cn: 编辑本人

source: Edit all
et_ee: Muuda kõiki
ko_kr: 모두 편집
uk_ua: Редагування всього

source: Delete items
et_ee: Kustuta kirjed
ko_kr: 항목 삭제
uk_ua: Вилучення записів
zh_cn: 删除项目

source: Own
et_ee: Oma
ko_kr: 소유
uk_ua: Власність
zh_cn: 自有

source: All
et_ee: Kõik
ko_kr: 모두
uk_ua: Усі
zh_cn: 全部

source: Folder owner
et_ee: Kausta omanik
ko_kr: 폴더 소유자
uk_ua: Власник теки

source: Folder contact
et_ee: Kausta kontakt
ko_kr: 폴더 연락처
uk_ua: Контакт теки

source: Folder visible
et_ee: Kausta nähtavus
ko_kr: 폴더 표시
uk_ua: Перегляд тек
zh_cn: 文件夹可见

source: Apply (copy) changed permissions recursively
et_ee: Rakendada (kopeerida) muudetud õigusi rekursiivselt
ko_kr: 변경된 권한 재귀적으로 적용(복사)
uk_ua: Застосовувати (копіювати) змінені дозволи рекурсивно

source: User already exists
et_ee: Kasutaja on juba olemas
ko_kr: 사용자가 이미 존재합니다.
uk_ua: Користувач вже існує
zh_cn: 用户已存在

source: Group already exists
et_ee: Rühm on juba olemas
ko_kr: 그룹이 이미 존재함
uk_ua: Група вже існує
zh_cn: 群组已存在

source: Folder Size
et_ee: Kausta suurus
ko_kr: 폴더 크기
uk_ua: Розмір теки
zh_cn: 文件夹大小

source: Folder Name
et_ee: Kausta nimi
ko_kr: 폴더 이름
uk_ua: Ім'я папки
zh_cn: 文件夹名称

source: Size (without subfolders)
et_ee: Suurus (ilma alamkaustadeta)
ko_kr: 크기(하위 폴더 제외)
uk_ua: Розмір (без підпапок)
zh_cn: 大小（不含子文件夹）

source: Total size (including subfolders)
et_ee: Kogusuurus (koos alamkaustadega)
ko_kr: 총 크기(하위 폴더 포함)
uk_ua: Загальний розмір (включаючи підпапки)
zh_cn: 总大小（包含子文件夹）

source: Loading subfolder sizes
et_ee: Alamkaustade suuruse laadimine
ko_kr: 하위 폴더 크기 로드
uk_ua: Завантаження розмірів підпапок
zh_cn: 加载子文件夹大小

source: No subfolders present
et_ee: Alamkaustad puuduvad
ko_kr: 하위 폴더가 없음
uk_ua: Немає підкаталогів
zh_cn: 不存在任何子文件夹

source: Subfolder
et_ee: Alamkaust
ko_kr: 하위 폴더
uk_ua: Підпапка
zh_cn: 子文件夹

source: Sort by: Name of the subfolder
et_ee: Sorteerimine: Alamkataloogi nimi
ko_kr: 정렬 기준 하위 폴더 이름
uk_ua: Сортувати за: Назва підпапки
zh_cn: 排序方式：子文件夹的名称

source: Sort by: Size (without subfolders)
et_ee: Sorteerimine: Suurus (ilma alamkataloogideta)
ko_kr: 정렬 기준 크기(하위 폴더 제외)
uk_ua: Сортувати за: Розмір (без підпапок)
zh_cn: 排序方式：大小（不含子文件夹）

source: Total size
et_ee: Kogusuurus
ko_kr: 총 크기
uk_ua: Загальний розмір
zh_cn: 总大小

source: Sort by: Total size (including subfolders)
et_ee: Sorteerimine: Kogusuurus (koos alamkataloogidega)
ko_kr: 정렬 기준: 총 크기(하위 폴더 포함)
uk_ua: Сортувати за: Загальний розмір (включаючи підпапки)
zh_cn: 排序方式：总大小（包含子文件夹）

source: Open Shared Folders
et_ee: Ava jagatud kaustad
ko_kr: 공유 폴더 열기
uk_ua: Відкрийте спільні папки
zh_cn: 开放的共享文件夹

source: Unresolved user
et_ee: Lahendamata kasutaja
ko_kr: 해결되지 않은 사용자
uk_ua: Невирішений користувач
zh_cn: 未解析的用户

source: Username '{0}' could not be resolved.
et_ee: Kasutajanime '{0}' ei õnnestunud lahendada.
ko_kr: 사용자 이름 '{0}'을(를) 확인할 수 없습니다.
uk_ua: Ім'я користувача '{0}' не може бути дозволено.
zh_cn: 无法解析用户名'{0}'。

source: Invalid user
et_ee: Invaliidne kasutaja
ko_kr: 잘못된 사용자
uk_ua: Неправильний користувач
zh_cn: 无效用户

source: Username '{0}' is not a valid user.
et_ee: Kasutajanimi '{0}' ei ole kehtiv kasutaja.
ko_kr: 사용자 이름 '{0}'은(는) 유효한 사용자가 아닙니다.
uk_ua: Прізвисько «{0}» не є прийнятним.
zh_cn: 用户名'{0}'为无效用户。

source: Own store
et_ee: Oma kauplus
ko_kr: 스토어 소유
uk_ua: Власний магазин
zh_cn: 自有存储器

source: It is not possible to open your own store twice.
et_ee: Oma poodi ei ole võimalik avada kaks korda.
ko_kr: 자신의 스토어를 두 번 개설할 수 없습니다.
uk_ua: Неможливо відкрити власний магазин двічі.
zh_cn: 无法打开您自己的存储器两次。

source: Folder already open
et_ee: Kaust on juba avatud
ko_kr: 이미 열려 있는 폴더
uk_ua: Теку вже відкрито
zh_cn: 文件夹已打开

source: This shared folder is already open.
et_ee: See jagatud kaust on juba avatud.
ko_kr: 이 공유 폴더는 이미 열려 있습니다.
uk_ua: Ця спільна папка вже відкрита.
zh_cn: 此共享文件夹已打开。

source: No user
et_ee: Kasutaja puudub
ko_kr: 사용자 없음
uk_ua: Немає користувача
zh_cn: 无用户

source: You must specify a user
et_ee: Sa pead valima kasutaja
ko_kr: 사용자를 지정해야 합니다.
uk_ua: Ви повинні вказати користувача
zh_cn: 您必须指定一个用户

source: Folder type
et_ee: Kausta tüüp
ko_kr: 폴더 유형
uk_ua: Тип папки
zh_cn: 文件夹类型

source: Show subfolders
et_ee: Näita alamkaustu
ko_kr: 하위 폴더 표시
uk_ua: Показати підпапки
zh_cn: 显示子文件夹

source: Open shared folder/store
et_ee: Ava jagatud kaust/varamu
ko_kr: 공유 폴더/저장소 열기
uk_ua: Відкрийте спільну папку/сховище
zh_cn: 打开共享文件夹/存储器

source: Rename folder
et_ee: Muuda kausta nime
ko_kr: 폴더 이름 바꾸기
uk_ua: Перейменувати папку
zh_cn: 重命名文件夹

source: Empty folder
et_ee: Tühi kaust
ko_kr: 빈 폴더
uk_ua: Очистити теку
zh_cn: 空文件夹

source: Empty Junk Email
et_ee: Tühi rämpspost
ko_kr: 빈 정크 이메일
uk_ua: Порожня небажана електронна пошта
zh_cn: 清空垃圾邮件

source: Empty Deleted Items
et_ee: Tühi kustutatud kirjete kaust
ko_kr: 삭제된 항목 비우기
uk_ua: Порожні видалені елементи
zh_cn: 清空已删除的项目

source: Rename Folder
et_ee: Muuda kausta nime
ko_kr: 폴더 이름 바꾸기
uk_ua: Перейменувати папку
zh_cn: 重命名文件夹

source: New Folder
et_ee: Uus kaust
ko_kr: 새 폴더
uk_ua: Нова папка
zh_cn: 新建文件夹

source: Mark All Messages Read
et_ee: Märgi kõik sõnumid loetuks
ko_kr: 모든 메시지 읽음 표시
uk_ua: Позначити всі повідомлення Читати
zh_cn: 将所有消息标记为已读

source: Delete Folder
et_ee: Kustuta kaust
ko_kr: 폴더 삭제
uk_ua: Видалити папку
zh_cn: 删除文件夹

source: Close store
et_ee: Poe sulgemine
ko_kr: 스토어 닫기
uk_ua: Закрити магазин
zh_cn: 关闭存储器

source: Close folder
et_ee: Sulge kaust
ko_kr: 폴더 닫기
uk_ua: Закрити папку
zh_cn: 关闭文件夹

source: Reload
et_ee: Laadige uuesti
ko_kr: 다시 로드
uk_ua: Перезавантажити
zh_cn: 重新加载

source: Restore items
et_ee: Taasta kirjed
ko_kr: 항목 복원
uk_ua: Відновлення елементів
zh_cn: 恢复项目

source: Select color
et_ee: Valige värv
ko_kr: 색상 선택
uk_ua: Виберіть колір
zh_cn: 选择颜色

source: Add to Favorites
et_ee: Lisa lemmikute hulka
ko_kr: 즐겨찾기에 추가
uk_ua: Додати в обране Обране
zh_cn: 添加至收藏夹

source: Remove From Favorites
et_ee: Eemalda lemmikutest
ko_kr: 즐겨찾기에서 제거
uk_ua: Видалити з обраного
zh_cn: 从收藏夹中删除

source: Share folder…
et_ee: Jaga kaust…
ko_kr: 폴더 공유...
uk_ua: Папка для спільного доступу...
zh_cn: 正在共享文件夹…

source: Import emails
et_ee: Impordi e-kirjad
ko_kr: 이메일 가져오기
uk_ua: Імпорт імейлів
zh_cn: 导入电子邮件
