Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/grommunio_web.po
Languages: et_ee, ko_kr, uk_ua, zh_cn

source: Could not view proposal as this meeting is not available in calendar; It may have been moved or deleted.
et_ee: Ettepanekut ei ole võimalik vaadata, kuna see koosolek ei ole kalendris kättesaadav; see võib olla muudetud või kustutatud.
ko_kr: 캘린더에서 이 미팅을 사용할 수 없으므로 제안서를 볼 수 없습니다. 해당 미팅이 이동되었거나 삭제되었을 수 있습니다.
uk_ua: Не вдалося переглянути пропозицію, оскільки ця зустріч відсутня в календарі; можливо, вона була переміщена або видалена.
zh_cn: 由于日历中没有此会议，因此无法查看提议；该提议可能已被移动或删除。

source: Required
et_ee: Nõutav
ko_kr: 필수
uk_ua: Обов'язкове
zh_cn: 必填项

source: Optional
et_ee: Valikuline
ko_kr: 선택 사항
uk_ua: Необов'язкове
zh_cn: 可选项

source: Resource
et_ee: Ressurss
ko_kr: 리소스
uk_ua: Джерело
zh_cn: 资源

source: Could not open store.
et_ee: Ei saanud kauplust avada.
ko_kr: 스토어를 열 수 없습니다.
uk_ua: Не вдається відкрити сховище.
zh_cn: 无法打开存储器。

source: Could not open default calendar folder.
et_ee: Ei saanud avada vaikimisi kalendrikausta.
ko_kr: 기본 캘린더 폴더를 열 수 없습니다.
uk_ua: Не вдалося відкрити усталену теку календаря.
zh_cn: 无法打开默认的日历文件夹。

source: workday
et_ee: tööpäev
ko_kr: 근무일
uk_ua: робочий день
zh_cn: 工作日

source: day
et_ee: päev
ko_kr: 일
uk_ua: день
zh_cn: 天

source: days
et_ee: päevad
ko_kr: 일수
uk_ua: дні
zh_cn: 天

source: week
et_ee: nädal
ko_kr: 주
uk_ua: тиждень
zh_cn: 周

source: weeks
et_ee: nädalad
ko_kr: 주
uk_ua: тижні
zh_cn: 周

source: on
et_ee: aadressil
uk_ua: на
zh_cn: 时间

source: month
et_ee: kuu
ko_kr: 월
uk_ua: місяць
zh_cn: 月

source: months
et_ee: kuud
ko_kr: 개월
uk_ua: місяці
zh_cn: 月

source: year
et_ee: aasta
ko_kr: 년
uk_ua: рік
zh_cn: 年

source: years
et_ee: aastad
ko_kr: 년
uk_ua: роки
zh_cn: 年

source: Occurs every {0} effective {1} from {2} to {3}.
et_ee: Toimub igal {0} kehtiv {1} alates {2} kuni {3}.
ko_kr: 2}에서 {3}까지 {0} 유효 {1}마다 발생합니다.
uk_ua: Відбувається кожного {0} ефективного {1} від {2} до {3}.
zh_cn: 从{2}到{3}每个{0}有效的{1}均发生。

source: Occurs every {0} {1} effective {2} from {3} to {4}.
et_ee: Toimub igal {0} {1} kehtiv {2} alates {3} kuni {4}.
ko_kr: 3}에서 {4}까지 {0} {1} 유효 {2}마다 발생합니다.
uk_ua: Відбувається кожні {0} {1} ефективний {2} від {3} до {4}.
zh_cn: 从{3}到{4}每个{0}{1}有效的{2}均发生。

source: Occurs every {0} effective {1}.
et_ee: Toimub igal {0} kehtiv {1}.
ko_kr: 유효 {1}마다 {0}번 발생합니다.
uk_ua: Відбувається кожного {0} ефективного {1}.
zh_cn: 每个{0}有效的{1}均发生。

source: Occurs every {0} {1} effective {2}.
et_ee: Toimub iga {0} {1} kehtiv {2}.
ko_kr: 0} {1} 유효 {2}마다 발생합니다.
uk_ua: Відбувається кожні {0} {1} ефективний {2}.
zh_cn: 每个{0}{1}有效的{2}均发生。

source: Occurs every {0} effective {1} for {2} occurrence from {3} to {4}.
et_ee: Toimub iga {0} kehtiv {1} {2} kord alates {3} kuni {4}.
ko_kr: 3}에서 {4}까지 {2}번 발생할 때마다 {0}번 유효하게 {1}번 발생합니다.
uk_ua: Відбувається кожного {0} ефективного {1} для {2} входження від {3} до {4}.

source: Occurs every {0} {1} effective {2} for {3} occurrence from {4} to {5}.
et_ee: Toimub iga {0} {1} kehtib {2} {3} kord alates {4} kuni {5}.
ko_kr: 4}에서 {5}까지 {3}번 발생할 때마다 {0} {1} 유효 {2}번 발생합니다.
uk_ua: Відбувається кожні {0} {1} ефективний {2} для {3} входження від {4} до {5}.

source: Occurs every {0} effective {1} for {2} occurrence.
et_ee: Toimub iga {0} kehtib {1} {2} kord.
ko_kr: 2} 발생 시 {0} 유효 {1}마다 발생합니다.
uk_ua: Відбувається кожен {0} ефективний {1} для {2} входження.

source: Occurs every {0} {1} effective {2} for {3} occurrence.
et_ee: Toimub iga {0} {1} kehtib {2} {3} kord.
ko_kr: 3} 발생 시 {0} {1} 유효 {2}마다 발생합니다.
uk_ua: Відбувається кожні {0} {1} ефективний {2} для {3} входження.

source: Occurs every {0} effective {1} until {2} from {3} to {4}.
et_ee: Toimub iga {0} alates {1} kuni {2} alates {3} kuni {4}.
ko_kr: 0}부터 {1}까지 {2}까지 {3}에서 {4}까지 매 {1}마다 발생합니다.
uk_ua: Відбувається кожні {0} з {1} до {2} з {3} до {4}.
zh_cn: 从{3}至{4}，每个{0}有效的{1}均发生，直至{2}。

source: Occurs every {0} {1} effective {2} until {3} from {4} to {5}.
et_ee: Toimub iga {0} {1} alates {2} kuni {3} alates {4} kuni {5}.
ko_kr: 4}부터 {5}까지 {3}까지 {0} {1} 유효 {2}마다 발생합니다.
uk_ua: Відбувається кожні {0} {1} починаючи з {2} до {3} з {4} до {5}.
zh_cn: 从{4}至{5}，每个{0}{1}有效的{2}均发生，直至{3}。

source: Occurs every {0} effective {1} until {2}.
et_ee: Toimub iga {0} kehtiv {1} kuni {2}.
ko_kr: 1}부터 {2}까지 {0}마다 발생합니다.
uk_ua: Відбувається кожні {0} починаючи з {1} до {2}.
zh_cn: 每个{0}有效的{1}均发生，直至{2}。

source: Occurs every {0} {1} effective {2} until {3}.
et_ee: Toimub iga {0} {1} kehtiv {2} kuni {3}.
ko_kr: 3}까지 {0} {1} 유효 {2}마다 발생합니다.
uk_ua: Відбувається кожні {0} {1} починаючи з {2} до {3}.
zh_cn: 每个{0}{1}有效的{2}均发生，直至{3}。

source: When
et_ee: Millal
ko_kr: 언제
uk_ua: Коли
zh_cn: 何时

source: Where
et_ee: Kus
uk_ua: Де
zh_cn: 何地

source: New Meeting Time Proposed
et_ee: Kavandatud uus kohtumise aeg
ko_kr: 새로운 회의 시간 제안
uk_ua: Запропоновано новий час зустрічі
zh_cn: 提议的新会议时间

source: and
et_ee: ja
ko_kr: 그리고
uk_ua: і
zh_cn: 和

source: Sort by: Attachment
et_ee: Järjesta: manuse alusel
ko_kr: 정렬 기준: 첨부 파일
uk_ua: Сортувати за: Вкладенням
zh_cn: 排序方式：附件

source: Sort by: Recurring
et_ee: Järjesta: korduvuse alusel
ko_kr: 정렬 기준: 반복
uk_ua: Сортувати за: Повторенням
zh_cn: 排序方式：重复发生

source: Sort by: Subject
et_ee: Sorteeri: pealkiri
ko_kr: 정렬 기준: 제목
uk_ua: Сортувати за: Предметом
zh_cn: 排序方式：主题

source: Start Date
et_ee: Alguskuupäev
ko_kr: 시작 날짜
uk_ua: Дата початку
zh_cn: 开始日期

source: Sort by: Start Date
et_ee: Sorteerimine: Alguskuupäev
ko_kr: 정렬 기준: 시작 날짜
uk_ua: Сортувати за: Датою початку
zh_cn: 排序方式：开始日期

source: End Date
et_ee: Lõppkuupäev
ko_kr: 종료 날짜
uk_ua: Дата закінчення
zh_cn: 结束日期

source: Sort by: End Date
et_ee: Sorteerimine: Lõppkuupäeva järgi: Lõppkuupäev
ko_kr: 정렬 기준 종료 날짜
uk_ua: Сортувати за: Датою закінчення

source: Organizer
et_ee: Korraldaja
ko_kr: 주최자
uk_ua: Призвідник
zh_cn: 组织者

source: Required Attendee
et_ee: Nõutav osaleja
ko_kr: 필수 참석자
uk_ua: Обов'язковий учасник
zh_cn: 必要与会者

source: Optional Attendee
et_ee: Vabatahtlik osaleja
ko_kr: 선택적 참석자
uk_ua: Необов'язковий учасник
zh_cn: 可选与会者

source: Show Time As
et_ee: Näita aega kui
ko_kr: 다른 이름으로 시간 표시
uk_ua: Показувати час як
zh_cn: 时间显示为

source: Recurrence pattern
et_ee: Kordumise muster
ko_kr: 반복 패턴
uk_ua: Зразок повторення
zh_cn: 重复模式

source: All Day Event
et_ee: Kogu päeva üritus
ko_kr: 하루 종일 이벤트
uk_ua: Подія на весь день
zh_cn: 全天的活动

source: Add Shared Calendar
et_ee: Lisa jagatud kalender
ko_kr: 공유 캘린더 추가
uk_ua: Додати спільний календар
zh_cn: 添加共享日历

source: Remove From Calendar
et_ee: Eemalda kalendrist
ko_kr: 캘린더에서 제거
uk_ua: Видалити з календаря
zh_cn: 从日历中删除

source: No Response Required
et_ee: Vastus ei ole nõutav
ko_kr: 응답 필요 없음
uk_ua: Відповідь не потрібна
zh_cn: 无需回复

source: Accept
et_ee: Võta vastu
ko_kr: 수락
uk_ua: Прийняти
zh_cn: 接受

source: Accept Meeting Request
et_ee: Nõustu koosolekukutsega
ko_kr: 미팅 요청 수락
uk_ua: Прийняти запрошення на зустріч
zh_cn: 接受会议请求

source: Tentative
et_ee: Esialgne
ko_kr: 잠정
uk_ua: Попередньо
zh_cn: 暂定

source: Tentatively Accept Meeting Request
et_ee: Nõustu koosolekukutsega esialgselt
ko_kr: 미팅 요청 잠정 수락
uk_ua: Попередньо прийняти запрошення на зустріч
zh_cn: 暂定接受会议请求

source: Decline
et_ee: Keeldu
ko_kr: 거절
uk_ua: Відхилити
zh_cn: 拒绝

source: Decline Meeting Request
et_ee: Keeldu koosolekukutsest
ko_kr: 미팅 요청 거절
uk_ua: Відхилити запрошення на зустріч
zh_cn: 拒绝会议请求

source: Propose New Time
et_ee: Ettepanek uus aeg
ko_kr: 새로운 시간 제안
uk_ua: Запропонувати новий час
zh_cn: 提议新时间

source: Propose New Time for Meeting Request
et_ee: Paku koosolekule uus aeg
ko_kr: 미팅 요청을 위한 새로운 시간 제안
uk_ua: Запропонувати новий час зустрічі
zh_cn: 提出新的会议请求时间

source: View All Proposals
et_ee: Vaata kõiki ettepanekuid
ko_kr: 모든 제안서 보기
uk_ua: Переглянути всі пропозиції
zh_cn: 查看所有提议

source: Accept Proposal
et_ee: Ettepaneku vastuvõtmine
ko_kr: 제안 수락
uk_ua: Прийняти пропозицію
zh_cn: 接受提议

source: Accept Proposed Time
et_ee: Võtta vastu pakutud aeg
ko_kr: 제안 시간 수락
uk_ua: Прийняти запропонований час
zh_cn: 接受建议的时间

source: View in calendar
et_ee: Vaata kalendris
ko_kr: 캘린더에서 보기
uk_ua: Переглянути в календарі
zh_cn: 在日历中查看

source: Day
et_ee: Päev
ko_kr: 일
uk_ua: День
zh_cn: 天

source: Workweek
et_ee: Töönädal
ko_kr: 근무 시간
uk_ua: Робочий тиждень
zh_cn: 工作周

source: Week
et_ee: Nädal
ko_kr: 주
uk_ua: Тиждень
zh_cn: 周

source: Month
et_ee: Kuu
ko_kr: 월
uk_ua: Місяць
zh_cn: 月

source: List
et_ee: Loend
ko_kr: 목록
uk_ua: Список
zh_cn: 列表

source: Appointment
et_ee: Nimetus
ko_kr: 약속
uk_ua: Зустріч
zh_cn: 预约

source: Meeting request
et_ee: Koosolekukutse
ko_kr: 미팅 요청
uk_ua: Запрошення на зустріч
zh_cn: 会议请求

source: Print selected appointment
et_ee: Valitud kohtumise printimine
ko_kr: 선택한 약속 인쇄
uk_ua: Друкувати вибрану зустріч
zh_cn: 打印选定的预约

source: No appointment selected
et_ee: Ei ole valitud ühtegi kohtumist
ko_kr: 선택한 약속 없음
uk_ua: Жодну зустріч не вибрано
zh_cn: 未选择预约

source: Print overview
et_ee: Ülevaade printimisest
ko_kr: 인쇄 개요
uk_ua: Доперегляд друку
zh_cn: 打印概览

source: Create Appointment
et_ee: Loo kohtumine
ko_kr: 약속 만들기
uk_ua: Створити зустріч
zh_cn: 创建预约

source: Calendar
et_ee: Kalender
ko_kr: 캘린더
uk_ua: Календар
zh_cn: 日历

source: Create in other calendar
et_ee: Luua teises kalendris
ko_kr: 다른 캘린더에서 만들기
uk_ua: Створити в іншому календарі
zh_cn: 在其它日历中创建

source: The selected calendar has "read-only" permissions. Instead you can create an item in your own calendar.
et_ee: Valitud kalendril on ainult lugemisõigused. Selle asemel saate luua objekti oma kalendris.
ko_kr: 선택한 캘린더에 '읽기 전용' 권한이 있습니다. 대신 자신의 캘린더에 항목을 만들 수 있습니다.
uk_ua: Вибраний календар має права "тільки для читання". Замість цього ви можете створити елемент у власному календарі.
zh_cn: 所选日历具有“只读”权限。相反，您可在自己的日历中创建一个项目。

source: What would you like?
et_ee: Mida te tahaksite?
ko_kr: 무엇을 원하시나요?
uk_ua: Чого б ви хотіли?
zh_cn: 您选择哪种方案？

source: Own calendar
et_ee: Oma kalender
ko_kr: 나만의 캘린더
uk_ua: Власний календар
zh_cn: 自己的日程

source: All text fields
et_ee: Kõik tekstiväljad
ko_kr: 모든 텍스트 필드
uk_ua: Усі текстові поля
zh_cn: 所有文本框

source: Body
et_ee: Keha
ko_kr: 본문
uk_ua: Тіло
zh_cn: 正文

source: Subject or Sender
et_ee: Teema või saatja
ko_kr: 제목 또는 발신자
uk_ua: Предмет або відправник
zh_cn: 主题或发件人

source: To or cc
et_ee: To või cc
ko_kr: 받는 사람 또는 참조
uk_ua: До або копія
zh_cn: 收件人或抄送对象

source: Meeting
et_ee: Kohtumine
ko_kr: 회의
uk_ua: Зустріч
zh_cn: 会议

# calendar.dialog
source: Resources have been planned
et_ee: Ressursid on kavandatud
ko_kr: 리소스가 계획되었습니다.
uk_ua: Ресурси замірено
zh_cn: 已规划资源

source: Send update
et_ee: Saada värskendus
ko_kr: 업데이트 보내기
uk_ua: Надіслати оновлення
zh_cn: 发送更新

source: Do you want to send an update to all recipients?
et_ee: Kas soovite saata uuenduse kõigile adressaatidele?
ko_kr: 모든 수신자에게 업데이트를 보내시겠습니까?
uk_ua: Бажаєте надіслати оновлення всім одержувачам?
zh_cn: 您是否欲向所有收件人发送更新？

source: Send update to attendees
et_ee: Saatke osalejatele ajakohastatud teave
ko_kr: 참석자에게 업데이트 보내기
uk_ua: Надіслати оновлення учасникам
zh_cn: 向与会者发送更新

source: You have made changes to the list of attendees. What would you like to do?
et_ee: Te olete teinud muudatusi osalejate nimekirjas. Mida soovite teha?
ko_kr: 참석자 목록을 변경했습니다. 어떻게 하시겠습니까?
uk_ua: Ви внесли зміни до списку учасників. Що б ви хотіли зробити?
zh_cn: 您已更改了与会者列表。您想做什么？

source: Send updates to only added or deleted attendees.
et_ee: Saatke uuendused ainult lisatud või kustutatud osalejatele.
ko_kr: 추가되거나 삭제된 참석자에게만 업데이트를 보냅니다.
uk_ua: Надіслати оновлення лише доданим і видаленим учасникам.
zh_cn: 仅将更新发送给添加或删除的与会者。

source: Send updates to all attendees.
et_ee: Saatke kõigile osalejatele ajakohastused.
ko_kr: 모든 참석자에게 업데이트를 보냅니다.
uk_ua: Надіслати оновлення всім учасникам.
zh_cn: 将更新发送给所有与会者。

source: Busy attendees
et_ee: Hõivatud osalejad
ko_kr: 바쁜 참석자
uk_ua: Зайняті учасники
zh_cn: 忙碌的与会者

source: One or more attendees are busy. Are you sure to invite?
et_ee: Üks või mitu osalejat on hõivatud. Kas olete kindel, et kutsute?
ko_kr: 한 명 이상의 참석자가 바쁩니다. 초대하시겠습니까?
uk_ua: Один або більше учасників зайняті. Ви впевнені, що слід запросити?
zh_cn: 一个或多个与会者为忙碌状态。您是否确定邀请他们？

source: Preview
et_ee: Eelvaade
ko_kr: 미리 보기
uk_ua: Попередній перегляд
zh_cn: 预览

source: Scheduling
et_ee: Ajaplaneerimine
ko_kr: 일정 예약
uk_ua: Планування
zh_cn: 时序安排

source: Tracking
et_ee: Jälgimine
ko_kr: 추적
uk_ua: Відстеження
zh_cn: 跟踪

# calendar.dialog
source: Not all attendees could be resolved.
et_ee: Kõiki osalejaid ei saanud tuvastada.
ko_kr: 모든 참석자가 해결될 수 있는 것은 아닙니다.
uk_ua: Не всіх учасників вдалося визначити.
zh_cn: 不是所有的与会者都能成功解析。

# calendar.dialog
source: {0} attendees accepted, {1} tentatively accepted, {2} declined.
et_ee: {0} osavõtjad nõustusid, {1} nõustusid esialgu, {2} keeldusid.
ko_kr: {0} 참석자 수락, {1} 잠정 수락, {2} 거부.
uk_ua: {0} прийняли, {1} попередньо прийняли, {2} відхилили.
zh_cn: {0}位与会者已接受，{1}位暂时接受，{2}位已拒绝。

# calendar.dialog
source: {0} attendees proposed a new time for this meeting. Click the Scheduling tab for details.
et_ee: {0} osalejat tegid ettepaneku uue aja määramiseks. Üksikasjadeks klõpsa vahekaardil „Ajaplaneerimine“.
ko_kr: {0} 참석자가 이 모임의 새 시간을 제안했습니다. 자세한 내용을 보려면 일정 예약 탭을 클릭하세요.
uk_ua: {0} учасники запропонували новий час для цієї зустрічі. Перейдіть на вкладку Планування, щоб дізнатися подробиці.
zh_cn: {0}位与会者提议了此会议的新时间。点击‘时序安排’选项卡，以获取详细信息。

# calendar.dialog
source: You proposed a new time for this meeting on {0}
et_ee: Te tegite ettepaneku selle kohtumise uueks ajaks {0}
ko_kr: 이 회의의 새 시간을 {0}에 제안했습니다.
uk_ua: Ви запропонували новий час для цієї зустрічі на {0}
zh_cn: 您为{0}的此会议提议了新时间

# calendar.dialog
source: {0} proposed a new time for this meeting on {1}
et_ee: {0} tegi ettepaneku uue aja määramiseks {1} toimuvale koosolekule
ko_kr: {0}이(가) {1}에 이 회의의 새 시간을 제안했습니다.
uk_ua: {0} запропонував новий час для цієї зустрічі на {1}
zh_cn: {0}为{1}的此会议提议了新时间

# calendar.dialog
source: Accepted on {0}
et_ee: Vastu võetud {0}
ko_kr: 0}에 수락됨
uk_ua: Прийнято для {0}
zh_cn: 于{0}接受

# calendar.dialog
source: Accepted by {0} on {1}
et_ee: Vastu võetud {0} aadressil {1}
ko_kr: 1}에서 {0}이 수락했습니다.
uk_ua: Прийнято {0} для {1}
zh_cn: 由{0}于{1}接受

# calendar.dialog
source: Tentatively Accepted on {0}
et_ee: Esialgselt vastu võetud {0}
ko_kr: 0}에서 잠정 수락됨
uk_ua: Попередньо прийнято для {0}
zh_cn: 于{0}暂时接受。

# calendar.dialog
source: Tentatively Accepted by {0} on {1}
et_ee: Esialgselt heaks kiidetud {0} poolt {1}
ko_kr: 1}에서 {0}이 잠정적으로 수락함
uk_ua: Попередньо прийнято {0} для {1}
zh_cn: 由{0}于{1}暂时接受。

# calendar.dialog
source: This appointment occurs in the past.
et_ee: See kohtumine toimub minevikus.
ko_kr: 이 약속은 과거에 이루어졌습니다.
uk_ua: Ця зустріч відбулась в минулому.
zh_cn: 此预约发生在过去。

# calendar.dialog
source: Please respond.
et_ee: Palun vastake.
ko_kr: 응답해 주세요.
uk_ua: Будь ласка, дайте відповідь.
zh_cn: 请回复。

# calendar.dialog
source: No responses have been received for this meeting.
et_ee: Selle kohtumise kohta ei ole vastuseid saadud.
ko_kr: 이 미팅에 대한 응답이 없습니다.
uk_ua: Щодо цієї зустрічі відповідей не надійшло.
zh_cn: 尚未收到此会议的回复。

# calendar.dialog
source: Meeting has been canceled.
et_ee: Koosolek on tühistatud.
ko_kr: 미팅이 취소되었습니다.
uk_ua: Зустріч скасована.
zh_cn: 会议已被取消。

# calendar.dialog
source: Invitations have not been sent for this meeting.
et_ee: Kutseid selleks kohtumiseks ei ole saadetud.
ko_kr: 이 미팅에 대한 초대장이 발송되지 않았습니다.
uk_ua: Запрошення на цю зустріч не надсилалися.
zh_cn: 尚未发送此会议的邀请。

# calendar.dialog
source: Please note that any changes you make will be overwritten when this meeting request is updated by the organizer
et_ee: Palun arvesta, et kõik sinu tehtud muudatused kirjutatakse üle, kui korraldaja uuendab seda koosolekukutset
ko_kr: 주최자가 미팅 요청을 업데이트할 때 모든 변경 사항을 덮어씁니다.
uk_ua: Зверніть увагу, що будь-які внесені вами зміни будуть замінені, коли організатор оновить цей запит на зустріч
zh_cn: 请注意，如果会议组织者更新会议请求，您所做的所有更改将会被覆盖

source: Create in
et_ee: Loo sisse
ko_kr: 다음에서 만들기
uk_ua: Створити в
zh_cn: 创建路径

source: Time
et_ee: Aeg
ko_kr: 시간
uk_ua: Час
zh_cn: 时间

source: until
et_ee: kuni
ko_kr: 까지
uk_ua: кінець
zh_cn: 截止时间

source: Recurrence
et_ee: Taastumine
ko_kr: 재발
uk_ua: Повторення
zh_cn: 重复发生

source: Reminder
et_ee: Meeldetuletus
ko_kr: 알림
uk_ua: Нагадування
zh_cn: 提醒

source: Show as
et_ee: Näita kui
ko_kr: 다른 이름으로 표시
uk_ua: Показати як
zh_cn: 显示为

source: Warning
et_ee: Hoiatus
ko_kr: 경고
uk_ua: Застереження
zh_cn: 警告

source: Attachments cannot be modified for a single occurrence
et_ee: Manuseid ei saa muuta ühe korra puhul
ko_kr: 첨부 파일은 한 번만 수정할 수 있습니다.
uk_ua: Вкладення не можуть бути змінені за один раз

source: Type your message here…
et_ee: Sisesta oma sõnum siia…
ko_kr: 여기에 메시지를 입력하세요...
uk_ua: Введіть текст вашого повідомлення…
zh_cn: 在此处输入您的消息…

source: Update location
et_ee: Värskenda asukohta
ko_kr: 위치 업데이트
uk_ua: Оновити місцезнаходження
zh_cn: 更新位置

source: Do you want to update the location "{0}" with the new location "{1}"?
et_ee: Kas soovite uuendada asukohta "{0}" uue asukohaga "{1}"?
ko_kr: 위치 "{0}"을 새 위치 "{1}"으로 업데이트하시겠습니까?
uk_ua: Ви хочете оновити розташування "{0}" на нове розташування "{1}"?
zh_cn: 您是否欲使用包含新位置"{1}"的位置"{0}"？

source: None
et_ee: Puudub
ko_kr: 없음
uk_ua: Немає
zh_cn: 无

source: Send
et_ee: Saada
ko_kr: 보내기
uk_ua: Надіслати
zh_cn: 发送

source: Save
et_ee: Salvesta
ko_kr: 저장
uk_ua: Зберегти
zh_cn: 保存

source: Close
et_ee: Sulge
ko_kr: 닫기
uk_ua: Затулити
zh_cn: 关闭

source: Delete
et_ee: Kustuta
ko_kr: 삭제
uk_ua: Видалити
zh_cn: 删除

source: Add attachment
et_ee: Lisa lisa
ko_kr: 첨부 파일 추가
uk_ua: Додати вкладення
zh_cn: 添加附件

source: Check names
et_ee: Kontrollida nimesid
ko_kr: 이름 확인
uk_ua: Перевірте імена.
zh_cn: 检查姓名

source: Addressbook
et_ee: Aadressiraamat
ko_kr: 주소록
uk_ua: Адресна книга
zh_cn: 通讯簿

source: Open addressbook
et_ee: Avatud aadressiraamat
ko_kr: 주소록 열기
uk_ua: Відкрити адресну книгу
zh_cn: 打开通讯簿

source: Invite attendees
et_ee: Kutsuge osalejaid
ko_kr: 참석자 초대
uk_ua: Запросити учасників
zh_cn: 邀请与会者

source: Cancel invitation
et_ee: Tühista kutse
ko_kr: 초대 취소
uk_ua: Скасувати запрошення
zh_cn: 取消邀请

source: High priority
et_ee: Kõrge prioriteet
ko_kr: 높은 우선순위
uk_ua: Висока першорядність
zh_cn: 高优先级

source: Mark this appointment as high priority
et_ee: Märgi see kohtumine kõrge prioriteediga
ko_kr: 이 약속을 최우선 순위로 표시하세요.
uk_ua: Позначити зустріч високою першорядністю
zh_cn: 将此预约标记为高优先级

source: Low priority
et_ee: Madal prioriteet
ko_kr: 낮은 우선순위
uk_ua: Низька першорядність
zh_cn: 低优先级

source: Mark this appointment as low priority
et_ee: Märgi see kohtumine madala prioriteediga
ko_kr: 이 약속을 우선순위가 낮은 것으로 표시
uk_ua: Позначити зустріч низькою першорядністю
zh_cn: 将此预约标记为低优先级

source: Categories
et_ee: Kategooriad
ko_kr: 카테고리
uk_ua: Категорії
zh_cn: 类别

source: Open the categories dialog
et_ee: Ava kategooriate vaade
ko_kr: 카테고리 대화 상자를 엽니다.
uk_ua: Відкрийте діалогове вікно категорій
zh_cn: 打开类别对话框

source: Private
et_ee: Isiklik
ko_kr: 비공개
uk_ua: Особисте
zh_cn: 私人

source: Mark this appointment as private
et_ee: Märgi see kohtumine eraviisiliseks
ko_kr: 이 약속을 비공개로 표시
uk_ua: Позначте цю зустріч як приватну
zh_cn: 将此预约标记为私人

source: Proposed Date and Time
et_ee: Kavandatud kuupäev ja kellaaeg
ko_kr: 제안된 날짜 및 시간
uk_ua: Пропонована дата та час проведення
zh_cn: 提议的日期和时间

source: Duration
et_ee: Kestus
ko_kr: 기간
uk_ua: Тривалість
zh_cn: 持续时间

source: Proposed By
et_ee: Kavandanud
ko_kr: 제안자
uk_ua: Запропоновано
zh_cn: 提议者

source: Current Meeting Time
et_ee: Praegune kohtumise aeg
ko_kr: 현재 미팅 시간
uk_ua: Поточний час зустрічі
zh_cn: 当前会议时间

source: Show only working hours
et_ee: Näita ainult tööaega
ko_kr: 근무 시간만 표시
uk_ua: Показувати тільки робочий час
zh_cn: 仅显示工作时间

source: Start time
et_ee: Algusaeg
ko_kr: 시작 시간
uk_ua: Час початку
zh_cn: 开始时间

source: End time
et_ee: Lõpuaeg
ko_kr: 종료 시간
uk_ua: Час закінчення
zh_cn: 时间结束

source: Comment
et_ee: Kommentaar
ko_kr: 댓글
uk_ua: Догук
zh_cn: 评论

source: Send Meeting Request Cancellation
et_ee: Saada koosolekukutse tuhistamise päring
ko_kr: 미팅 요청 취소 보내기
uk_ua: Надіслати запит на скасування зустрічі
zh_cn: 发送会议请求取消

source: This meeting will be cancelled. Do you want to include comments with your cancellation?
et_ee: See koosolek jääb ära. Kas soovite lisada kommentaare koos oma tühistamisega?
ko_kr: 이 미팅은 취소됩니다. 취소에 의견을 포함하시겠습니까?
uk_ua: Ця зустріч буде скасована. Ви бажаєте долучити догуки до скасування?
zh_cn: 此会议将被取消。您是否欲在取消中添加评论？

source: Edit the cancellation before Sending.
et_ee: Muuda tühistamist enne saatmist.
ko_kr: 보내기 전에 취소를 수정합니다.
uk_ua: Відредагуйте скасування перед відправкою.
zh_cn: 在发送前编辑取消。

source: Send the cancellation now.
et_ee: Saatke tühistamine nüüd.
ko_kr: 지금 취소를 보내세요.
uk_ua: Надішліть скасування зараз.
zh_cn: 立即发送取消。

source: Send Meeting Request Confirmation
et_ee: Saada koosolekukutse kinnitus
ko_kr: 미팅 요청 확인 보내기
uk_ua: Надіслати підтвердження запиту на зустріч
zh_cn: 发送会议请求确认

source: This meeting will be accepted and moved to your calendar. Do you want to include comments with your response?
et_ee: Selle koosolekuga nõustutakse ja kantakse sinu kalendrisse. Kas soovid oma vastusega lisada kommentaare?
ko_kr: 이 미팅이 수락되어 캘린더로 이동됩니다. 응답에 댓글을 포함하시겠습니까?
uk_ua: Цю зустріч буде прийнято та переміщено до вашого календаря. Бажаєте долучити догуки до відповіді?
zh_cn: 此会议将被接受并移至您的日历中。您是否欲在您的回复中添加评论？

source: This meeting will be tentatively accepted and moved to your calendar. Do you want to include comments with your response?
et_ee: See kohtumine võetakse esialgu vastu ja kantakse teie kalendrisse. Kas soovite lisada oma kommentaarid koos vastusega?
ko_kr: 이 미팅은 잠정적으로 수락되어 캘린더로 이동됩니다. 답변에 의견을 포함하시겠습니까?
uk_ua: Цю зустріч буде попередньо прийнято та переміщено до вашого календаря. Бажаєте долучити догуки до відповіді?
zh_cn: 此会议将被暂时接受并移至您的日历中。您是否欲在您的回复中添加评论？

source: This meeting will be declined and moved to your Deleted Items folder. Do you want to include comments with your response?
et_ee: See koosolek lükatakse tagasi ja viiakse teie kausta "Kustutatud asjad". Kas soovite lisada oma vastusele kommentaare?
ko_kr: 이 모임은 거부되고 지운 편지함 폴더로 이동됩니다. 응답에 댓글을 포함하시겠습니까?
uk_ua: Цю зустріч буде відхилено та переміщено до теки «Видалене». Бажаєте долучити догуки до відповіді?
zh_cn: 此会议将被拒绝并移至“已删除项目”文件夹。您是否欲在您的回复中添加评论？

source: Edit the response before sending
et_ee: Vastuse muutmine enne saatmist
ko_kr: 보내기 전에 응답 수정하기
uk_ua: Відредагуйте відповідь перед надсиланням
zh_cn: 发送前编辑回复

source: Send the response now.
et_ee: Saatke vastus nüüd.
ko_kr: 지금 바로 응답을 보내세요.
uk_ua: Надішліть відповідь зараз.
zh_cn: 立即发送回复。

source: Don't send a response.
et_ee: Ärge saatke vastust.
ko_kr: 응답을 보내지 마세요.
uk_ua: Не надсилайте відповідь.
zh_cn: 切勿发送回复。

source: The following responses for this meeting have been received
et_ee: Selle kohtumise kohta on saadud järgmised vastused
ko_kr: 이 회의에 대해 다음과 같은 응답이 접수되었습니다.
uk_ua: Для цієї зустрічі були отримані наступні відповіді
zh_cn: 已收到此会议的以下回复

source: Attendance
et_ee: Osalemine
ko_kr: 출석
uk_ua: Відвідуваність
zh_cn: 出席

source: Response
et_ee: Vastus
ko_kr: 응답
uk_ua: Відповідь
zh_cn: 回复

source: New appointment
et_ee: Uus kohtumine
ko_kr: 새 약속
uk_ua: Нове призначення
zh_cn: 新预约

source: Creating an item
et_ee: Elemendi loomine
ko_kr: 항목 만들기
uk_ua: Створення елемента
zh_cn: 创建一个项目

source: New meeting request
et_ee: Uus koosolekukutse
ko_kr: 새 미팅 요청
uk_ua: Новий запит на зустріч
zh_cn: 新会议请求

source: Switch calendar range back and forth
et_ee: Vahetage kalendrivahemikku edasi-tagasi
ko_kr: 캘린더 범위 앞뒤로 전환
uk_ua: Перемикання діапазону календаря вперед і назад
zh_cn: 来回切换日历范围

source: Copy selected item
et_ee: Valitud elemendi kopeerimine
ko_kr: 선택한 항목 복사
uk_ua: Копіювати вибраний елемент
zh_cn: 复制所选项目

source: Paste selected item
et_ee: Valitud elemendi kleepimine
ko_kr: 선택한 항목 붙여넣기
uk_ua: Вставити вибраний елемент
zh_cn: 粘贴所选项目

source: An overview of
et_ee: Ülevaade
ko_kr: 개요
uk_ua: Короткий огляд

source: Start
et_ee: Alusta
ko_kr: 시작
uk_ua: Розпочати
zh_cn: 开始

source: End
et_ee: Lõpeta
ko_kr: 종료
uk_ua: Кінець
zh_cn: 结束

source: Printed by
et_ee: Trükitud
ko_kr: 인쇄자
uk_ua: Надруковано на

source: at
et_ee: aadressil
ko_kr: 에서
uk_ua: за адресою
zh_cn: 在
