Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/grommunio_web.po
Languages: et_ee, ko_kr, uk_ua, zh_cn

source: Wk
et_ee: Näd
ko_kr: 주
uk_ua: Тиж
zh_cn: 周

source: Now
et_ee: Nüüd
ko_kr: 지금
uk_ua: Зараз
zh_cn: 现在

source: Value must be between 0% to 100%
et_ee: Väärtus peab olema vahemikus 0% kuni 100%
ko_kr: 값은 0%에서 100% 사이여야 합니다.
uk_ua: Значення повинно бути від 0% до 100%
zh_cn: 数值必须介于0％至100％之间

source: Number must be higher than zero
et_ee: Number peab olema suurem kui null
ko_kr: 숫자는 0보다 커야 합니다.
uk_ua: Число повинне бути більше нуля
zh_cn: 数字必须大于零

source: More options
et_ee: Rohkem valikuid
ko_kr: 추가 옵션
uk_ua: Більше
zh_cn: 更多选项

source: {0} byte
et_ee: {0} bait
ko_kr: {0} 바이트
uk_ua: {0} байт
zh_cn: {0}字节

source: {0} minute
et_ee: {0} minut
ko_kr: {0} 분
uk_ua: {0} хвилина
zh_cn: {0}分钟

source: {0} hour
et_ee: {0} tund
ko_kr: {0} 시간
uk_ua: {0} година
zh_cn: {0}小时

source: {0} day
et_ee: {0} päev
ko_kr: {0} 일
uk_ua: {0} день
zh_cn: {0}天

source: {0} week
et_ee: {0} nädal
ko_kr: {0} 주
uk_ua: {0} тиждень
zh_cn: {0}周

source: The quick brown fox jumps over the lazy dog
et_ee: Kiire pruun rebane hüppab üle laisa koera
ko_kr: 게으른 개를 뛰어넘는 재빠른 갈색 여우
uk_ua: Швидка бура лисиця перестрибує через ледачого пса

source: Sunday
et_ee: Pühapäeval
ko_kr: 일요일
uk_ua: Неділя
zh_cn: 周日

source: Monday
et_ee: Esmaspäeval
ko_kr: 월요일
uk_ua: Понеділок
zh_cn: 周一

source: Tuesday
et_ee: Teisipäeval
ko_kr: 화요일
uk_ua: Вівторок
zh_cn: 周二

source: Wednesday
et_ee: Kolmapäeval
ko_kr: 수요일
uk_ua: Середа
zh_cn: 周三

source: Thursday
et_ee: Neljapäeval
ko_kr: 목요일
uk_ua: Четвер
zh_cn: 周四

source: Friday
et_ee: Reedel
ko_kr: 금요일
uk_ua: П'ятниця
zh_cn: 周五

source: Saturday
et_ee: Laupäev
ko_kr: 토요일
uk_ua: Субота
zh_cn: 周六

source: Sun
et_ee: Pühap
uk_ua: Нд
zh_cn: 周日

source: Mon
et_ee: Esmasp
ko_kr: 월
uk_ua: Пн
zh_cn: 周一

source: Tue
et_ee: Teisip
ko_kr: 화요일
uk_ua: Вт
zh_cn: 周二

source: Wed
et_ee: Kolmap
ko_kr: 수요일
uk_ua: Ср
zh_cn: 周三

source: Thu
et_ee: Neljap
ko_kr: 목요일
uk_ua: Чт
zh_cn: 周四

source: Fri
et_ee: Reede
ko_kr: 금
uk_ua: Пт
zh_cn: 周五

source: Sat
et_ee: Laup
uk_ua: Сб
zh_cn: 周六

source: January
et_ee: Jaanuar
ko_kr: 1월
uk_ua: Січень
zh_cn: 一月

source: February
et_ee: Veebruar
ko_kr: 2월
uk_ua: Лютий
zh_cn: 二月

source: March
et_ee: Märts
ko_kr: 3월
uk_ua: Березень
zh_cn: 三月

source: April
et_ee: Aprill
ko_kr: 4월
uk_ua: Квітень
zh_cn: 四月

source: May
et_ee: Mai
ko_kr: 5월
uk_ua: Травень
zh_cn: 五月

source: June
et_ee: Juuni
ko_kr: 6월
uk_ua: Червень
zh_cn: 六月

source: July
et_ee: Juuli
ko_kr: 7월
uk_ua: Липень
zh_cn: 七月

source: October
et_ee: Oktoober
ko_kr: 10월
uk_ua: Жовтень
zh_cn: 十月

source: December
et_ee: Detsember
ko_kr: 12월
uk_ua: Грудень
zh_cn: 十二月

source: Page {A} of {0}
et_ee: Lehekülg {A}/{0}
ko_kr: 페이지 {0}의 {A} 페이지
uk_ua: Стор. {A} з {0}
zh_cn: 第{A}页，共{0}页

source: Displaying messages {0} - {1} of {2}
et_ee: Kuvan sõnumeid: {0} kuni {1} (kokku {2})
ko_kr: 2}의 {0} - {1} 메시지 표시
uk_ua: Показати повідомлення {0} - {1} з {2}
zh_cn: 显示消息{0} - {1}/{2}

source: No messages to display
et_ee: Puuduvad sõnumid kuvamiseks
ko_kr: 표시할 메시지가 없습니다.
uk_ua: Немає повідомлень для відображення
zh_cn: 无任何可显示的消息

source: First Page
et_ee: Esimene leht
ko_kr: 첫 페이지
uk_ua: Перша сторінка
zh_cn: 首页

source: Previous Page
et_ee: Eelmine leht
ko_kr: 이전 페이지
uk_ua: Попередня сторінка
zh_cn: 上一页

source: Next Page
et_ee: Järgmine leht
ko_kr: 다음 페이지
uk_ua: Наступна сторінка
zh_cn: 下一页

source: Last Page
et_ee: Viimane leht
ko_kr: 마지막 페이지
uk_ua: Остання сторінка
zh_cn: 最后一页

source: Refresh
et_ee: Uuenda
ko_kr: 새로 고침
uk_ua: Оновити
zh_cn: 刷新

source: Today
et_ee: Täna
ko_kr: 오늘
uk_ua: Сьогодні
zh_cn: 今天

source: Cancel
et_ee: Katkesta
ko_kr: 취소
uk_ua: Скасувати
zh_cn: 取消

source: {0} (Spacebar)
et_ee: {0} (Tühik)
ko_kr: {0} (스페이스바)
uk_ua: {0} (Пробіл)
zh_cn: {0}（空格键）

source: This date is before the minimum date
et_ee: See kuupäev on enne miinimumtähtaega
ko_kr: 이 날짜는 최소 날짜 이전입니다.
uk_ua: Ця дата раніше мінімальної
zh_cn: 此日期超过了最小的日期

source: This date is after the maximum date
et_ee: See kuupäev on pärast maksimaalset kuupäeva
ko_kr: 이 날짜는 최대 날짜 이후입니다.
uk_ua: Ця дата більше максимальної
zh_cn: 此日期超过了最大的日期

source: Disabled
et_ee: Pole kasutusel
ko_kr: 장애인
uk_ua: Відключено
zh_cn: 禁用

source: Next Month (Control+Right)
et_ee: Järgmine kuu (Ctrl+Nool Paremale)
ko_kr: 다음 달(Control+오른쪽)
uk_ua: Наступний місяць (Ctrl+Вправо)
zh_cn: 下一月(Ctrl键+→)

source: Previous Month (Control+Left)
et_ee: Eelmine kuu (Ctrl+Nool Vasakule)
ko_kr: 이전 달(Control+왼쪽)
uk_ua: Попередній місяць (Ctrl+Вліво)
zh_cn: 上一月(Ctrl键+←)

source: Choose a month (Control+Up/Down to move years)
et_ee: Vali kuu (Ctrl+Üles/Alla aastate valimiseks)
ko_kr: 월 선택(Control+위/아래를 누르면 연도 이동)
uk_ua: Вибір місяця (Ctrl+Вверх/Вниз для вибору року)
zh_cn: 选择月份（Ctrl键+↑/↓，选择年份）

source: Sort Ascending
et_ee: Järjesta kasvavalt
ko_kr: 오름차순 정렬
uk_ua: Впорядкувати за зростанням
zh_cn: 按升序排序

source: Sort Descending
et_ee: Järjesta kahanevalt
ko_kr: 내림차순 정렬
uk_ua: Впорядкувати за спаданням
zh_cn: 按降序排序

source: Columns
et_ee: Veerud
ko_kr: 열
uk_ua: Стовпці
zh_cn: 列

source: Group By This Field
et_ee: Rühmita selle välja järgi
ko_kr: 이 필드별로 그룹화
uk_ua: Скупчити за цим полем
zh_cn: 按该字段分组

source: Show in Groups
et_ee: Näita gruppides
ko_kr: 그룹으로 표시
uk_ua: Показати в групах
zh_cn: 按分组显示

source: (None)
et_ee: (Puudub)
ko_kr: (없음)
uk_ua: (Немає)
zh_cn: （无）

source: Ok
et_ee: Sobib
ko_kr: 확인
uk_ua: Добре
zh_cn: 确定

source: Yes
et_ee: Jah
ko_kr: 예
uk_ua: Так
zh_cn: 是

source: No
et_ee: Ei
ko_kr: 아니요
uk_ua: Ні
zh_cn: 否

source: Loading
et_ee: Laadime
ko_kr: 로드 중
uk_ua: Завантаження
zh_cn: 正在加载

source: The value in this field is invalid
et_ee: Sellel välja väärtus on vigane
ko_kr: 이 필드의 값이 유효하지 않습니다.
uk_ua: Значення в полі є неприйнятним
zh_cn: 该字段内的数值无效

source: The minimum length for this field is {0}
et_ee: Sellel välja minimaalne pikkus on {0}
ko_kr: 이 필드의 최소 길이는 {0}입니다.
uk_ua: Мінімальна довжина поля становить {0}
zh_cn: 该字段的最小长度为{0}

source: The maximum length for this field is {0}
et_ee: Sellel välja maksimumpikkus on {0}
ko_kr: 이 필드의 최대 길이는 {0}입니다.
uk_ua: Максимальна довжина поля становить {0}
zh_cn: 该字段的最大长度为{0}

source: This field is required
et_ee: See väli on kohustuslik
ko_kr: 이 필드는 필수 입력 사항입니다.
uk_ua: Це обов'язкове поле
zh_cn: 该字段为必填字段

source: The minimum value for this field is {0}
et_ee: Sellel välja minimaalne väärtus on {0}
ko_kr: 이 필드의 최소값은 {0}입니다.
uk_ua: Мінімальне значення для поля становить {0}
zh_cn: 该字段的最小值为{0}

source: The maximum value for this field is {0}
et_ee: Sellel välja maksimaalne väärtus on {0}
ko_kr: 이 필드의 최대값은 {0}입니다.
uk_ua: Максимальне значення для поля становить {0}
zh_cn: 该字段的最大值为{0}

source: {0} is not a valid number
et_ee: {0} ei ole kehtiv number
ko_kr: {0}은(는) 올바른 번호가 아닙니다.
uk_ua: Число {0} неприйнятне
zh_cn: {0}不是有效数字

source: The date in this field must be equal to or after {0}
et_ee: Kuupäev sellel väljal peab olema võrdne või pärast {0}
ko_kr: 이 필드의 날짜는 {0}이거나 그 이후여야 합니다.
uk_ua: Дата у цьому полі повинна бути рівною або пізнішою, ніж {0}
zh_cn: 该字段内的日期必须大于或等于{0}

source: The date in this field must be equal to or before {0}
et_ee: Kuupäev sellel väljal peab olema võrdne või enne {0}
ko_kr: 이 필드의 날짜는 {0}이거나 그 이전이어야 합니다.
uk_ua: Дата у цьому полі повинна бути рівною або передувати {0}
zh_cn: 该字段内的日期必须小于或等于{0}

source: {0} is not a valid date - it must be in the format {1}
et_ee: {0} ei ole kehtiv kuupäev - see peab olema kujul {1}
ko_kr: {0}은(는) 유효한 날짜가 아니며 {1} 형식이어야 합니다.
uk_ua: {0} не є прийнятною датою - повинна бути у форматі {1}
zh_cn: {0}不是有效日期 - 必须符合格式{1}

source: You must select at least one item in this group
et_ee: Sa pead valima vähemalt ühe elemendi selles grupis
ko_kr: 이 그룹에서 하나 이상의 항목을 선택해야 합니다.
uk_ua: Ви повинні вибрати принаймні один елемент цієї купи
zh_cn: 在此组内您必须至少选择一个选项

source: You must select one item in this group
et_ee: Pead valima ühe objekti selles grupis
ko_kr: 이 그룹에서 하나의 항목을 선택해야 합니다.
uk_ua: Ви повинні вибрати один елемент цієї купи
zh_cn: 在此组内您必须选择一个选项

source: The time in this field must be equal to or after {0}
et_ee: Aeg selles väljas peab olema võrdne või pärast {0}
ko_kr: 이 필드의 시간은 {0}이거나 그 이후여야 합니다.
uk_ua: Час у цьому полі повинен бути рівним або пізнішим, ніж {0}
zh_cn: 该字段内的时间必须大于或等于{0}

source: The time in this field must be equal to or before {0}
et_ee: Aeg selles väljas peab olema võrdne või enne {0}
ko_kr: 이 필드의 시간은 {0}이거나 그 이전이어야 합니다.
uk_ua: Час у цьому полі повинен бути рівним або передувати {0}
zh_cn: 该字段内的时间必须小于或等于{0}

source: {0} is not a valid time
et_ee: {0} ei ole kehtiv aeg
ko_kr: {0}은(는) 유효한 시간이 아닙니다.
uk_ua: {0} не є прийнятним часом
zh_cn: {0}不是有效时间

source: Name
et_ee: Nimi
ko_kr: 이름
uk_ua: Назва
zh_cn: 名称

source: Value
et_ee: Väärtus
ko_kr: 가치
uk_ua: Значення
zh_cn: 数值

source: true
et_ee: tõene
uk_ua: істина
zh_cn: 正确

source: false
et_ee: väär
uk_ua: хиба
zh_cn: 错误

source: This field should be an e-mail address in the format "user@example.com"
et_ee: See väli peaks olema e-posti aadress kujul "nimi@domeen.com"
ko_kr: 이 필드는 "user@example.com" 형식의 이메일 주소여야 합니다.
uk_ua: В цьому полі повинна бути адреса ел. пошти у форматі «user@example.com»
zh_cn: 此字段应为"user@example.com"格式的电子邮件地址

source: This field should be a URL in the format "{0}"
et_ee: See väli peaks olema URL kujul "{0}"
ko_kr: 이 필드는 "{0}" 형식의 URL이어야 합니다.
uk_ua: У цьому полі повинна бути URL-адреса у форматі «{0}»
zh_cn: 此字段应为"{0}"格式的一个URL

source: This field should only contain letters and _
et_ee: See väli peaks sisaldama ainult tähti ja _
ko_kr: 이 필드에는 문자와 _만 포함해야 합니다.
uk_ua: У цьому полі повинні містити ся лише літери і «_»
zh_cn: 此字段只能包含字母和_

source: This field should only contain letters, numbers and _
et_ee: See väli peaks sisaldama ainult tähti, numbreid ja _
ko_kr: 이 필드에는 문자, 숫자 및 _만 포함해야 합니다.
uk_ua: У цьому полі повинні містити ся лише літери, числини і «_»
zh_cn: 此字段只能包含字母、数字和_

source: Email Addresses
et_ee: E-posti aadressid
ko_kr: 이메일 주소
uk_ua: Адреси ел. пошти
zh_cn: 电子邮件地址

source: Email addresses
et_ee: E-posti aadressid
ko_kr: 이메일 주소
uk_ua: Адреси ел. пошти
zh_cn: 电子邮件地址

source: Group details
et_ee: Rühma andmed
ko_kr: 그룹 세부 정보
uk_ua: Відомости про спільноту
zh_cn: 群组详细信息

source: General
et_ee: Üldine
ko_kr: 일반
uk_ua: Основне
zh_cn: 一般

source: Display Name
et_ee: Kuvatav nimi
ko_kr: 표시 이름
uk_ua: Відображуване ім'я
zh_cn: 显示名称

source: Owner
et_ee: Omanik
ko_kr: 소유자
uk_ua: Власник
zh_cn: 所有者

source: Notes
et_ee: Märkmed
ko_kr: 참고
uk_ua: Примітки
zh_cn: 便签

source: Members
et_ee: Liikmed
ko_kr: 회원
uk_ua: Учасники
zh_cn: 成员

source: Icon
et_ee: Ikoon
ko_kr: 아이콘
uk_ua: Значок
zh_cn: 图标

source: Email Address
et_ee: E-posti aadress
ko_kr: 이메일 주소
uk_ua: Адреса ел. пошти
zh_cn: 电子邮件地址

source: Account
et_ee: Konto
ko_kr: 계정
uk_ua: Облік. запис
zh_cn: 账户

source: Member Of
et_ee: Liige
ko_kr: 회원
uk_ua: Спільноти
zh_cn: 的成员

source: Group Membership
et_ee: Grupi liikmelisus
ko_kr: 그룹 멤버십
uk_ua: Членство в спільнотах
zh_cn: 群组成员资格

source: Address Book
et_ee: Aadressiraamat
ko_kr: 주소록
uk_ua: Адресна книга
zh_cn: 通讯录

source: User details
et_ee: Kasutaja andmed
ko_kr: 사용자 세부 정보
uk_ua: Відомости про користувача
zh_cn: 用户详细信息

source: First name
et_ee: Eesnimi
ko_kr: 이름
uk_ua: Ім'я
zh_cn: 名字

source: Last name
et_ee: Perenimi
ko_kr: 성
uk_ua: Прізвище
zh_cn: 姓

source: Initials
et_ee: Initsiaalid
ko_kr: 이니셜
uk_ua: Перші букви
zh_cn: 首字母

source: Display
et_ee: Näita
ko_kr: 디스플레이
uk_ua: Показувати як
zh_cn: 显示

source: Addresses
et_ee: Aadressid
ko_kr: 주소
uk_ua: Адреси
zh_cn: 地址

source: Address
et_ee: Aadress
ko_kr: 주소
uk_ua: Адреса
zh_cn: 地址

source: City
et_ee: Linn
ko_kr: 도시
uk_ua: Місто
zh_cn: 城市

source: State
et_ee: Maakond/Osariik
ko_kr: 상태
uk_ua: Область (повк)
zh_cn: 州

source: Zip Code
et_ee: Postiindeks
ko_kr: 우편 번호
uk_ua: Індекс
zh_cn: 邮编

source: Country
et_ee: Riik
ko_kr: 국가
uk_ua: Країна
zh_cn: 国家

source: Professional
et_ee: Professionaalne
ko_kr: 전문가
uk_ua: Знавець
zh_cn: 专业

source: Title
et_ee: Tiitel
ko_kr: 제목
uk_ua: Посада
zh_cn: 职称

source: Company
et_ee: Ettevõte
ko_kr: 회사
uk_ua: Установа
zh_cn: 公司

source: Department
et_ee: Osakond
ko_kr: 부서
uk_ua: Відділ
zh_cn: 部门

source: Office
et_ee: Kontor
uk_ua: Робітня
zh_cn: 办事处

source: Assistant
et_ee: Assistent
ko_kr: 어시스턴트
uk_ua: Помічник
zh_cn: 助理

source: Phone
et_ee: Telefon
ko_kr: 전화
uk_ua: Телефон
zh_cn: 电话

source: Organization
et_ee: Organisatsioon
ko_kr: 조직
uk_ua: Установа
zh_cn: 组织

source: Manager
et_ee: Juhataja
ko_kr: 관리자
uk_ua: Керівник
zh_cn: 经理

source: Direct reports
et_ee: Otsesed aruanded
ko_kr: 직접 보고
uk_ua: Прямі звіти
zh_cn: 直接汇报

source: Phone numbers
et_ee: Telefoninumbrid
ko_kr: 전화번호
uk_ua: Номери телефонів
zh_cn: 电话号码

source: Business
et_ee: Töö
ko_kr: 비즈니스
uk_ua: Діловий
zh_cn: 企业电话

source: Business2
et_ee: Töö2
ko_kr: 비즈니스2
uk_ua: Діловий 2
zh_cn: 企业电话2

source: Fax
et_ee: Faks
ko_kr: 팩스
uk_ua: Факс
zh_cn: 传真

source: Home
et_ee: Kodune
ko_kr: 홈
uk_ua: Домівка
zh_cn: 家庭电话

source: Home2
et_ee: Kodune2
ko_kr: 홈2
uk_ua: Домівка 2
zh_cn: 家庭电话2

source: Mobile
et_ee: Mobiil
ko_kr: 모바일
uk_ua: Мобільний
zh_cn: 手机号码

source: Pager
et_ee: Peiler
ko_kr: 호출기
uk_ua: Пейджер
zh_cn: 寻呼机号码

source: No user selected
et_ee: Ühtegi kasutajat pole valitud
ko_kr: 선택한 사용자 없음
uk_ua: Користувача не вибрано
zh_cn: 未选择任何用户

source: You must select one or more users.
et_ee: Te peate valima ühe või rohkem kui ühe kasutaja.
ko_kr: 한 명 이상의 사용자를 선택해야 합니다.
uk_ua: Оберіть одного або декількох користувачів.
zh_cn: 您必须选择一个或多个用户。

source: You must select a user.
et_ee: Te peate valima kasutaja.
ko_kr: 사용자를 선택해야 합니다.
uk_ua: Необхідно вибрати користувача.
zh_cn: 您必须选择一个用户。

source: Select
et_ee: Vali
ko_kr: 선택
uk_ua: Обрати
zh_cn: 选择

source: Show Details
et_ee: Näita üksikasju
ko_kr: 세부 정보 보기
uk_ua: Показати подробиці
zh_cn: 显示详细信息

source: Copy contact
et_ee: Koopeeri kontakt
ko_kr: 연락처 복사
uk_ua: Копіювати контакт
zh_cn: 复制联系人

source: Copy contacts
et_ee: Kopeeri kontaktid
ko_kr: 연락처 복사
uk_ua: Копіювати контакти
zh_cn: 复制联系人

source: Showing only the first {0} names. Use search to find more specific results.
et_ee: Näitame ainult esimest {0} nime. Konkreetsemate tulemuste leidmiseks kasuta otsingut.
ko_kr: 처음 {0}개의 이름만 표시합니다. 보다 구체적인 결과를 찾으려면 검색을 사용하세요.
uk_ua: Показано лише перші {0} імен. Використайте пошук для більш точних результатів.
zh_cn: 仅显示前{0}个名字。使用搜索查找更具体的结果。

source: Use the search bar to get results
et_ee: Tulemuste saamiseks kasuta otsinguriba
ko_kr: 검색창을 사용하여 결과 보기
uk_ua: Використовуйте панель пошуку, щоб отримати результати
zh_cn: 使用搜索框获取结果

source: There are no items to show in this list
et_ee: Selles vaates pole hetkel kirjeid kuvamiseks
ko_kr: 이 목록에 표시할 항목이 없습니다.
uk_ua: Немає складників для показу
zh_cn: 此列表中无任何可显示的选项

source: Show Names from the
et_ee: Kuva nimesid
ko_kr: 이름 표시
uk_ua: Показати імена з
zh_cn: 显示名称

source: Search…
et_ee: Otsing…
ko_kr: 검색...
uk_ua: Пошук…
zh_cn: 正在搜索…

source: Sort by: Icon
et_ee: Järjesta: ikooni alusel
ko_kr: 정렬 기준: 아이콘
uk_ua: Сортувати за: Значком
zh_cn: 排序方式：图标

source: Sort by: Name
et_ee: Järjesta: nime alusel
ko_kr: 정렬 기준: 이름
uk_ua: Сортувати за: Ім'ям
zh_cn: 排序方式：名称

source: Sort by: Display Name
et_ee: Järjesta: kuvatava nime alusel
ko_kr: 정렬 기준 표시 이름
uk_ua: Сортувати за: Відобр. ім'ям
zh_cn: 排序方式：显示名称

source: File as
et_ee: Faili kui
ko_kr: 다른 이름으로 파일
uk_ua: Показувати як
zh_cn: 归档为

source: Sort by: File As
et_ee: Järjesta: Arhiveeri kui
ko_kr: 정렬 기준: 다른 이름으로 파일
uk_ua: Сортувати за: Типом файлу
zh_cn: 排序方式：归档为

source: First Name
et_ee: Eesnimi
ko_kr: 이름
uk_ua: Ім'я
zh_cn: 名

source: Sort by: First Name
et_ee: Järjesta: eesnime alusel
ko_kr: 정렬 기준: 이름
uk_ua: Сортувати за: Ім'ям
zh_cn: 排序方式：名

source: Last Name
et_ee: Perenimi
ko_kr: 성
uk_ua: Прізвище
zh_cn: 姓

source: Sort by: Last Name
et_ee: Järjesta: perenime alusel
ko_kr: 정렬 기준: 성
uk_ua: Сортувати за: Прізвищем
zh_cn: 排序方式：姓

source: Sort by: Email Address
et_ee: Järjesta: E-posti aadressi alusel
ko_kr: 정렬 기준: 이메일 주소
uk_ua: Сортувати за: Ел. адресою
zh_cn: 排序方式：电子邮件地址

source: Job Title
et_ee: Töö nimetus
ko_kr: 직책
uk_ua: Назва посади
zh_cn: 职务

source: Sort by: Job Title
et_ee: Järjesta: ametinime alusel
ko_kr: 정렬 기준 직책
uk_ua: Сортувати за: Назвою посади
zh_cn: 排序方式：职务

source: Company Name
et_ee: Ettevõtte Nimi
ko_kr: 회사 이름
uk_ua: Назва установи
zh_cn: 公司名称

source: Sort by: Company Name
et_ee: Järjesta: firmanime alusel
ko_kr: 정렬 기준 회사 이름
uk_ua: Сортувати за: Назвою установи
zh_cn: 排序方式：公司名称

source: Sort by: Department
et_ee: Järjesta: osakonna järgi
ko_kr: 정렬 기준: 부서
uk_ua: Сортувати за: Відділом
zh_cn: 排序方式：部门

source: Office Phone
et_ee: Kontori telefon
ko_kr: 사무실 전화
uk_ua: Службовий телефон
zh_cn: 办公电话

source: Sort by: Office Phone
et_ee: Järjesta: kontoritelefoni järgi
ko_kr: 정렬 기준: 사무실 전화
uk_ua: Сортувати за: Службовим телефоном
zh_cn: 排序方式：办公电话

source: Sort by: Mobile
et_ee: Järjesta: mobiiltelefoni alusel
ko_kr: 정렬 기준: 모바일
uk_ua: Сортувати за: Мобільним
zh_cn: 排序方式：手机号码

source: Home Phone
et_ee: Kodune telefon
ko_kr: 집 전화
uk_ua: Домашній телефон
zh_cn: 家庭电话

source: Sort by: Home Phone
et_ee: Järjesta: Koduse telefoni järgi
ko_kr: 정렬 기준 집 전화
uk_ua: Сортувати за: Домашнім телефоном
zh_cn: 排序方式：家庭电话

source: Sort by: Pager
et_ee: Järjesta: piipari alusel
ko_kr: 정렬 기준: 호출기
uk_ua: Сортувати за: Пейджером
zh_cn: 排序方式：寻呼机号码

source: Location
et_ee: Asukoht
ko_kr: 위치
uk_ua: Місцина
zh_cn: 位置

source: Sort by: Location
et_ee: Järjesta: asukoha järgi
ko_kr: 정렬 기준: 위치
uk_ua: Сортувати за: Місциною
zh_cn: 排序方式：位置

source: Sort by: Fax
et_ee: Järjesta: faksi alusel
ko_kr: 정렬 기준: 팩스
uk_ua: Сортувати за: Факсом
zh_cn: 排序方式：传真号码

source: Print single item
et_ee: Üksiku elemendi printimine
ko_kr: 단일 항목 인쇄
uk_ua: Друкувати один складник
zh_cn: 打印单独的项目

source: Print selected item
et_ee: Trüki valitud kirje
ko_kr: 선택한 항목 인쇄
uk_ua: Друкувати вибраний складник
zh_cn: 打印选定的项目

source: Print
et_ee: Trüki
ko_kr: 인쇄
uk_ua: Друкувати
zh_cn: 打印

source: No item selected
et_ee: Midagi pole valitud
ko_kr: 선택한 항목 없음
uk_ua: Складник не вибрано
zh_cn: 未选择任何项目

source: No preview
et_ee: Eelvaade puudub
ko_kr: 미리 보기 없음
uk_ua: Без доперегляду
zh_cn: 无预览

source: Right preview
et_ee: Õige eelvaade
ko_kr: 오른쪽 미리보기
uk_ua: Доперегляд справа
zh_cn: 右侧预览

source: Bottom preview
et_ee: Alumine eelvaade
ko_kr: 하단 미리보기
uk_ua: Доперегляд знизу
zh_cn: 底部预览

source: Any date
et_ee: Mis tahes kuupäev
ko_kr: 모든 날짜
uk_ua: Будь-яка дата
zh_cn: 任意日期

source: Past week
et_ee: Eelmine nädal
ko_kr: 지난 주
uk_ua: Минулий тиждень
zh_cn: 上周

source: Past 2 weeks
et_ee: Viimased 2 nädalat
ko_kr: 지난 2주간
uk_ua: Останні 2 тижні
zh_cn: 前两周

source: Past month
et_ee: Eelmine kuu
ko_kr: 지난 달
uk_ua: Минулий місяць
zh_cn: 上个月

source: Past 6 month
et_ee: Viimased 6 kuud
ko_kr: 지난 6개월
uk_ua: Останні 6 місяців
zh_cn: 过去6个月

source: Past year
et_ee: Eelmine aasta
ko_kr: 지난 해
uk_ua: Минулий рік
zh_cn: 去年

source: Custom date
et_ee: Kohandatud kuupäev
ko_kr: 사용자 지정 날짜
uk_ua: Власна дата
zh_cn: 自定义日期

source: Add to favorites
et_ee: Lisa lemmikute hulka
ko_kr: 즐겨찾기에 추가
uk_ua: Додати до обраного
zh_cn: 添加至收藏夹

source: Add
et_ee: Lisa
ko_kr: 추가
uk_ua: Додати
zh_cn: 添加

source: Empty folder name
et_ee: Tühi kausta nimi
ko_kr: 빈 폴더 이름
uk_ua: Порожня назва теки
zh_cn: 空文件夹名称

source: You must specify a name.
et_ee: Sa pead määrama nime.
ko_kr: 이름을 지정해야 합니다.
uk_ua: Необхідно вказати ім'я.
zh_cn: 您必须指定一个名称。

source: Add a folder to favorites based on search query
et_ee: Lisa kaust lemmikute hulka otsingupäringu alusel
ko_kr: 검색어에 따라 즐겨찾기에 폴더 추가하기
uk_ua: Додати теку до обраного на основі цього пошукового запиту
zh_cn: 根据此搜索查询将文件夹添加至收藏夹

source: Folder name
et_ee: Kausta nimi
ko_kr: 폴더 이름
uk_ua: Назва теки
zh_cn: 文件夹名称

source: Select Category
et_ee: Vali kategooria
ko_kr: 카테고리 선택
uk_ua: Обрати категорію
zh_cn: 选择类别

source: Apply
et_ee: Kohalda
ko_kr: 신청하기
uk_ua: Застосувати
zh_cn: 应用

source: All folders are selected
et_ee: Kõik kaustad on valitud
ko_kr: 모든 폴더가 선택됨
uk_ua: Вибрано всі теки
zh_cn: 已选择所有文件夹

source: Reply
et_ee: Vasta
ko_kr: 답글
uk_ua: Відповісти
zh_cn: 回复

source: Reply All
et_ee: Vasta kõigile
ko_kr: 모두 답장하기
uk_ua: Відповісти всім
zh_cn: 回复全部

source: Forward
et_ee: Edasta
ko_kr: 앞으로
uk_ua: Переслати
zh_cn: 向前

source: Edit as New
et_ee: Muuda uue kirjana
ko_kr: 새 항목으로 편집
uk_ua: Змінити як новий
zh_cn: 作为新邮件编辑

source: Search tools
et_ee: Otsingutarvikud
ko_kr: 검색 도구
uk_ua: Інструменти пошуку
zh_cn: 搜索工具

source: Folders
et_ee: Kaustad
ko_kr: 폴더
uk_ua: Теки
zh_cn: 文件夹

source: Include subfolders
et_ee: Kaasa alamkaustad
ko_kr: 하위 폴더 포함
uk_ua: Долучити підтеки
zh_cn: 包括子文件夹

source: Show…
et_ee: Näita…
ko_kr: 쇼...
uk_ua: Показати…
zh_cn: 正在显示…

source: Mails
et_ee: E-kirjad
ko_kr: 메일
uk_ua: Поштові скрині
zh_cn: 邮件

source: Appointments
et_ee: Kohtumised
ko_kr: 약속
uk_ua: Зустрічі
zh_cn: 预约

source: Contacts
et_ee: Kontaktid
ko_kr: 연락처
uk_ua: Контакти
zh_cn: 联系人

source: Tasks
et_ee: Ülesanded
ko_kr: 작업
uk_ua: Завдання
zh_cn: 任务

source: Filter…
et_ee: Filtreeri…
ko_kr: 필터...
uk_ua: Відсіяти…
zh_cn: 正在筛选…

source: Unread
et_ee: Lugemata
ko_kr: 읽지 않음
uk_ua: Непрочитані
zh_cn: 未读

source: Attachments
et_ee: Manused
ko_kr: 첨부 파일
uk_ua: Вкладення
zh_cn: 附件

source: Date
et_ee: Kuupäev
ko_kr: 날짜
uk_ua: Дата
zh_cn: 日期

# search.date
source: From
et_ee: Saatja
ko_kr: 에서
uk_ua: Від
zh_cn: 开始日期

# search.date
source: To
et_ee: Saaja
uk_ua: До
zh_cn: 结束日期

source: Filter category…
et_ee: Filtreeri kategooria alusel…
ko_kr: 카테고리 필터링...
uk_ua: Відсіяти категорію…
zh_cn: 筛选类别…

source: Sender
et_ee: Saatja
ko_kr: 발신자
uk_ua: Відправник
zh_cn: 发件人

source: Recipients
et_ee: Vastuvõtjad
ko_kr: 수신자
uk_ua: Одержувачі
zh_cn: 收件人

source: Subject
et_ee: Teema
ko_kr: 제목
uk_ua: Предмет
zh_cn: 主题

source: Body & Attachments
et_ee: Sisu ja lisaseadmed
ko_kr: 본체 및 부착물
uk_ua: Тіло листа та вкладення
zh_cn: 正文和附件

source: Favorites
et_ee: Lemmikud
ko_kr: 즐겨 찾기
uk_ua: Улюблене
zh_cn: 收藏夹

source: Select Folder
et_ee: Vali kaust
ko_kr: 폴더 선택
uk_ua: Виберіть теку
zh_cn: 选择文件夹

source: Delete search folder
et_ee: Kustuta otsingukaust
ko_kr: 검색 폴더 삭제
uk_ua: Видалити теку пошуку
zh_cn: 删除搜索文件夹

source: Sort by: Date
et_ee: Järjesta: kuupäeva alusel
ko_kr: 정렬 기준 날짜
uk_ua: Сортувати за: Датою
zh_cn: 排序方式：日期

source: Loading Search results
et_ee: Otsingutulemuste laadimine
ko_kr: 검색 결과 로드 중
uk_ua: Завантаження результатів пошуку
zh_cn: 加载搜索结果

source: Sorting tip
et_ee: Sorteerimisnõuanne
ko_kr: 정렬 팁
uk_ua: Підказки щодо сортування
zh_cn: 排序提示

source: You can sort by date if you narrow down your search results. Enable filters or adjust your input.
et_ee: Otsingutulemuste kitsendamisel saate sorteerida kuupäeva järgi. Lubage filtrid või kohandage oma sisendit.
ko_kr: 검색 결과의 범위를 좁히면 날짜별로 정렬할 수 있습니다. 필터를 사용하거나 입력을 조정합니다.
uk_ua: Ви можете сортувати за датою, щоб звузити результати пошуку. Увімкніть фільтри або налаштуйте вхідні дані.
zh_cn: 如果您缩小搜索范围，则可按日期排序。启用筛选功能或调整您的输入内容。

source: Did you mean
et_ee: Kas sa mõtlesid
ko_kr: 혹시
uk_ua: Ви мали на увазі
zh_cn: 您的意思是

source: With
et_ee: Koos
ko_kr: 함께
uk_ua: З
zh_cn: 和

source: To
et_ee: Saaja
uk_ua: До
zh_cn: 收件人

source: No date
et_ee: Kuupäev puudub
ko_kr: 날짜 없음
uk_ua: Без дати
zh_cn: 无日期

source: Error
et_ee: Viga
ko_kr: 오류
uk_ua: Помилка
zh_cn: 错误

source: Could not accept proposal as this meeting is not available in calendar; It may have been moved or deleted.
et_ee: Ettepanekut ei saanud vastu võtta, kuna see koosolek ei ole kalendris kättesaadav; see võib olla viidud või kustutatud.
ko_kr: 이 미팅은 캘린더에서 사용할 수 없거나 이동 또는 삭제되었을 수 있으므로 제안을 수락할 수 없습니다.
uk_ua: Не можемо прийняти пропозицію, оскільки ця зустріч відсутня в календарі; можливо, вона була перенесена або видалена.
zh_cn: 由于日历中没有此会议，因此无法接受提议；该提议可能已被移动或删除。
