Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/grommunio_web.po
Languages: et_ee, ko_kr, uk_ua, zh_cn

source: Unknown action type specified - %s
et_ee: Tundmatu tegevuse tüüp on määratud - %s
ko_kr: 지정한 작업 유형을 알 수 없음 - %s
uk_ua: Вказано невідомий тип дії - %s

source: Cannot snooze the reminder. You may be reminded again.
et_ee: Ei saa meeldetuletust torkida. Teid võidakse uuesti meelde tuletada.
ko_kr: 알림을 뮤트할 수 없습니다. 다시 알림이 표시될 수 있습니다.
uk_ua: Неможливо відкласти нагадування. Вам можуть нагадати ще раз.

source: Cannot dismiss the reminder. You may be reminded again.
et_ee: Ei saa jätta meeldetuletust kõrvale. Teid võidakse uuesti meelde tuletada.
ko_kr: 알림을 취소할 수 없습니다. 다시 알림이 표시될 수 있습니다.
uk_ua: Нагадування не можна ігнорувати. Вам можуть нагадати ще раз.

source: You have insufficient privileges to perform this action.
et_ee: Teil ei ole selle toimingu sooritamiseks piisavalt õigusi.
ko_kr: 이 작업을 수행할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв для виконання цієї дії.

source: Could not resolve user.
et_ee: Kasutaja ei suutnud lahendada.
ko_kr: 사용자를 확인할 수 없습니다.
uk_ua: Не вдалося визначити користувача.

source: Setting mail filters on the stores of other users is not allowed.
et_ee: Postifiltrite seadistamine teiste kasutajate kauplustele ei ole lubatud.
ko_kr: 다른 사용자의 스토어에 메일 필터를 설정하는 것은 허용되지 않습니다.
uk_ua: Встановлення поштових фільтрів на сховищах інших користувачів заборонено.

source: Untitled rule
et_ee: Nimetu reegel
ko_kr: 제목 없는 규칙
uk_ua: Правило без назви

source: Could not load rules.
et_ee: Ei saanud reegleid laadida.
ko_kr: 규칙을 로드할 수 없습니다.
uk_ua: Не вдалося завантажити правила.

source: Could not save rules.
et_ee: Ei suutnud reegleid salvestada.
ko_kr: 규칙을 저장할 수 없습니다.
uk_ua: Не вдалося зберегти правила.

source: Task Request:
et_ee: Ülesande taotlus:
ko_kr: 작업 요청:
uk_ua: Запит на завдання:
zh_cn: 任务要求。

source: Sign in
et_ee: Logi sisse
ko_kr: 로그인
uk_ua: Увійдіть в систему
zh_cn: 登录

source: File is not imported successfully
et_ee: Faili ei ole edukalt imporditud
ko_kr: 파일을 성공적으로 가져오지 못했습니다.
uk_ua: Файл не вдалося успішно імпортувати

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
et_ee: Üleslaaditud fail ületab php.ini faili upload_max_filesize direktiivi.
ko_kr: 업로드한 파일이 php.ini의 upload_max_filesize 지시어를 초과합니다.
uk_ua: Завантажений файл перевищує директиву upload_max_filesize в php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
et_ee: Üleslaaditud fail ületab HTML-vormil määratud direktiivi MAX_FILE_SIZE.
ko_kr: 업로드한 파일이 HTML 양식에 지정된 MAX_FILE_SIZE 지시어를 초과합니다.
uk_ua: Завантажений файл перевищує директиву MAX_FILE_SIZE, яка була вказана в HTML-формі.

source: The uploaded file was only partially uploaded.
et_ee: Üleslaaditud fail oli ainult osaliselt üleslaetud.
ko_kr: 업로드한 파일이 일부만 업로드되었습니다.
uk_ua: Завантажений файл було завантажено лише частково.

source: No file was uploaded. .
et_ee: Ühtegi faili ei laaditud üles. .
ko_kr: 업로드된 파일이 없습니다. .
uk_ua: Файл не було завантажено. .

source: Missing a temporary folder.
et_ee: Puudub ajutine kaust.
ko_kr: 임시 폴더가 없습니다.
uk_ua: Відсутня тимчасова папка.

source: Failed to write file to disk.
et_ee: Faili kirjutamine kettale ebaõnnestus.
ko_kr: 디스크에 파일을 쓰지 못했습니다.
uk_ua: Не вдалося записати файл на диск.

source: A PHP extension stopped the file upload. PHP does not provide a way to ascertain which extension caused the file upload to stop; examining the list of loaded extensions with phpinfo() may help.
et_ee: PHP laiendus peatas faili üleslaadimise. PHP ei võimalda kindlaks teha, milline laiendus põhjustas faili üleslaadimise peatumise; phpinfo() abil võib aidata laadida laetud laienduste nimekirja.
ko_kr: PHP 확장자로 인해 파일 업로드가 중지되었습니다. PHP는 파일 업로드를 중지시킨 확장자를 확인할 수 있는 방법을 제공하지 않으므로 phpinfo()로 로드된 확장자 목록을 검사하면 도움이 될 수 있습니다.
uk_ua: Розширення PHP зупинило завантаження файлу. PHP не надає можливості визначити, яке саме розширення спричинило зупинку завантаження файлу; вам може допомогти перегляд списку завантажених розширень за допомогою phpinfo().

source: There is no contact found in this file.
et_ee: Selles failis ei ole ühtegi kontakti leitud.
ko_kr: 이 파일에 연락처가 없습니다.
uk_ua: У цьому файлі не знайдено жодного контакту.
zh_cn: 未能在此文件中找到任何联系人。

source: grommunio Web does not support importing multiple VCF with this version.
et_ee: grommunio Web ei toeta selle versiooniga mitme VCF-i importimist.
ko_kr: 이 버전에서는 그로뮤니오 웹이 여러 개의 VCF 가져오기를 지원하지 않습니다.
uk_ua: grommunio Web не підтримує імпорт декількох VCF у цій версії.
zh_cn: grommunio Web不支持使用此版本导入多个VCF。

source: grommunio Web does not support importing multiple ICS with this version.
et_ee: grommunio Web ei toeta selle versiooniga mitme ICS-i importimist.
ko_kr: 그로뮤니오 웹은 이 버전에서 여러 ICS 가져오기를 지원하지 않습니다.
uk_ua: grommunio Web не підтримує імпорт декількох ICS у цій версії.

source: The EML is not valid
et_ee: EML ei ole kehtiv
ko_kr: EML이 유효하지 않습니다.
uk_ua: EML не є дійсним

source: The maximum stack depth has been exceeded
et_ee: Maksimaalne virna sügavus on ületatud
ko_kr: 최대 스택 깊이가 초과되었습니다.
uk_ua: Перевищено максимальну глибину штабеля
zh_cn: 已超出最大堆栈深度

source: Control character error, possibly incorrectly encoded
et_ee: Juhtmärgi viga, võimalik, et valesti kodeeritud
ko_kr: 제어 문자 오류, 잘못 인코딩되었을 수 있음
uk_ua: Помилка контрольного символу, можливо, неправильно закодований
zh_cn: 控制字符错误，可能错误地编码

source: Invalid or malformed JSON
et_ee: Vigane või valesti vormistatud JSON
ko_kr: 유효하지 않거나 잘못된 JSON
uk_ua: Недійсний або неправильно сформований JSON
zh_cn: 无效或畸形的 JSON

source: Syntax error
et_ee: Süntaksi viga
ko_kr: 구문 오류
uk_ua: Синтаксична помилка
zh_cn: 语法错误

source: Malformed UTF-8 characters, possibly incorrectly encoded
et_ee: Ebakorrektselt vormitud UTF-8 tähemärgid, võimalik, et valesti kodeeritud
ko_kr: 잘못 인코딩되었을 가능성이 있는 잘못된 UTF-8 문자
uk_ua: Неправильні символи UTF-8, можливо, неправильно закодовані
zh_cn: 格式错误的UTF-8字符，可能编码错误

source: Some problem encountered when encoding/decoding JSON data: - %s
et_ee: JSON-andmete kodeerimisel/dekodeerimisel on tekkinud mingi probleem: - %s
ko_kr: JSON 데이터를 인코딩/디코딩할 때 발생하는 몇 가지 문제: - %s
uk_ua: Виникла проблема при кодуванні/декодуванні даних JSON: - %s

source: {0} KB
uk_ua: {0} КБ

source: {0} MB
uk_ua: {0} MБ

source: {0} GB
uk_ua: {0} ГБ

source: {0} TB
uk_ua: {0} TБ

source: August
ko_kr: 8월
uk_ua: Серпень
zh_cn: 八月

source: September
ko_kr: 9월
uk_ua: Вересень
zh_cn: 九月

source: November
ko_kr: 11월
uk_ua: Листопад
zh_cn: 十一月

source: OK
ko_kr: 확인
uk_ua: Гаразд
zh_cn: 确定

source: Alias
uk_ua: Прізвисько
zh_cn: 别名

source: jS F Y {0}
uk_ua: l jS F Y {0}

source: of
ko_kr: 의
uk_ua: з
zh_cn: 的

source: l jS M Y {0}
uk_ua: l jS F Y {0}

source: 1st
ko_kr: 1위
uk_ua: 1ий
zh_cn: 第1

source: 2nd
uk_ua: 2ий
zh_cn: 第2

source: Pop-out
ko_kr: 팝아웃
uk_ua: Вискакує
zh_cn: 弹出式

source: File As
ko_kr: 다른 이름으로 파일
uk_ua: Файл як
zh_cn: 归档为

source: Telex
uk_ua: Телекс.
zh_cn: 电传

source: Dr.
uk_ua: Докторе.
zh_cn: 博士

source: Ms.
uk_ua: Пані.
zh_cn: 女士

source: Prof.
ko_kr: 교수
uk_ua: Проф.
zh_cn: 教授

source: Jr.
uk_ua: Молодший.

source: Sr.
uk_ua: Старший.
zh_cn: 先生。

source: Lime
uk_ua: Вапно.
zh_cn: 绿黄色

source: Magenta
ko_kr: 마젠타
uk_ua: Пурпурний.
zh_cn: 洋红

source: at {0}
uk_ua: в {0}
zh_cn: 于{0}时

source: Filter
ko_kr: 필터
uk_ua: Фільтр
zh_cn: 筛选

source: max.
ko_kr: 최대.
uk_ua: максимум.
zh_cn: 最大

source: Auto
ko_kr: 자동
uk_ua: Авто
zh_cn: 自动

source: Plugins
ko_kr: 플러그인
uk_ua: Плагіни
zh_cn: 插件

source: Reset
ko_kr: 초기화
uk_ua: Скидання
zh_cn: 重置

source: Assigned To
ko_kr: 할당 대상
uk_ua: Призначено для
zh_cn: 指定处理人

source: ID
uk_ua: ІДЕНТИФІКАТОР

source: Backend
ko_kr: 백엔드
uk_ua: Бекенд
zh_cn: 后端

source: max
ko_kr: 최대
uk_ua: Макс.
zh_cn: 最大

source: Intranet
ko_kr: 인트라넷
uk_ua: Інтранет

source: MDM Plugin
ko_kr: MDM 플러그인
uk_ua: Плагін MDM

source: S/MIME Plugin
ko_kr: S/MIME 플러그인
uk_ua: Плагін S/MIME

source: California
ko_kr: 캘리포니아
uk_ua: Каліфорнія
zh_cn: 加州色

source: Pearl aqua
ko_kr: 펄 아쿠아
uk_ua: Перлина аква
zh_cn: 水凝珍珠白

source: Mauve
ko_kr: 모브
uk_ua: Ліловий.
zh_cn: 淡紫色

source: %1$s of %2$s
ko_kr: 1$s의 %2$s
uk_ua: %1$s від %2$s

source: GB
uk_ua: ГБ

source: MB
uk_ua: МБ

source: INSERT
ko_kr: 삽입
zh_cn: 插入

source: ZDeveloper
ko_kr: Z개발자
zh_cn: Z开发者

source: Pop-Out
ko_kr: 팝아웃
zh_cn: 弹出式

source: Re
ko_kr: 회신
zh_cn: 回复

source: Openstreetmap
ko_kr: 오픈스트리트맵

source: grommunio-sync
ko_kr: 그로뮤니오 동기화

source: d/m/Y
zh_cn: 日/月/年

source: Attachments cannot be modified for a single occurence
zh_cn: 不能针对单一事件修改附件

source: Free/Busy information is used by people sending meeting requests, to determine when you are available for meetings.
zh_cn: 发送会议请求的人员使用忙/闲信息来确定您何时可以参加会议。

source: Free/Busy publishing
zh_cn: 忙/闲发布

source: Publish {A} month(s) of Calendar Free/Busy information on the server.
zh_cn: 在服务器上发布{A}个月的日历忙/闲信息。

source: You can only publish a Free/Busy period from 0 to 36 months. 0 means Free/Busy information is not published.
zh_cn: 您只能发布0到36个月的忙/闲时段。0表示不发布忙/闲信息。

source: d/m/y {0}
zh_cn: 日/月/年{0}

source: d/m/y
zh_cn: 日/月/年

source: Cc
zh_cn: 抄送对象

source: l d/m/Y
zh_cn: l 日/月/年

source: l d/m/Y {0}
zh_cn: l 日/月/年 {0}

# mail.previewpanel
source: Cc
zh_cn: 抄送对象

source: ISDN
zh_cn: 综合业务数字网(ISDN)

source: EntryID
zh_cn: 条目ID

source: CC
zh_cn: 抄送对象

source: BCC
zh_cn: 暗抄送对象

source: Miscellaneous Options
zh_cn: 其它各种选项

source: Off
zh_cn: 关

source: Automatically reply once per day, per sender with the following text
zh_cn: 每个发件人每天自动回复一次，内容如下

source: Import / Export
zh_cn: 导入/导出

source: Calendar, contact and mail items can be imported and exported from and to grommunio Web.
zh_cn: 日历、联系人和邮件项目均可通过grommunio Web导入和导出至grommunio Web。

source: Right-click a folder and select the import button. Additionally, items can be imported from the attachment context menu.
zh_cn: 右键单击一个文件夹，然后选择导入按钮。此外，可通过附件上下文菜单导入项目。

source: Exporting can be done from the context menu of an item.
zh_cn: 可通过项目的上下文菜单中完成执行导出。

source: Icon packs
zh_cn: 图标包

source: You can now choose between different icons. By default the new Breeze icons are enabled, but if you prefer the classic icons you can change this in the settings.
zh_cn: 您现在可在不同图标之间进行选择。默认情况下，新的“微风”图标已启用，但如果您喜欢经典图标，则可在设置中更改。

source: Go to your settings, open the general tab and select an icon pack to your liking.
zh_cn: 转至您的设置，打开常规选项卡，然后根据自己的喜好选择图标包。

source: Left: Breeze - Right: Classic
zh_cn: 左：微风 - 右：经典

source: What's new
zh_cn: 最新消息

source: Don't show me new features again.
zh_cn: 不再显示新功能。

source: Skip
zh_cn: 跳过

source: Previous
zh_cn: 前一个

source: Next
zh_cn: 下一个

source: number
zh_cn: 数值

source: shadow
zh_cn: 阴影

source: Build
zh_cn: 建立

source: VIP
zh_cn: 特权邮箱

source: Please contact your system administrator if the problem persists.
zh_cn: 如果该问题仍然存在，请联系您的系统管理员。

source: Tentatively accepted
zh_cn: 已暂时接受

source: New Time Proposed
zh_cn: 提议的新时间

source: Occurs every %s effective %s from %s to %s.
zh_cn: 从%s到%s每个%s有效的%s均发生。

source: Occurs every %s %s effective %s from %s to %s.
zh_cn: 从%s到%s每个%s%s有效的%s均发生。

source: Occurs every %s effective %s.
zh_cn: 每个%s有效的%s均发生。

source: Occurs every %s %s effective %s.
zh_cn: 每个%s%s有效的%s均发生。

source: Occurs every %s effective %s until %s from %s to %s.
zh_cn: 从%s至%s，每个%s有效的%s均发生，直至%s。

source: Occurs every %s %s effective %s until %s from %s to %s.
zh_cn: 从%s至%s，每个%s%s有效的%s均发生，直至%s。

source: Occurs every %s effective %s until %s.
zh_cn: 每个%s有效的%s均发生，直至%s。

source: Occurs every %s %s effective %s until %s.
zh_cn: 每个%s%s有效的%s均发生，直至%s。

source: Task Accepted:
zh_cn: 接受的任务。

source: Task Declined:
zh_cn: 任务被拒绝。

source: Task Updated:
zh_cn: 任务更新。

source: Task Completed:
zh_cn: 任务完成。

source: Contact not found
zh_cn: 接触未找到
