Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/grommunio_web.po
Languages: et_ee, ko_kr, uk_ua, zh_cn

source: Active Sync Version
et_ee: Aktiivne sünkroonimisversioon
ko_kr: 활성 동기화 버전
uk_ua: Активна версія синхронізації

source: grommunio-sync Version
et_ee: grommunio-sync versioon
ko_kr: 그로뮤니오 동기화 버전
uk_ua: grommunio-sync Версія

source: Policy name
et_ee: Poliitika nimi
ko_kr: 정책 이름
uk_ua: Назва політики

source: Connected since
et_ee: Ühendatud alates
ko_kr: 연결한 이후
uk_ua: Підключений з
zh_cn: 自连接以来

source: Last updated
et_ee: Viimati uuendatud
ko_kr: 마지막 업데이트
uk_ua: Останнє оновлення
zh_cn: 最近更新

source: Synchronize
et_ee: Sünkroniseeri
ko_kr: 동기화
uk_ua: Синхронізувати
zh_cn: 同步

source: Manage Shared Folders
et_ee: Halda jagatud kaustu
ko_kr: 공유 폴더 관리
uk_ua: Керування спільними папками

source: Select folders to sync to your device from the list below. To add additional mailboxes to the list, open them in grommunio Web first.
et_ee: Vali seadmega sünkroniseeritavad kaustad allolevast loendist. Täiendavate postkastide lisamiseks loendisse ava need esmalt grommunio Webis.
ko_kr: 아래 목록에서 장치에 동기화할 폴더를 선택합니다. 목록에 사서함을 추가하려면 먼저 그로뮤니오 웹에서 해당 사서함을 엽니다.
uk_ua: Виберіть папки для синхронізації з вашим пристроєм зі списку нижче. Щоб додати додаткові поштові скриньки до списку, спочатку відкрийте їх у grommunio Web.

source: Mobile device management
et_ee: Mobiilseadmete haldamine
ko_kr: 모바일 디바이스 관리
uk_ua: Керування мобільними пристроями

source: Mobile Devices
et_ee: Mobiilsed seadmed
ko_kr: 모바일 장치
uk_ua: Мобільні пристрої
zh_cn: 移动设备

source: Unable to connect to the grommunio-sync server. Click {0} to enter your credentials
et_ee: Ei saa ühendust grommunio-sync serveriga. Klõpsa {0} ja sisesta oma kasutajanimi/salasõna
ko_kr: 그로뮤니오 동기화 서버에 연결할 수 없습니다. 자격 증명을 입력하려면 {0}을 클릭하세요.
uk_ua: Не вдалося підключитися до сервера grommunio-sync. Натисніть {0}, щоб ввести свої облікові дані

source: Devices
et_ee: Seadmed
ko_kr: 디바이스
uk_ua: Пристрої

source: No devices connected to your account
et_ee: Teie kontoga ei ole ühendatud ühtegi seadet
ko_kr: 계정에 연결된 디바이스가 없습니다.
uk_ua: До вашого облікового запису не підключено жодного пристрою

source: Provisioning Status
et_ee: Provisionimise staatus
ko_kr: 프로비저닝 상태
uk_ua: Статус резервування

source: Last Update
et_ee: Viimane uuendus
ko_kr: 최근 업데이트
uk_ua: Останнє оновлення
zh_cn: 最后更新

source: Device ID
et_ee: Seadme ID
ko_kr: 장치 ID
uk_ua: Ідентифікатор пристрою
zh_cn: 设备ID

source: Device OS
et_ee: Seadme operatsioonisüsteem
ko_kr: 디바이스 OS
uk_ua: ОС пристрою

source: Device Info
et_ee: Seadme info
ko_kr: 장치 정보
uk_ua: Інформація про пристрій
zh_cn: 设备信息

source: First Sync time
et_ee: Esimene sünkroniseerimise aeg
ko_kr: 첫 동기화 시간
uk_ua: Перший час синхронізації

source: Wipe Device
et_ee: Pühkige seade
ko_kr: 장치 지우기
uk_ua: Пристрій для витирання

source: Full resync
et_ee: Täielik resünkroniseerimine
ko_kr: 전체 재동기화
uk_ua: Повне перезавантаження

source: Remove device
et_ee: Seadme eemaldamine
ko_kr: 장치 제거
uk_ua: Вийняти пристрій
zh_cn: 删除设备

source: Please enter your username and password
et_ee: Palun sisesta oma kasutajanimi ja salasõna
ko_kr: 사용자 아이디와 비밀번호를 입력하세요.
uk_ua: Будь ласка, введіть своє ім'я користувача та пароль
zh_cn: 请输入您的用户名和密码

source: Wipe only data related to this account
et_ee: Kustuta ainult selle kontoga seotud andmed
ko_kr: 이 계정과 관련된 데이터만 지우기
uk_ua: Видалити тільки дані, що стосуються цього облікового запису

source: Wipe all data
et_ee: Kustuta kõik andmed
ko_kr: 모든 데이터 지우기
uk_ua: Видалити всі дані

source: Username
et_ee: Kasutajanimi
ko_kr: 사용자 이름
uk_ua: Користувач
zh_cn: 用户名

source: Do you really want to wipe your device? Enter your password to confirm.
et_ee: Kas sa tõesti tahad oma seadet tühjaks teha? Kinnitamiseks sisesta oma salasõna.
ko_kr: 정말 디바이스를 초기화하시겠습니까? 비밀번호를 입력하여 확인합니다.
uk_ua: Ви дійсно хочете стерти свій пристрій? Введіть пароль для підтвердження.

source: Do you really want to remove your device? Enter your password to confirm.
et_ee: Kas te tõesti soovid oma seadet eemaldada? Kinnitamiseks sisesta oma salasõna.
ko_kr: 정말 디바이스를 삭제하시겠습니까? 비밀번호를 입력하여 확인합니다.
uk_ua: Ви дійсно хочете видалити свій пристрій? Введіть пароль для підтвердження.

source: Add meeting
et_ee: Kohtumise lisamine
ko_kr: 모임 추가
uk_ua: Додати зустріч

source: Room name:
et_ee: Toa nimi:
ko_kr: 객실 이름:
uk_ua: Назва кімнати:

source: Room URL:
et_ee: Toa URL:
ko_kr: 룸 URL:
uk_ua: Адреса кімнати:

source: Shift-click for advanced settings
et_ee: Shift-klikk edasiste seadete jaoks
ko_kr: 고급 설정을 보려면 Shift-클릭
uk_ua: Клацніть, утримуючи клавішу Shift, для розширених налаштувань

source: Join webmeeting
et_ee: Liitu webmeetinguga
ko_kr: 웹미팅 참여
uk_ua: Приєднуйтесь до веб-зустрічі

source: Open meeting in:
et_ee: Avatud koosolek:
ko_kr: 미팅을 엽니다:
uk_ua: Засідання відкрите:

source: Web tab
et_ee: Veebileht
ko_kr: 웹 탭
uk_ua: Веб-вкладка

source: Hide the button in the main toolbar
et_ee: Pea tööriistariba nupu peitmine
ko_kr: 기본 도구 모음에서 버튼 숨기기
uk_ua: Приховати кнопку на головній панелі інструментів

source: Add the subject to the room name
et_ee: Lisage teema ruumi nimele
ko_kr: 방 이름에 제목 추가하기
uk_ua: Додайте тему до назви кімнати

source: Add the organizer name to the room name
et_ee: Lisa korraldaja nimi ruumi nimele
ko_kr: 방 이름에 주최자 이름 추가
uk_ua: Додайте ім'я організатора до назви кімнати

source: Add the URL to the meeting location rather than overwriting it
et_ee: Kohtumise asukoha URL-i lisamine, mitte selle ülekirjutamine
ko_kr: 미팅 위치를 덮어쓰지 않고 URL을 추가하세요.
uk_ua: Додайте URL-адресу до місця проведення зустрічі, а не перезаписуйте її

source: Prevent the URL in the meeting location from being overridden automatically (ex: when adding a meetingroom)
et_ee: Väldi koosoleku asukoha URL-i automaatset ülekirjutramist (nt: koosolekuruumi lisamisel)
ko_kr: 미팅 위치의 URL이 자동으로 재정의되지 않도록 방지(예: 미팅룸 추가 시)
uk_ua: Заборонити автоматичне перевизначення URL-адреси в місці проведення наради (наприклад, під час додавання кімнати для нарад)

source: If you have problems when creating meetings, try disabling this setting
et_ee: Kui sul on probleeme koosolekute loomisel, proovi seda seadistust keelata
ko_kr: 미팅을 만들 때 문제가 발생하면 이 설정을 비활성화해 보세요.
uk_ua: Якщо у вас виникають проблеми при створенні нарад, спробуйте вимкнути цей параметр

source: Add an invitation to the appointment description
et_ee: Lisage kutse kohtumise kirjeldusele
ko_kr: 약속 설명에 초대 추가
uk_ua: Додайте запрошення до опису зустрічі

source: Invitation text
et_ee: Kutse tekst
ko_kr: 초대 텍스트
uk_ua: Текст запрошення

source: must contain %url% as a placeholder for the meeting link, empty the textbox to reset to default
et_ee: peab sisaldama %url% kui kohtumise lingi kohaomanikku, tühjendage tekstikast vaikimisi väärtuse taastamiseks
ko_kr: 미팅 링크의 자리 표시자로 %URL%를 포함해야 하며, 기본값으로 재설정하려면 텍스트 상자를 비워야 합니다.
uk_ua: має містити %url% в якості заповнювача для посилання на нараду, очистіть текстове поле, щоб відновити значення за замовчуванням

source: An unknown error occurred while changing password.
et_ee: Salasõna muutmisel tekkis tundmatu viga.
ko_kr: 비밀번호를 변경하는 동안 알 수 없는 오류가 발생했습니다.
uk_ua: Під час зміни пароля сталася невідома помилка.

source: Password is changed successfully.
et_ee: Salasõna on muutmine õnnestus.
ko_kr: 비밀번호가 성공적으로 변경되었습니다.
uk_ua: Пароль успішно змінено.
zh_cn: 密码更改成功。

source: Success
et_ee: Edu
ko_kr: 성공
uk_ua: Успіх
zh_cn: 成功

source: Change Password
et_ee: Muuda salasõna
ko_kr: 비밀번호 변경
uk_ua: Змінити пароль
zh_cn: 更改密码

source: Current password
et_ee: Praegune salasõna
ko_kr: 현재 비밀번호
uk_ua: Поточний пароль
zh_cn: 当前密码

source: New password
et_ee: Uus salasõna
ko_kr: 새 비밀번호
uk_ua: Новий пароль
zh_cn: 新密码

source: Retype new password
et_ee: Korda uut salasõna
ko_kr: 새 비밀번호 다시 입력
uk_ua: Введіть новий пароль
zh_cn: 确认新密码

source: New passwords do not match.
et_ee: Uued salasõnad ei klapi omavahel.
ko_kr: 새 비밀번호가 일치하지 않습니다.
uk_ua: Нові паролі не збігаються.
zh_cn: 新密码不匹配。

source: Current password is empty.
et_ee: Praegune salasõna on tühi.
ko_kr: 현재 비밀번호가 비어 있습니다.
uk_ua: Поточний пароль порожній.

source: New password is empty.
et_ee: Uus salasõna on tühi.
ko_kr: 새 비밀번호가 비어 있습니다.
uk_ua: Новий пароль порожній.

source: One or more fields does contain errors.
et_ee: Üks või mitu välja sisaldab vigu.
ko_kr: 하나 이상의 필드에 오류가 있습니다.
uk_ua: Одне або декілька полів містять помилки.

source: Password is weak. Password should contain capital, non-capital letters and numbers. Password should have 8 to 20 characters.
et_ee: Salasõna on nõrk. Mõistlik salasõna peaks sisaldama suurtähti, väiketähti ja numbreid ning olema pikkusega 8-20 tähemärki.
ko_kr: 비밀번호가 약합니다. 비밀번호는 대문자, 대문자가 아닌 문자 및 숫자를 포함해야 합니다. 비밀번호는 8~20자로 구성되어야 합니다.
uk_ua: Пароль слабкий. Пароль повинен містити великі та малі літери та цифри. Пароль повинен містити від 8 до 20 символів.

source: Change passphrase
et_ee: Muuda paroollauset
ko_kr: 암호 문구 변경
uk_ua: Змінити парольну фразу

source: Old passphrase
et_ee: Vana salasõna
ko_kr: 이전 암호 문구
uk_ua: Стара парольна фраза

source: Wrong passphrase. Please try again
et_ee: Vale salasõna. Palun proovige uuesti
ko_kr: 암호가 잘못되었습니다. 다시 시도해 주세요.
uk_ua: Неправильний пароль. Будь ласка, спробуйте ще раз

source: New passphrase
et_ee: Uus salasõna
ko_kr: 새 암호 문구
uk_ua: Нова парольна фраза

source: Confirm new passphrase
et_ee: Kinnitage uus salasõna
ko_kr: 새 비밀번호 확인
uk_ua: Підтвердіть нову парольну фразу

source: The passphrases don't match. Please try again
et_ee: Salasõnad ei vasta. Palun proovige uuesti
ko_kr: 비밀번호가 일치하지 않습니다. 다시 시도해 주세요.
uk_ua: Пароль не збігається. Будь ласка, спробуйте ще раз

source: S/MIME Message
et_ee: S/MIME sõnum
ko_kr: S/MIME 메시지
uk_ua: S/MIME-повідомлення

source: Passphrase changed successfully
et_ee: Salasõna muudetud edukalt
ko_kr: 암호 구문 변경 성공
uk_ua: Вдало змінено парольну фразу

source: S/MIME Passphrase
et_ee: S/MIME salasõna
ko_kr: S/MIME 암호 구문
uk_ua: S/MIME пароль

source: Submit
et_ee: Esita
ko_kr: 제출하기
uk_ua: Надіслати
zh_cn: 提交

source: Certificate passphrase
et_ee: Sertifikaadi tunnussõna
ko_kr: 인증서 암호
uk_ua: Ключова фраза сертифіката

source: The passphrase you typed is incorrect. Please try again.
et_ee: Teie sisestatud salasõna on vale. Palun proovige uuesti.
ko_kr: 입력한 비밀번호가 올바르지 않습니다. 다시 시도해 주세요.
uk_ua: Ви ввели невірну парольну фразу. Спробуйте ще раз.

source: No certificates imported, please upload your private certificate
et_ee: Sertifikaate ei ole imporditud, palun laadige üles oma isiklik sertifikaat
ko_kr: 가져온 인증서가 없습니다, 개인 인증서를 업로드하세요.
uk_ua: Немає імпортованих сертифікатів, будь ласка, завантажте свій приватний сертифікат

source: Valid from
et_ee: Kehtib alates
ko_kr: 유효 기간
uk_ua: Дійсний від
zh_cn: 有效期自

source: Expires
et_ee: Aegub
ko_kr: 만료
uk_ua: Закінчується
zh_cn: 到期

source: Loading certificates
et_ee: Sertifikaatide laadimine
ko_kr: 인증서 로드
uk_ua: Завантаження сертифікатів

source: Please select a certificate.
et_ee: Palun valige sertifikaat.
ko_kr: 인증서를 선택하세요.
uk_ua: Будь ласка, оберіть сертифікат.

source: Do you really want to remove your private certificate? If you remove your certificate you will not be able to sign or decrypt S/MIME emails.
et_ee: Kas te tõesti soovite oma isikliku sertifikaadi eemaldada? Kui te eemaldate oma sertifikaadi, ei saa te S/MIME e-kirju allkirjastada ega dekrüpteerida.
ko_kr: 정말 개인 인증서를 제거하시겠습니까? 인증서를 제거하면 S/MIME 이메일에 서명하거나 암호를 해독할 수 없습니다.
uk_ua: Ви дійсно хочете видалити свій приватний сертифікат? Якщо ви видалите свій сертифікат, ви не зможете підписувати або розшифровувати S/MIME-листи.

source: Certificate details
et_ee: Sertifikaadi üksikasjad
ko_kr: 인증서 세부 정보
uk_ua: Інформація про сертифікат
zh_cn: 证书详情

source: Below you can view and delete public & private certificate(s) stored on the server.
et_ee: Allpool saate vaadata ja kustutada serverisse salvestatud avalikke ja privaatseid sertifikaate.
ko_kr: 아래에서 서버에 저장된 공개 및 비공개 인증서를 확인하고 삭제할 수 있습니다.
uk_ua: Нижче ви можете переглянути та видалити публічні та приватні сертифікати, що зберігаються на сервері.

source: Filter on Email
et_ee: Filtreeri e-kirju
ko_kr: 이메일 필터링
uk_ua: Фільтр електронної пошти

source: Public & Private certificates
et_ee: Avalikud ja eratunnistused
ko_kr: 공개 및 비공개 인증서
uk_ua: Державні та приватні сертифікати

source: You don't have a valid certificate corresponding to your account
et_ee: Sul ei ole oma kontole vastavat kehtivat sertifikaati
ko_kr: 계정에 해당하는 유효한 인증서가 없습니다.
uk_ua: У вас немає дійсного сертифіката, що відповідає вашому обліковому запису

source: Personal certificate
et_ee: Isiklik sertifikaat
ko_kr: 개인 인증서
uk_ua: Персональний сертифікат

source: Change passphrase for last certificate
et_ee: Viimase sertifikaadi paroolfraasi muutmine
ko_kr: 마지막 인증서의 암호 문구 변경
uk_ua: Змінити пароль для останнього сертифіката

source: You have a valid certificate corresponding to your account
et_ee: Teil on kehtiv sertifikaat, mis vastab teie kontole
ko_kr: 계정에 해당하는 유효한 인증서가 있습니다.
uk_ua: У вас є дійсний сертифікат, що відповідає вашому обліковому запису

source: Upload your certificate
et_ee: Laadige oma sertifikaat üles
ko_kr: 인증서 업로드
uk_ua: Завантажте свій сертифікат

source: Below you can upload your private certificate in PKCS#12 format. grommunio Web only accepts certificates which are valid and only stores one private certificate on the server.
et_ee: Allpool saate oma privaatsertifikaadi PKCS#12 formaadis üles laadida. grommunio Web aktsepteerib ainult kehtivaid sertifikaate ja salvestab serveris ainult ühe privaatsertifikaadi.
ko_kr: 아래에서 PKCS#12 형식의 개인 인증서를 업로드할 수 있습니다. grommunio Web은 유효한 인증서만 허용하며 서버에 하나의 개인 인증서만 저장합니다.
uk_ua: Нижче ви можете завантажити свій приватний сертифікат у форматі PKCS#12. grommunio Web приймає лише дійсні сертифікати і зберігає на сервері лише один приватний сертифікат.

source: Private certificate
et_ee: Erasertifikaat
ko_kr: 개인 인증서
uk_ua: Приватний сертифікат

source: You must fill in the certificate passphrase to upload your certificate.
et_ee: Sertifikaadi üleslaadimiseks peate täitma sertifikaadi salasõna.
ko_kr: 인증서를 업로드하려면 인증서 암호를 입력해야 합니다.
uk_ua: Щоб завантажити сертифікат, ви повинні ввести парольну фразу сертифіката.

source: You must first select a valid private certificate in PKCS#12 format.
et_ee: Kõigepealt peate valima kehtiva privaatse sertifikaadi PKCS#12 formaadis.
ko_kr: 먼저 PKCS#12 형식의 유효한 비공개 인증서를 선택해야 합니다.
uk_ua: Спочатку потрібно вибрати дійсний приватний сертифікат у форматі PKCS#12.

source: Sign
et_ee: Allkiri
ko_kr: 서명
uk_ua: Знак
zh_cn: 标志

source: Sign message
et_ee: Allkirjasta sõnum
ko_kr: 서명 메시지
uk_ua: Підписати повідомлення

source: Ensure the authenticity of the message by adding a digital signature to this message. Any changes to the message will invalidate the signature.
et_ee: Tagada sõnumi autentsus, lisades sellele sõnumile digitaalallkirja. Sõnumi muutmine muudab allkirja kehtetuks.
ko_kr: 이 메시지에 디지털 서명을 추가하여 메시지의 진위 여부를 확인합니다. 메시지를 변경하면 서명이 무효화됩니다.
uk_ua: Переконайтеся в автентичності повідомлення, додавши до нього цифровий підпис. Будь-які зміни в повідомленні зроблять підпис недійсним.

source: Encrypt
et_ee: Krüpteeri
ko_kr: 암호화
uk_ua: Зашифрувати
zh_cn: 加密

source: Encrypt message
et_ee: Sõnumi krüpteerimine
ko_kr: 메시지 암호화
uk_ua: Зашифрувати повідомлення

source: Ensure the privacy of the message by encrypting its contents. Only the recipient of the message will be able to open it.
et_ee: Tagage sõnumi privaatsus, krüpteerides selle sisu. Ainult sõnumi saaja saab seda avada.
ko_kr: 메시지 내용을 암호화하여 메시지의 개인정보 보호를 보장합니다. 메시지 수신자만 메시지를 열 수 있습니다.
uk_ua: Забезпечте конфіденційність повідомлення, зашифрувавши його вміст. Тільки одержувач повідомлення зможе його відкрити.

source: What's going on with my email?
et_ee: Mis toimub minu e-postiga?
ko_kr: 내 이메일에 무슨 일이 일어나고 있나요?
uk_ua: Що відбувається з моєю електронною поштою?

source: grommunio Web can verify digital signatures of emails. A successful verification reassures you that the message has not been tampered with and validates the identity of the sender.
et_ee: grommunio Web saab kontrollida e-kirjade digitaalallkirju. Edukas kontrollimine kinnitab, et sõnumit ei ole võltsitud, ja kinnitab saatja identiteedi.
ko_kr: 그로뮤니오 웹은 이메일의 디지털 서명을 확인할 수 있습니다. 확인에 성공하면 메시지가 변조되지 않았음을 확신할 수 있으며 발신자의 신원을 확인할 수 있습니다.
uk_ua: grommunio Web може перевіряти цифрові підписи електронних листів. Успішна перевірка гарантує, що повідомлення не було підроблено, і підтверджує особу відправника.

source: You are seeing this message because the verification of the digital signature
et_ee: Te näete seda teadet, sest digitaalallkirja kontrollimine
ko_kr: 디지털 서명 확인이 완료되지 않아 이 메시지가 표시되고 있습니다.
uk_ua: Ви бачите це повідомлення, тому що перевірка цифрового підпису

source: has failed
et_ee: on ebaõnnestunud
ko_kr: 실패했습니다.
uk_ua: не вдалося
zh_cn: 已经失败

source: for this message.
et_ee: selle sõnumi jaoks.
ko_kr: 를 입력하세요.
uk_ua: за це повідомлення.
zh_cn: 为这个消息。

source: What caused this issue?
et_ee: Mis selle probleemi põhjustas?
ko_kr: 이 문제의 원인은 무엇인가요?
uk_ua: Що спричинило цю проблему?

source: What should I do?
et_ee: Mida ma peaksin tegema?
ko_kr: 어떻게 해야 하나요?
uk_ua: Що мені робити?

source: You can continue to work. However, you should keep in mind that the identity and the authenticity of the message content could not be verified.
et_ee: Võite jätkata tööd. Peaksite siiski meeles pidama, et sõnumi sisu identiteeti ja autentsust ei ole võimalik kontrollida.
ko_kr: 계속 작업할 수 있습니다. 그러나 메시지 내용의 신원 및 진위 여부는 확인할 수 없다는 점에 유의해야 합니다.
uk_ua: Ви можете продовжувати працювати. Однак слід пам'ятати, що ідентичність та автентичність змісту повідомлення не може бути перевірена.

source: You can contact your helpdesk or system administrator if you are not sure what to do next.
et_ee: Kui te ei ole kindel, mida edasi teha, võite võtta ühendust oma kasutajatoe või süsteemiadministraatoriga.
ko_kr: 다음에 수행할 작업이 확실하지 않은 경우 헬프데스크 또는 시스템 관리자에게 문의할 수 있습니다.
uk_ua: Якщо ви не знаєте, що робити далі, зверніться до служби підтримки або системного адміністратора.

source: grommunio Web can verify digital signatures of emails. A successful verification reassures you
et_ee: grommunio Web saab kontrollida e-kirjade digitaalallkirju. Edukas kontrollimine kinnitab teid
ko_kr: 그로뮤니오 웹은 이메일의 디지털 서명을 확인할 수 있습니다. 확인에 성공하면 안심할 수 있습니다.
uk_ua: grommunio Web може перевіряти цифрові підписи електронних листів. Успішна перевірка заспокоює вас
zh_cn: grommunio Web可以验证电子邮件的数字签名。验证成功后，您就可以放心了

source: that the message has not been tampered with and validates the identity of the sender.
et_ee: et sõnumit ei ole võltsitud ja kinnitab saatja identiteedi.
ko_kr: 메시지가 변조되지 않았음을 확인하고 발신자의 신원을 확인합니다.
uk_ua: що повідомлення не було підроблене і підтверджує особу відправника.

source: The verification of the digital signature was successful for this email message.
et_ee: Selle e-kirja digitaalallkirja kontrollimine oli edukas.
ko_kr: 이 이메일 메시지에 대한 디지털 서명 확인이 성공했습니다.
uk_ua: Перевірка цифрового підпису для цього електронного повідомлення пройшла успішно.

source: grommunio Web could not find a public certificate for the recipient.
et_ee: grommunio Web ei leidnud vastuvõtja jaoks avalikku sertifikaati.
ko_kr: 그로뮤니오 웹에서 수신자의 공인 인증서를 찾을 수 없습니다.
uk_ua: grommunio Web не зміг знайти публічний сертифікат для одержувача.

source: The identity of the sender and authenticity of the message content have been verified, but the certificate used to sign the message expired on [d-m-Y].
et_ee: Sõnumi saatja isik ja sõnumi sisu autentsus on kontrollitud, kuid sõnumi allkirjastamiseks kasutatud sertifikaat aegus [d-m-Y].
ko_kr: 보낸 사람의 신원과 메시지 내용의 진위가 확인되었지만 메시지에 서명하는 데 사용된 인증서가 [d-m-Y]에 만료되었습니다.
uk_ua: Особу відправника та автентичність вмісту повідомлення було перевірено, але термін дії сертифікату, яким було підписано повідомлення, закінчився [d-m-Y].

source: The digital signature could not be verified for unknown reasons.
et_ee: Digitaalset allkirja ei olnud võimalik kontrollida teadmata põhjustel.
ko_kr: 알 수 없는 이유로 디지털 서명을 확인할 수 없습니다.
uk_ua: Цифровий підпис не вдалося перевірити з невідомих причин.

source: The digital certificate used to sign this message has been revoked (i.e. the sender has marked it as compromised)
et_ee: Selle sõnumi allkirjastamiseks kasutatud digitaalne sertifikaat on kehtetuks tunnistatud (st saatja on märkinud selle kompromiteerituks)
ko_kr: 이 메시지에 서명하는 데 사용된 디지털 인증서가 해지되었습니다(즉, 발신자가 인증서를 손상된 것으로 표시했습니다).
uk_ua: Цифровий сертифікат, використаний для підписання цього повідомлення, було відкликано (тобто відправник позначив його як скомпрометований)

source: The verification service of the certificate authority that signed the sender's certificate is not available. The validity of the certificate could not be verified.
et_ee: Saatja sertifikaadi allkirjastanud sertifitseerimisasutuse kontrollteenus ei ole kättesaadav. Sertifikaadi kehtivust ei ole võimalik kontrollida.
ko_kr: 발신자의 인증서를 서명한 인증 기관의 확인 서비스를 사용할 수 없습니다. 인증서의 유효성을 확인할 수 없습니다.
uk_ua: Служба перевірки центру сертифікації, який підписав сертифікат відправника, недоступна. Дійсність сертифіката не вдалося перевірити.

source: The revocation status of the digital certificate used to sign this email is unknown (Server is unavailable or certificate does not support OCSP). The validity of the certificate could not be verified.
et_ee: Selle e-kirja allkirjastamiseks kasutatud digitaalse sertifikaadi tühistamise staatus on teadmata (server ei ole saadaval või sertifikaat ei toeta OCSP-d). Sertifikaadi kehtivust ei olnud võimalik kontrollida.
ko_kr: 이 이메일에 서명하는 데 사용된 디지털 인증서의 해지 상태를 알 수 없습니다(서버를 사용할 수 없거나 인증서가 OCSP를 지원하지 않음). 인증서의 유효성을 확인할 수 없습니다.
uk_ua: Статус відкликання цифрового сертифіката, використаного для підписання цього листа, невідомий (сервер недоступний або сертифікат не підтримує OCSP). Дійсність сертифіката не вдалося перевірити.

source: The revocation status of the digital certificate used to sign this email is disabled (OCSP). The validity of the certificate could not be verified.
et_ee: Selle e-kirja allkirjastamiseks kasutatud digitaalse sertifikaadi tühistamise staatus on keelatud (OCSP). Sertifikaadi kehtivust ei olnud võimalik kontrollida.
ko_kr: 이 이메일에 서명하는 데 사용된 디지털 인증서의 해지 상태가 비활성화되었습니다(OCSP). 인증서의 유효성을 확인할 수 없습니다.
uk_ua: Статус відкликання цифрового сертифіката, використаного для підписання цього листа, вимкнено (OCSP). Дійсність сертифіката не вдалося перевірити.

source: The certificate verification server (OCSP) is temporarily offline.
et_ee: Sertifikaadi kontrollserver (OCSP) on ajutiselt välja lülitatud.
ko_kr: 인증서 확인 서버(OCSP)가 일시적으로 오프라인 상태입니다.
uk_ua: Сервер перевірки сертифікатів (OCSP) тимчасово не працює.

source: Sender is removed from the server.
et_ee: Saatja eemaldatakse serverist.
ko_kr: 발신자가 서버에서 제거됩니다.
uk_ua: Відправник видаляється з сервера.

source: Signature verified successfully
et_ee: Allkiri edukalt kontrollitud
ko_kr: 서명이 성공적으로 확인되었습니다.
uk_ua: Підпис успішно перевірено

source: Could not verify signature, missing public certificate
et_ee: Allkirja ei ole võimalik kontrollida, puudub avalik sertifikaat
ko_kr: 서명을 확인할 수 없음, 공인 인증서 누락
uk_ua: Не вдалося перевірити підпис, відсутній публічний сертифікат

source: Signature verification successful, but certificate is expired
et_ee: Allkirja kontrollimine õnnestus, kuid sertifikaat on aegunud
ko_kr: 서명 확인에 성공했지만 인증서가 만료되었습니다.
uk_ua: Перевірка підпису успішна, але термін дії сертифіката закінчився

source: Signature could not be verified
et_ee: Allkirja ei olnud võimalik kontrollida
ko_kr: 서명을 확인할 수 없습니다.
uk_ua: Підпис не вдалося перевірити

source: Certificate has been revoked
et_ee: Sertifikaat on tühistatud
ko_kr: 인증서가 해지되었습니다.
uk_ua: Сертифікат анульовано

source: Verification with Certificate Authority failed
et_ee: Sertifitseerimisasutusega kontrollimine ebaõnnestus
ko_kr: 인증 기관을 통한 확인 실패
uk_ua: Не вдалося пройти перевірку в центрі сертифікації

source: Message decrypted successfully
et_ee: Sõnum edukalt dekrüpteeritud
ko_kr: 메시지 해독에 성공했습니다.
uk_ua: Повідомлення успішно розшифровано
