Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/grommunio_web.po
Languages: et_ee, ko_kr, uk_ua, zh_cn

source: Distribution list will be replaced with its members. You will not be able to collapse it again.
et_ee: Jaotusloend asendatakse selle liikmetega. Te ei saa seda enam kokku lükata.
ko_kr: 배포 목록이 해당 멤버로 대체됩니다. 다시 접을 수 없습니다.
uk_ua: Список розсилки буде замінено його учасниками. Ви не зможете згорнути його знову.
zh_cn: 群发列表将替换为其成员。您将无法再次折叠此列表。

source: Edit Recipient
et_ee: Muuda saajat
ko_kr: 수신자 편집
uk_ua: Редагувати одержувача
zh_cn: 编辑收件人

source: Copy email addresses
et_ee: Kopeeri e-posti aadressid
ko_kr: 이메일 주소 복사
uk_ua: Скопіювати адреси електронної пошти
zh_cn: 复制电子邮件地址

source: Send email
et_ee: Saada e-kiri
ko_kr: 이메일 보내기
uk_ua: Надіслати повідомлення
zh_cn: 发送电子邮件

source: Delete recipient from suggestion list
et_ee: Kustuta saaja soovituste nimekirjast
ko_kr: 추천 목록에서 수신자 삭제
uk_ua: Видалити отримувача зі списку пропозицій
zh_cn: 从建议列表中删除收件人

source: Copy all email addresses
et_ee: Kopeeri kõik e-posti aadressid
ko_kr: 모든 이메일 주소 복사
uk_ua: Скопіюйте всі адреси електронної пошти

source: View recipient
et_ee: Vaata vastuvõtjat
ko_kr: 수신자 보기
uk_ua: Переглянути одержувача
zh_cn: 查看收件人

source: Weekday
et_ee: Nädalapäevad
ko_kr: 평일
uk_ua: Будній
zh_cn: 工作日

source: Weekend Day
et_ee: Nädalavahetuse päev
ko_kr: 주말 하루
uk_ua: Вихідний
zh_cn: 周末

source: 3rd
et_ee: Kolmas
ko_kr: 3위
uk_ua: 3ій
zh_cn: 第3

source: 4th
et_ee: Neljas
uk_ua: 4ий
zh_cn: 第4

source: last
et_ee: viimane
ko_kr: 마지막
uk_ua: останній
zh_cn: 最后一个

source: Every {A} day(s)
et_ee: Iga {A} päev(ad)
ko_kr: A}일마다
uk_ua: Кожного {A} дня(-ів)
zh_cn: 每{A}天

source: Every weekday
et_ee: Iga argipäev
ko_kr: 매주 평일
uk_ua: Щодня в будній день
zh_cn: 每个工作日

source: Regenerate new task {A} day(s) after each task is completed
et_ee: Loo uus ülesanne {A} päev(a) pärast iga ülesande täitmist
ko_kr: 각 작업이 완료된 후 {A}일마다 새 작업 재생성
uk_ua: Повторно створювати завдання через {A} день(ів) після його завершення
zh_cn: 每项任务完成后{A}天重新生成新任务

source: Day {A} of every {B} month(s)
et_ee: Iga {B} kuu(de) {A} päev(ad)
ko_kr: 매월 {B}월의 {A}일
uk_ua: День {A} кожного {B} місяця(ів)
zh_cn: 每{B}个月的{A}天

source: The {A} {B} of every {C} month(s)
et_ee: {A} {B} iga {C} kuu(de)st
ko_kr: A} {C} 개월마다 {B} 개월
uk_ua: {A} {B} кожного {C} місяця (місяців)
zh_cn: 每{C}个月的{A}{B}

source: Regenerate new task {A} month(s) after each task is completed
et_ee: Loo uus ülesanne {A} kuu(d) pärast iga ülesande täitmist uuesti
ko_kr: 각 작업이 완료된 후 {A}월에 새 작업 재생성
uk_ua: Повторно створювати завдання через {A} місяць(ів) після його завершення
zh_cn: 每项任务完成后{A}个月重新生成新任务

source: Appointment Recurrence
et_ee: Nimetuse kordumine
ko_kr: 약속 반복
uk_ua: Повторюваність призначень
zh_cn: 预约重复

source: Remove Recurrence
et_ee: Eemalda korduvkasutamine
ko_kr: 재발 제거
uk_ua: Видалити рецидиви
zh_cn: 删除重复

source: Reset recurring
et_ee: Korduvate maksete lähtestamine
ko_kr: 반복 재설정
uk_ua: Скидання повторюється
zh_cn: 重置重复

source: This will reset every exception. Do you want to continue?
et_ee: See nullib kõik erandid. Kas soovite jätkata?
ko_kr: 이렇게 하면 모든 예외가 초기화됩니다. 계속하시겠습니까?
uk_ua: Це скине всі винятки. Ви хочете продовжити?
zh_cn: 这将重置每个异常，是否继续？

source: Task Recurrence
et_ee: Ülesande korduvus
ko_kr: 작업 반복
uk_ua: Повторюваність завдань
zh_cn: 任务重复

source: Daily
et_ee: Iga päev
ko_kr: 매일
uk_ua: Щоденно
zh_cn: 每天

source: Weekly
et_ee: Iga nädal
ko_kr: 주간
uk_ua: Щотижнево
zh_cn: 每周

source: Monthly
et_ee: Igakuiselt
ko_kr: 월간
uk_ua: Щомісячно
zh_cn: 每月

source: Yearly
et_ee: Aastane
ko_kr: 연간
uk_ua: Щорічно
zh_cn: 每年

source: Range of recurrence
et_ee: Kordumise ulatus
ko_kr: 재발 범위
uk_ua: Діапазон рецидивування
zh_cn: 重复范围

source: No end date
et_ee: Lõpptähtaeg puudub
ko_kr: 종료 날짜 없음
uk_ua: Без кінцевої дати
zh_cn: 无结束日期

source: End after {A} occurrences
et_ee: Lõpp pärast {A} esinemist
ko_kr: A} 발생 후 종료
uk_ua: Завершити після {A} повторень
zh_cn: 在{A}事件之后结束

source: End by {A}
et_ee: Lõpeta {A}
ko_kr: 끝 {A}로 끝
uk_ua: Закінчується на {A}
zh_cn: 结束时间{A}

source: Occurrence duration: {D} {H} {M}
et_ee: Esinemise kestus: {D} {H} {M}
ko_kr: 발생 기간: {D} {H} {M}
uk_ua: Тривалість явища: {D} {H} {M}
zh_cn: 事件持续时间：{D} {H} {M}

source: Every {A} week(s) on
et_ee: Iga {A} nädala(de) kohta
ko_kr: 매주 {A}주마다
uk_ua: Кожного {A} тижня(-ів) на
zh_cn: 每{A}周

source: Regenerate new task {A} week(s) after each task is completed
et_ee: Loo uus ülesanne {A} nädal(at) pärast iga ülesande täitmist uuesti
ko_kr: 각 작업이 완료된 후 {A} 주에 새 작업 재생성
uk_ua: Повторно створювати завдання через {A} тиждень(ів) після його завершення
zh_cn: 每项任务完成后{A}周重新生成新任务

source: Every {A} {B}
et_ee: Iga {A} {B}
ko_kr: 모든 {A} {B}
uk_ua: Кожного дня {B}
zh_cn: 每个{A}{B}

source: The {A} {B} of {C}
et_ee: {A} {B} {C}
ko_kr: A} {C}의 {B}
uk_ua: {A} {B} з {C}
zh_cn: {C}的{A}{B}

source: Regenerate new task {A} year(s) after each task is completed
et_ee: Loo uus ülesanne {A} aasta(t) pärast iga ülesande täitmist uuesti
ko_kr: 각 작업이 완료된 후 {A} 연도에 새 작업 재생성
uk_ua: Повторно створювати завдання через {A} роки(ів) після його завершення
zh_cn: 每项任务完成后{A}年重新生成新任务

source: Info
et_ee: Teave
ko_kr: 정보
uk_ua: Відомости
zh_cn: 信息

source: Not supported at the moment.
et_ee: Hetkel ei toetata.
ko_kr: 현재 지원되지 않습니다.
uk_ua: Наразі не підтримується.
zh_cn: 目前尚不支持。

source: There is {0} reminder
et_ee: On olemas {0} meeldetuletus
ko_kr: 0} 알림이 있습니다.
uk_ua: Тут {0} нагадування
zh_cn: 有{0}条提醒

source: Reminders
et_ee: Meeldetuletused
ko_kr: 리마인더
uk_ua: Нагадування
zh_cn: 提醒

source: There are no reminders
et_ee: Mingeid meeldetuletusi ei ole
ko_kr: 미리 알림이 없습니다.
uk_ua: Немає нагадувань
zh_cn: 无提醒

source: Due In
et_ee: Tähtaeg
ko_kr: 마감일
uk_ua: До сплати
zh_cn: 期限

source: Due
et_ee: Tähtaeg
ko_kr: 기한
uk_ua: Термін платежу
zh_cn: 到期

source: Reminder time
et_ee: Meeldetuletuse aeg
ko_kr: 알림 시간
uk_ua: Час нагадування
zh_cn: 提醒时间

source: Dismiss All
et_ee: Lase kõik lahti
ko_kr: 모두 해제
uk_ua: Усіх звільнити.
zh_cn: 全部忽略

source: Open Item
et_ee: Avatud punkt
ko_kr: 항목 열기
uk_ua: Відкритий пункт
zh_cn: 开放项目

source: Dismiss
et_ee: Loobu
ko_kr: 해지
uk_ua: Відхилити
zh_cn: 忽略

source: Click Snooze to be reminded again in
et_ee: Klõpsake nuppu Snooze, et teile uuesti meelde tuletada aastal
ko_kr: 다시 알림을 받으려면 스누즈를 클릭합니다.
uk_ua: Натисніть "Відкласти", щоб знову отримати нагадування в
zh_cn: 点击“暂停”以再次提醒

source: Snooze
et_ee: Tukasta
ko_kr: 스누즈
uk_ua: Засинай.
zh_cn: 暂停

# reminder.dialog
source: {0} reminder is selected.
et_ee: {0} meeldetuletus on valitud.
ko_kr: {0} 미리 알림이 선택되었습니다.
uk_ua: {0} нагадування вибрано.
zh_cn: 选择了{0}提醒。

source: Restore Softdeleted Items
et_ee: Taastada pehmelt kustutatud elemendid
ko_kr: 삭제된 항목 복원
uk_ua: Відновлення програмно видалених елементів
zh_cn: 恢复软删除的项目

source: Restore From {0}
et_ee: Taasta alates {0}
ko_kr: 다음에서 복원 {0}
uk_ua: Відновити з {0}
zh_cn: 从{0}恢复

source: Restore
et_ee: Taasta
ko_kr: 복원
uk_ua: Відновити
zh_cn: 恢复

source: Restore All
et_ee: Taasta kõik
ko_kr: 모두 복원
uk_ua: Відновити все
zh_cn: 全部恢复

source: Permanent Delete
et_ee: Püsiv kustutamine
ko_kr: 영구 삭제
uk_ua: Постійне видалення
zh_cn: 永久删除

source: Delete All
et_ee: Kustuta kõik
ko_kr: 모두 삭제
uk_ua: Видалити все
zh_cn: 全部删除

source: Messages
et_ee: Sõnumid
ko_kr: 메시지
uk_ua: Повідомлення
zh_cn: 消息

source: Delete all items
et_ee: Kustuta kõik kirjed
ko_kr: 모든 항목 삭제
uk_ua: Видалити всі складники
zh_cn: 删除所有项目

source: Are you sure you want to permanently delete all items?
et_ee: Kas olete kindel, et soovite kõik elemendid lõplikult kustutada?
ko_kr: 모든 항목을 영구 삭제하시겠습니까?
uk_ua: Ви дійсно бажаєте остаточно видалити цей список?
zh_cn: 您是否确定永久删除所有项目？

source: Restore all items
et_ee: Taasta kõik kirjed
ko_kr: 모든 항목 복원
uk_ua: Відновити всі складники
zh_cn: 恢复所有项目

source: Are you sure you want to restore all items?
et_ee: Kas olete kindel, et soovite taastada kõik elemendid?
ko_kr: 모든 항목을 복원하시겠습니까?
uk_ua: Ви дійсно бажаєте відновити всі складники?
zh_cn: 您是否确定恢复所有项目？

source: Total {0} recoverable item
et_ee: Kokku {0} taastatav objekt
ko_kr: 총 {0} 복구 가능한 항목
uk_ua: Всього {0} відшкодовуваних статей
zh_cn: 共{0}个可恢复项目

source: Deleted On
et_ee: Kustutatud On
ko_kr: 삭제됨
uk_ua: Видалено На
zh_cn: 删除日期

source: Sort by: Deleted On
et_ee: Sorteeri: kustutamise kuupäev
ko_kr: 정렬 기준 삭제됨
uk_ua: Сортувати по: Видалено На
zh_cn: 排序方式：删除日期

source: Item Count
et_ee: Esemete arv
ko_kr: 아이템 수
uk_ua: Кількість елементів
zh_cn: 项目计数

source: Sort by: Item Count
et_ee: Sorteerimine: Järjestus: Esemete arv
ko_kr: 정렬 기준: 항목 수
uk_ua: Сортувати по: Кількість елементів
zh_cn: 排序方式：项目计数

source: Sort by: From
et_ee: Järjesta: saatja alusel
ko_kr: 정렬 기준: 출발지
uk_ua: Сортувати по: Від
zh_cn: 排序方式：来源

source: Received
et_ee: Saabunud
ko_kr: 수신됨
uk_ua: Прийнято.
zh_cn: 已收到

source: Sort by: Received
et_ee: Sorteerimine: Saabunud
ko_kr: 정렬 기준: 수신됨
uk_ua: Сортувати по: Отримано
zh_cn: 排序方式：已收到

source: Size
et_ee: Suurus
ko_kr: 크기
uk_ua: Розмір
zh_cn: 大小

source: Sort by: Size
et_ee: Järjesta: suuruse järgi
ko_kr: 정렬 기준: 크기
uk_ua: Сортувати по: Розмір
zh_cn: 排序方式：大小

source: Move the message to folder…
et_ee: Tõsta sõnum kausta…
ko_kr: 메시지를 폴더로 이동...
uk_ua: Перемістити повідомлення до папки...
zh_cn: 正在将消息移至文件夹…

source: Copy the message to folder…
et_ee: Kopeeri sõnum kausta…
ko_kr: 메시지를 폴더에 복사...
uk_ua: Скопіювати повідомлення до теки…
zh_cn: 正在将消息复制到文件夹…

source: Delete the message
et_ee: Kustuta sõnum
ko_kr: 메시지 삭제
uk_ua: Видалити повідомлення
zh_cn: 删除消息

source: Redirect the message to…
et_ee: Suuna sõnum uuele aadressile…
ko_kr: 메시지 리디렉션 대상...
uk_ua: Перенаправте повідомлення на.
zh_cn: 正在将消息重定向至…

source: Forward the message to…
et_ee: Edasta sõnum uuele aadressile…
ko_kr: 메시지 전달 대상...
uk_ua: Переслати повідомлення на...
zh_cn: 正在将消息转发至…

source: Forward the message as attachment to…
et_ee: Edasta sõnum manusena uuele aadressile…
ko_kr: 메시지를 첨부 파일로 다음 주소로 전달...
uk_ua: Перешліть повідомлення як вкладення до.
zh_cn: 正在将消息作为附件转发至…

source: Mark the message as read…
et_ee: Märgi sõnum loetuks…
ko_kr: 메시지를 읽음으로 표시...
uk_ua: Позначте повідомлення як прочитане...
zh_cn: 正在将消息标记为已读…

source: is received from…
et_ee: on saadud…
ko_kr: 에서 수신됩니다...
uk_ua: отримано від...
zh_cn: 正在收件…

source: includes these words in the sender's address…
et_ee: sisaldab neid sõnu saatja aadressis…
ko_kr: 발신자 주소에 이러한 단어가 포함되어 있습니다...
uk_ua: включає такі слова у звернення до відправника...
zh_cn: 在发件人的地址中包含这些词…

source: includes these words in the recipient's address…
et_ee: sisaldab neid sõnu saaja aadressis…
ko_kr: 수신자 주소에 이러한 단어가 포함되어 있습니다...
uk_ua: включає ці слова у звернення до адресата...
zh_cn: 在收件人的地址中包含这些词…

source: includes these words in the subject…
et_ee: sisaldab neid sõnu teemas…
ko_kr: 제목에 이러한 단어가 포함되어 있습니다...
uk_ua: включає ці слова в тему...
zh_cn: 在主题中包含这些单词…

source: includes these words in the body…
et_ee: sisaldab järgmisi sõnu sisus…
ko_kr: 본문에 이러한 단어가 포함되어 있습니다...
uk_ua: включає ці слова в тіло...
zh_cn: 在正文中包含这些词…

source: includes these words in the transport headers…
et_ee: sisaldab neid sõnu kirja tehnilises päises…
ko_kr: 전송 헤더에 이러한 단어가 포함되어 있습니다...
uk_ua: включає ці слова в транспортні заголовки...
zh_cn: 在传输标题中包含这些词…

source: has importance…
et_ee: on oluline…
ko_kr: 중요성이 있습니다...
uk_ua: має значення...
zh_cn: 具有重要性…

source: has an attachment
et_ee: on kinnitus
ko_kr: 첨부 파일이 있습니다.
uk_ua: має вкладення
zh_cn: 有附件

source: is sent to…
et_ee: saadetakse…
ko_kr: 로 전송됩니다...
uk_ua: надсилається до...
zh_cn: 正在发送至…

source: is sent only to me
et_ee: saadetakse ainult mulle
ko_kr: 나에게만 전송됩니다.
uk_ua: надсилається тільки мені
zh_cn: 仅发送给我

source: has my name in the Cc field
et_ee: on minu nimi Cc-väljal
ko_kr: 참조 필드에 내 이름이 있습니다.
uk_ua: має моє ім'я в полі "Копія
zh_cn: 抄送字段内有我的姓名

source: does not have my name in the To or Cc field
et_ee: ei ole minu nime To- või Cc-väljal
ko_kr: 받는 사람 또는 참조 필드에 내 이름이 없습니다.
uk_ua: не має мого імені в полі "Кому" або "Копія
zh_cn: 在“收件人”或“抄送”字段中没有我的名字

source: has my name in the To or Cc field
et_ee: on minu nimi To- või Cc-väljal
ko_kr: 받는 사람 또는 참조 필드에 내 이름이 있습니다.
uk_ua: має моє ім'я в полі "Кому" або "Копія
zh_cn: 在“收件人”或“抄送”字段中有我的名字

source: has sensitivity…
et_ee: on tundlikkus…
ko_kr: 감도가 있습니다...
uk_ua: має чутливість...
zh_cn: 具有敏感性…

source: is received after…
et_ee: saadakse pärast…
ko_kr: 이후에 수신됩니다...
uk_ua: отримано після…
zh_cn: 是在收到…

source: is received before…
et_ee: on saadud enne…
ko_kr: 가 수신되기 전에...
uk_ua: буде отримано до того, як...
zh_cn: 是在收到…

source: size is at least…
et_ee: suurus on vähemalt…
ko_kr: 크기는 적어도...
uk_ua: розмір щонайменше...
zh_cn: 大小至少为…

source: size is at most…
et_ee: suurus on maksimaalselt…
ko_kr: 크기는 기껏해야...
uk_ua: розмір не більше...
zh_cn: 大小最大为…

source: has my name in the To field
et_ee: on minu nimi väljal To
ko_kr: 받는 사람 필드에 내 이름이 있습니다.
uk_ua: має моє ім'я в полі Кому
zh_cn: 在“收件人”字段中有我的名字

source: is received (all messages)
et_ee: on vastu võetud (kõik sõnumid)
ko_kr: 수신(모든 메시지)
uk_ua: отримано (всі повідомлення)
zh_cn: 已收到（所有消息）

source: Unknown condition
et_ee: Tundmatu seisund
ko_kr: 알 수 없는 상태
uk_ua: Невідомий стан
zh_cn: 未知条件

source: This condition for the current rule is unknown
et_ee: See tingimus on praeguse reegli puhul teadmata
ko_kr: 현재 규칙의 이 조건은 알 수 없습니다.
uk_ua: Ця умова для поточного правила невідома
zh_cn: 当前规则的此条件未知

source: Add action
et_ee: Lisa tegevus
ko_kr: 작업 추가
uk_ua: Додати дію
zh_cn: 添加操作

source: Remove action
et_ee: Eemaldage tegevus
ko_kr: 작업 제거
uk_ua: Видалити дію
zh_cn: 删除操作

source: Unknown action
et_ee: Tundmatu tegevus
ko_kr: 알 수 없는 작업
uk_ua: Невідома дія
zh_cn: 未知操作

source: This action for the current rule is unknown
et_ee: See tegevus praeguse reegli puhul on teadmata
ko_kr: 현재 규칙에 대한 이 작업은 알 수 없습니다.
uk_ua: Ця дія для поточного правила невідома
zh_cn: 当前规则的此操作未知

source: Add condition
et_ee: Lisa tingimus
ko_kr: 조건 추가
uk_ua: Додати умову
zh_cn: 添加条件

source: Remove condition
et_ee: Eemalda tingimus
ko_kr: 조건 제거
uk_ua: Видалити умову
zh_cn: 删除条件

source: Inbox Rule
et_ee: Postkasti reegel
ko_kr: 받은 편지함 규칙
uk_ua: Правило вхідних повідомлень
zh_cn: 收件箱规则

source: Rule name
et_ee: Reegli nimi
ko_kr: 규칙 이름
uk_ua: Назва правила
zh_cn: 规则名称

source: When the message
et_ee: Kui sõnum
ko_kr: 메시지
uk_ua: Коли повідомлення
zh_cn: 当消息

source: Do the following
et_ee: Tehke järgmist
ko_kr: 다음을 수행합니다.
uk_ua: Зробіть наступне
zh_cn: 执行下列操作

source: Exceptions
et_ee: Erandid
ko_kr: 예외
uk_ua: Винятки
zh_cn: 异常

source: Apply only when Out of Office is active
et_ee: Kohaldatakse ainult siis, kui kontoriväline teenus on aktiivne
ko_kr: 부재 중이 활성화된 경우에만 적용
uk_ua: Застосовувати лише тоді, коли активна функція Out of Office
zh_cn: 仅在“外出”处于活动状态时应用

source: Stop processing more rules
et_ee: Lõpeta rohkemate reeglite töötlemine
ko_kr: 더 많은 규칙 처리 중지
uk_ua: Припинити обробку більшої кількості правил
zh_cn: 停止处理更多规则

source: Add exception
et_ee: Lisa erand
ko_kr: 예외 추가
uk_ua: Додати виняток
zh_cn: 添加异常

source: Remove exception
et_ee: Erandi eemaldamine
ko_kr: 예외 제거
uk_ua: Видалити виняток
zh_cn: 删除异常

source: Specify Words or Phrases
et_ee: Täpsustage sõnad või fraasid
ko_kr: 단어 또는 구문 지정
uk_ua: Вкажіть слова або фрази
zh_cn: 指定单词或短语

source: Edit
et_ee: Muuda
ko_kr: 편집
uk_ua: Редагувати
zh_cn: 编辑

source: and
et_ee: ja
ko_kr: 그리고
uk_ua: і
zh_cn: 和

source: Distribution lists are not supported in rules, would you like to replace the distribution list with its members?
et_ee: Jaotusnimekirjad ei ole reeglites toetatud, kas soovite asendada jaotusnimekirja koos selle liikmetega?
ko_kr: 배포 목록은 규칙에서 지원되지 않는데 배포 목록을 해당 멤버로 바꾸시겠습니까?
uk_ua: Списки розсилки не підтримуються в правилах, ви хочете замінити список розсилки його учасниками?
zh_cn: 规则不支持群发列表，是否欲用其成员替换群发列表？

source: or
et_ee: või
ko_kr: 또는
uk_ua: або
zh_cn: 或

source: No rule exists
et_ee: Reeglit ei ole olemas
ko_kr: 규칙이 존재하지 않음
uk_ua: Правил не існує
zh_cn: 不存在任何规则

source: Active
et_ee: Aktiivne
ko_kr: 활성
uk_ua: Активний
zh_cn: 活动状态

source: Out of office
et_ee: Kontorist väljas
ko_kr: 부재 중
uk_ua: Позбавлений посади
zh_cn: 外出

source: Rule
et_ee: Reegel
ko_kr: 규칙
uk_ua: Правило
zh_cn: 规则

source: Loading rules
et_ee: Laadime reegleid
ko_kr: 로드 규칙
uk_ua: Правила завантаження
zh_cn: 加载规则

source: Please select a rule.
et_ee: Palun valige reegel.
ko_kr: 규칙을 선택하세요.
uk_ua: Будь ласка, оберіть правило.
zh_cn: 请选择一条规则。

source: Rule already has highest priority.
et_ee: Reeglil on juba kõrgeim prioriteet.
ko_kr: 규칙은 이미 가장 높은 우선순위를 가지고 있습니다.
uk_ua: Правило вже має найвищий пріоритет.
zh_cn: 规则已具有最高优先级。

source: Rule already has lowest priority.
et_ee: Reeglil on juba madalaim prioriteet.
ko_kr: 규칙의 우선순위가 이미 가장 낮습니다.
uk_ua: Правило вже має найнижчий пріоритет.
zh_cn: 规则已具有最低优先级。

source: Always move messages from {0}
et_ee: Liiguta alati sõnumeid {0}
ko_kr: 항상 {0}에서 메시지를 이동합니다.
uk_ua: Завжди переміщати повідомлення з {0}
zh_cn: 始终从{0}移动消息

source: Always move messages that are sent to <recipients>
et_ee: Teisalda alati sõnumid, mis on saadetud <recipients>
ko_kr: <받는 사람>으로 전송되는 메시지는 항상 이동합니다.
uk_ua: Завжди переміщайте повідомлення, які надсилаються <одержувачам>.
zh_cn: 始终移动发送给<recipients>的消息

source: Always move messages with this subject
et_ee: Liigutage alati selle teemaga sõnumeid
ko_kr: 항상 이 제목으로 메시지를 이동합니다.
uk_ua: Завжди переміщайте повідомлення з такою темою
zh_cn: 始终移动包含此主题的消息

source: Create rule…
et_ee: Loo reegel…
ko_kr: 규칙 만들기...
uk_ua: Створити правило...
zh_cn: 正在创建规则…

source: myself
et_ee: ise
ko_kr: 나 자신
uk_ua: Я сам.
zh_cn: 我本人

source: Update rules for
et_ee: Uuendage eeskirju
ko_kr: 다음에 대한 규칙 업데이트
uk_ua: Оновлення правил для
zh_cn: 更新规则

source: Apply changes
et_ee: Muudatuste rakendamine
ko_kr: 변경 사항 적용
uk_ua: Застосувати зміни
zh_cn: 应用更改

source: Do you wish to apply the changes?
et_ee: Kas soovite muudatusi rakendada?
ko_kr: 변경 사항을 적용하시겠습니까?
uk_ua: Чи бажаєте ви застосувати зміни?
zh_cn: 您是否应用更改？

source: All folders
et_ee: Kõik kaustad
ko_kr: 모든 폴더
uk_ua: Всі папки
zh_cn: 所有文件夹

source: Other…
et_ee: Teised…
ko_kr: 기타...
uk_ua: Інше...
zh_cn: 其它…

source: Search in…
et_ee: Otsi…
ko_kr: 검색...
uk_ua: Пошук в…
zh_cn: 正在搜索…

source: Folder does not exist
et_ee: Kausta ei ole olemas
ko_kr: 폴더가 존재하지 않습니다.
uk_ua: Папка не існує
zh_cn: 文件夹不存在

source: The folder you are searching through no longer exists. Please select another folder
et_ee: Kaust, mida otsid, ei ole enam olemas. Palun vali teine kaust
ko_kr: 검색 중인 폴더가 더 이상 존재하지 않습니다. 다른 폴더를 선택해 주세요.
uk_ua: Папка, в якій ви шукаєте, більше не існує. Будь ласка, виберіть іншу папку
zh_cn: 您正在搜索的文件夹已不存在。请选择另一个文件夹

source: Add/Edit sender
et_ee: Saatja lisamine/muutmine
ko_kr: 발신자 추가/수정
uk_ua: Додати/редагувати відправника
zh_cn: 添加/编辑发件人

source: No from addresses configured
et_ee: Ei ole konfigureeritud aadressidelt
ko_kr: 구성된 주소에서 아니요
uk_ua: Ні з налаштованих адрес
zh_cn: 未配置地址来源

source: Loading from addresses
et_ee: Laadimine aadressidelt
ko_kr: 주소에서 로드
uk_ua: Завантаження з адрес
zh_cn: 从地址中加载

source: Forward Mail
et_ee: Posti edastamine
ko_kr: 메일 전달
uk_ua: Переадресація
zh_cn: 转发邮件

source: Please select a from address record.
et_ee: Palun valige aadressi kirje.
ko_kr: 주소 레코드에서 선택해 주세요.
uk_ua: Будь ласка, виберіть один із записів адреси.
zh_cn: 请从地址记录中选择一个地址。

source: Add/Edit From recipient
et_ee: Lisa/muuda saajalt
ko_kr: 수신자 추가/수정
uk_ua: Додати/редагувати від одержувача

source: Manage the recipients used in the 'From' field
et_ee: Halda väljal „From“ kasutatavaid adressaate
ko_kr: '받는 사람' 필드에 사용된 수신자를 관리합니다.
uk_ua: Керування одержувачами в полі "Від кого

source: View
et_ee: Vaata
ko_kr: 보기
uk_ua: Вигляд
zh_cn: 查看

source: Please select a sendas record.
et_ee: Palun valige sendas kirje.
ko_kr: 센타스 기록을 선택해 주세요.
uk_ua: Будь ласка, виберіть запис sendas.
zh_cn: 请选择代理发送记录。

source: Delegates
et_ee: Delegaadid
ko_kr: 대리인
uk_ua: Делегати
zh_cn: 代表

source: Delegate settings
et_ee: Delegatsiooni seaded
ko_kr: 위임 설정
uk_ua: Налаштування делегатів
zh_cn: 代表设置

source: Desktop Notifications Settings
et_ee: Töölaua teavituste seaded
ko_kr: 데스크톱 알림 설정
uk_ua: Сповіщення робочого столу Налаштування сповіщень

source: We need permissions to enable desktop notifications.
et_ee: Me vajame õigusi, et lubada töölauateateid.
ko_kr: 데스크톱 알림을 사용하려면 권한이 필요합니다.
uk_ua: Нам потрібні дозволи, щоб увімкнути сповіщення на робочому столі.

source: Request Permissions
et_ee: Õiguste taotlemine
ko_kr: 권한 요청
uk_ua: Запитувати дозволи
zh_cn: 请求的权限

source: Enable desktop notifications for new mail
et_ee: Töölaua teavituste lubamine uue posti kohta
ko_kr: 새 메일에 대한 데스크톱 알림 사용 설정
uk_ua: Увімкнути сповіщення про нову пошту на робочому столі

source: Enable desktop notifications for reminders
et_ee: Lubage meeldetuletuste töölauateated meeldetuletuste jaoks
ko_kr: 미리 알림에 대한 데스크톱 알림 사용
uk_ua: Увімкнути сповіщення на робочому столі для нагадувань

source: {A} Auto-hide desktop notification after second(s) {B}
et_ee: {A} Automaatne töölauateate peitmine sekundi(te) järel {B}
ko_kr: {A} 초 후 바탕 화면 알림 자동 숨기기 {B}
uk_ua: {A} Саморушно приховувати сповіщення на робочому столі через {B} секунд(и)

source: Disable sound
et_ee: Lülita heli välja
ko_kr: 사운드 비활성화
uk_ua: Вимкнути звук

source: Notifications
et_ee: Teated
ko_kr: 알림
uk_ua: Сповіщення
zh_cn: 通知

source: Rules
et_ee: Reeglid
ko_kr: 규칙
uk_ua: Правила
zh_cn: 规则

source: From Addresses
et_ee: Aadressidelt
ko_kr: 주소에서
uk_ua: З адрес
zh_cn: 地址来源

source: From Addresses settings
et_ee: Aadresside seaded
ko_kr: 주소 설정에서
uk_ua: У налаштуваннях Адреси
zh_cn: 通过地址设置

source: Full name
et_ee: Täisnimi
ko_kr: 전체 이름
uk_ua: Повне ім'я
zh_cn: 全名

source: Phone Numbers
et_ee: Telefoninumbrid
ko_kr: 전화 번호
uk_ua: Номери телефонів
zh_cn: 电话号码

source: Business Fax
et_ee: Ärifaks
ko_kr: 비즈니스 팩스
uk_ua: Бізнес факс
zh_cn: 企业传真

source: Webpage
et_ee: Veebileht
ko_kr: 웹 페이지
uk_ua: Веб-сторінка
zh_cn: 网页

source: IM Address
et_ee: Vestlusrakenduse aadress
ko_kr: 메신저 주소
uk_ua: IM-адреса
zh_cn: 即时通信(IM)地址

source: {0} selected row
et_ee: {0} valitud rida
ko_kr: {0} 선택한 행
uk_ua: {0} вибраний рядок
zh_cn: {0}个选定行

source: Reminder is set on: {0}, {1}
et_ee: Meeldetuletus on sisse lülitatud: {0}, {1}
ko_kr: 미리 알림이 설정되었습니다: {0}, {1}
uk_ua: Нагадування ввімкнено: {0}, {1}
zh_cn: 提醒设置日期：{0}, {1}

source: Unknown
et_ee: Tundmatu
ko_kr: 알 수 없음
zh_cn: 未知

source: Meeting Organizer
et_ee: Koosoleku korraldaja
ko_kr: 회의 주최자
uk_ua: Організатор зустрічі
zh_cn: 会议组织者

source: {0} overdue
et_ee: {0} üle tähtaja
ko_kr: {0} 기한 초과
uk_ua: {0} прострочено
zh_cn: {0}已过期

source: Loading…
et_ee: Laadime…
ko_kr: 로드 중...
uk_ua: Завантаження...
zh_cn: 正在加载…

source: Message could not be loaded
et_ee: Sõnumit ei saanud laadida
ko_kr: 메시지를 로드할 수 없습니다.
uk_ua: Повідомлення не вдалося завантажити
zh_cn: 无法加载消息

# mail.previewpanel
source: Attachments
et_ee: Lisad
ko_kr: 첨부 파일
uk_ua: Вкладення
zh_cn: 附件

source: Download Pictures
et_ee: Piltide allalaadimine
ko_kr: 사진 다운로드
uk_ua: Завантажити зображення
zh_cn: 下载图片

source: Add Sender to Safe Senders List
et_ee: Lisa saatja turvaliste saatjate nimekirja
ko_kr: 발신자를 허용 발신자 목록에 추가
uk_ua: Додати відправника до списку безпечних відправників
zh_cn: 将发件人添加至安全发件人列表

source: Add Domain to Safe Senders List
et_ee: Domeeni lisamine turvaliste saatjate nimekirja
ko_kr: 안전 발신자 목록에 도메인 추가
uk_ua: Додати домен до списку безпечних відправників
zh_cn: 将域添加至安全发件人列表

# mail.previewpanel
source: This message was sent with {0} importance.
et_ee: See sõnum saadeti {0} tähtsusega.
ko_kr: 이 메시지는 {0} 중요도로 전송되었습니다.
uk_ua: Це повідомлення було надіслано з важливістю {0}.
zh_cn: 此消息发送时的重要性为{0}。

# mail.previewpanel
source: Please treat this as {0}.
et_ee: Palun käsitage seda kui {0}.
ko_kr: 이를 {0}으로 처리해 주세요.
uk_ua: Будь ласка, вважайте, що це {0}.
zh_cn: 请将此视为{0}。
