Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/grommunio_web.po
Languages: et_ee, ko_kr, uk_ua, zh_cn

source: Message decryption failed
et_ee: Sõnumi dekrüpteerimine ebaõnnestus
ko_kr: 메시지 암호 해독 실패
uk_ua: Не вдалося розшифрувати повідомлення

source: Please
et_ee: Palun
ko_kr: 제발
uk_ua: Будь ласка.
zh_cn: 请

source: click here
et_ee: kliki siia
ko_kr: 여기를 클릭하세요
uk_ua: натисніть тут
zh_cn: 点击这里

source: to unlock your certificate
et_ee: et avada oma sertifikaat
ko_kr: 를 클릭하여 인증서를 잠금 해제합니다.
uk_ua: щоб розблокувати ваш сертифікат

source: Cannot determine revocation status of certificate
et_ee: Ei saa kindlaks teha sertifikaadi tühistamise staatust
ko_kr: 인증서의 해지 상태를 확인할 수 없습니다.
uk_ua: Не вдається визначити статус відкликання сертифіката

source: Signature verified
et_ee: Allkiri kontrollitud
ko_kr: 서명 확인
uk_ua: Підпис перевірено

source: Unable to decrypt this message. Certificate does not match
et_ee: Seda sõnumit ei ole võimalik dekrüpteerida. Sertifikaat ei vasta
ko_kr: 이 메시지를 해독할 수 없습니다. 인증서가 일치하지 않습니다.
uk_ua: Не вдалося розшифрувати це повідомлення. Сертифікат не відповідає

source: Verification failed. User is removed from the server.
et_ee: Kontrollimine ebaõnnestus. Kasutaja on serverist eemaldatud.
ko_kr: 인증에 실패했습니다. 사용자가 서버에서 제거되었습니다.
uk_ua: Верифікація не пройшла. Користувача видалено з сервера.

source: Charm pink
et_ee: Charm roosa
ko_kr: 참 핑크
uk_ua: Шарм рожевий
zh_cn: 魅力粉

source: Cadmium red
et_ee: Kaadmiumi punane
ko_kr: 카드뮴 레드
uk_ua: Кадмій червоний
zh_cn: 镉红

source: Apricot
et_ee: Aprikoos
zh_cn: 杏黄色

source: Soft green
et_ee: Pehme roheline
ko_kr: 부드러운 녹색
uk_ua: Ніжно-зелений
zh_cn: 柔粉绿

source: Mint
et_ee: Mündi
uk_ua: М'ята
zh_cn: 薄荷色

source: Grommunio blue
et_ee: Grommunio sinine
ko_kr: 그로무니오 블루
uk_ua: Громмуніо синій

source: Baby blue
et_ee: Beebi sinine
ko_kr: 베이비 블루
uk_ua: Блакитний.
zh_cn: 淡蓝色

source: Silver sand
et_ee: Hõbedane liiv
ko_kr: 은빛 모래
uk_ua: Срібний пісок
zh_cn: 银沙色

source: Competition
et_ee: Konkurents
ko_kr: 경쟁
uk_ua: Конкуренція
zh_cn: 竞赛

source: Gifts
et_ee: Kingitused
ko_kr: 선물
uk_ua: Подарунки
zh_cn: 礼物

source: Goals/Objectives
et_ee: Eesmärgid
ko_kr: 목표/목적
uk_ua: Цілі/завдання
zh_cn: 目的/目标

source: Holiday Cards
et_ee: Pühadekaardid
ko_kr: 홀리데이 카드
uk_ua: Святкові листівки
zh_cn: 假期卡片

source: Hot Contacts
et_ee: Olulised kontaktid
ko_kr: 핫 연락처
uk_ua: Гарячі контакти
zh_cn: 常用联系人

source: Ideas
et_ee: Ideed
ko_kr: 아이디어
uk_ua: Ідеї
zh_cn: 想法

source: International
et_ee: Rahvusvaheline
ko_kr: 국제
uk_ua: Міжнародний
zh_cn: 国际性

source: Key Customer
et_ee: Võtmeklient
ko_kr: 주요 고객
uk_ua: Ключовий клієнт
zh_cn: 重要客户

source: Miscellaneous
et_ee: Varia
ko_kr: 기타
uk_ua: Різне
zh_cn: 其他

source: Phone Calls
et_ee: Telefonikõned
ko_kr: 전화 통화
uk_ua: Телефонні дзвінки
zh_cn: 电话呼叫

source: Strategies
et_ee: Strateegiad
ko_kr: 전략
uk_ua: Стратегії
zh_cn: 策略

source: Suppliers
et_ee: Tarnijad
ko_kr: 공급업체
uk_ua: Постачальники
zh_cn: 供应商

source: Time & Expenses
et_ee: Aeg ja kulud
ko_kr: 시간 및 비용
uk_ua: Час і витрати
zh_cn: 时间和费用

source: Waiting
et_ee: Oodates
ko_kr: 대기 중
uk_ua: Чекаю.
zh_cn: 等待

source: You have been automatically logged out
et_ee: Teid on automaatselt välja logitud
ko_kr: 자동으로 로그아웃되었습니다.
uk_ua: Був виконаний автоматичний вихід
zh_cn: 您已自动登出

source: Sorry, access to grommunio Web is not available with this user account. Please contact your system administrator.
et_ee: Vabandame, juurdepääs grommunio Webile ei ole selle kasutajakontoga saadaval. Palun võtke ühendust oma süsteemiadministraatoriga.
ko_kr: 죄송합니다. 이 사용자 계정으로는 그로뮤니오 웹에 액세스할 수 없습니다. 시스템 관리자에게 문의하세요.
uk_ua: На жаль, доступ до grommunio Web недоступний для цього облікового запису. Будь ласка, зверніться до вашого системного адміністратора.
zh_cn: 抱歉，此用户账户无法访问grommunio Web。请与您的系统管理员联系。

source: With this backend, you can connect to any ownCloud server.
et_ee: Selle backendiga saate luua ühenduse mis tahes ownCloudi serveriga.
ko_kr: 이 백엔드를 사용하면 모든 자체 클라우드 서버에 연결할 수 있습니다.
uk_ua: За допомогою цього бекенду ви можете підключитися до будь-якого сервера ownCloud.

source: Files ownCloud Backend:
et_ee: ownCloudi taustateenus failidele:
ko_kr: 파일 소유클라우드 백엔드:
uk_ua: Файли власного хмарного бекенду:
zh_cn: 文件 ownCloud 后台。

source: Server address
et_ee: Serveri aadress
ko_kr: 서버 주소
uk_ua: Адреса сервера
zh_cn: 服务器地址

source: Server port
et_ee: Serveri port
ko_kr: 서버 포트
uk_ua: Порт сервера
zh_cn: 服务器端口

source: Use TLS
et_ee: Kasutage TLS-i
ko_kr: TLS 사용
uk_ua: Використовуйте TLS
zh_cn: 使用 TLS

source: Webdav base path
et_ee: Webdav baasraja
ko_kr: Webdav 기본 경로
uk_ua: Шлях до бази Webdav

source: Use grommunio credentials
et_ee: Kasutage grommunio volitusi
ko_kr: 그로뮤니오 자격 증명 사용
uk_ua: Використовуйте облікові дані grommunio

source: php-curl is not available
et_ee: php-curl ei ole saadaval
ko_kr: php-curl을 사용할 수 없습니다.
uk_ua: php-curl недоступний

source: Access denied
et_ee: Juurdepääs keelatud
ko_kr: 액세스 거부됨
uk_ua: У доступі відмовлено.
zh_cn: 拒绝访问

source: Connection failed
et_ee: Ühendus ebaõnnestus
ko_kr: 연결 실패
uk_ua: Не вдалося встановити з'єднання
zh_cn: 连接失败

source: Sabre error
et_ee: Sabre viga
ko_kr: 세이버 오류
uk_ua: Помилка шаблі

source: Copying failed
et_ee: Kopeerimine ebaõnnestus
ko_kr: 복사 실패
uk_ua: Не вдалося скопіювати

source: Unknown error
et_ee: Teadmata viga
ko_kr: 알 수 없는 오류
uk_ua: Невідома помилка
zh_cn: 未知错误

source: Please contact your system administrator.
et_ee: Palun võtke ühendust oma süsteemiadministraatoriga.
ko_kr: 시스템 관리자에게 문의하세요.
uk_ua: Зверніться до вашого системного адміністратора.
zh_cn: 请与您的系统管理员联系。

source: Unauthorized. Wrong username or password.
et_ee: Ligipääs puudub. Vale kasutajanimi või salasõna.
ko_kr: 승인되지 않음. 사용자 아이디 또는 비밀번호가 잘못되었습니다.
uk_ua: Несанкціонований доступ. Неправильне ім'я користувача або пароль.

source: File server is not reachable. Please verify the file server URL.
et_ee: Failiserver ei ole kättesaadav. Palun kontrollige failiserveri URL-i.
ko_kr: 파일 서버에 연결할 수 없습니다. 파일 서버 URL을 확인해 주세요.
uk_ua: Файловий сервер недоступний. Будь ласка, перевірте URL-адресу файлового сервера.

source: You don't have enough permissions to view this file or folder.
et_ee: Sul ei ole selle faili või kausta vaatamiseks piisavalt õigusi.
ko_kr: 이 파일 또는 폴더를 볼 수 있는 권한이 충분하지 않습니다.
uk_ua: У вас недостатньо прав для перегляду цього файлу або папки.

source: The file or folder is not available anymore.
et_ee: Fail või kaust ei ole enam saadaval.
ko_kr: 파일 또는 폴더를 더 이상 사용할 수 없습니다.
uk_ua: Файл або папка більше не доступні.

source: Connection to the file server timed out. Please check again later.
et_ee: Ühendus failiserveriga on aegunud. Palun kontrollige hiljem uuesti.
ko_kr: 파일 서버에 연결하는 동안 시간이 초과되었습니다. 나중에 다시 확인해 주세요.
uk_ua: Закінчився час з'єднання з файловим сервером. Будь ласка, перевірте пізніше.

source: This file is locked by another user. Please try again later.
et_ee: See fail on lukustatud teise kasutaja poolt. Palun proovige hiljem uuesti.
ko_kr: 이 파일은 다른 사용자에 의해 잠겼습니다. 나중에 다시 시도하세요.
uk_ua: Цей файл заблоковано іншим користувачем. Будь ласка, спробуйте пізніше.

source: The request failed.
et_ee: Taotlus ebaõnnestus.
ko_kr: 요청이 실패했습니다.
uk_ua: Запит не пройшов.

source: The file server encountered an internal problem.
et_ee: Failiserveril tekkis sisemine probleem.
ko_kr: 파일 서버에 내부 문제가 발생했습니다.
uk_ua: На файловому сервері виникла внутрішня проблема.

source: We could not write to temporary directory.
et_ee: Me ei saanud kirjutada ajutisse kataloogi.
ko_kr: 임시 디렉터리에 쓸 수 없습니다.
uk_ua: Ми не могли писати в тимчасовий каталог.

source: We could not retrieve list of server features.
et_ee: Me ei suutnud saada serveri funktsioonide nimekirja.
ko_kr: 서버 기능 목록을 검색할 수 없습니다.
uk_ua: Ми не змогли отримати список функцій сервера.

source: PHP-Curl is not available.
et_ee: PHP-Curl ei ole saadaval.
ko_kr: PHP-Curl을 사용할 수 없습니다.
uk_ua: PHP-Curl недоступний.

source: Unknown account ID
et_ee: Tundmatu konto ID
ko_kr: 알 수 없는 계정 ID
uk_ua: Невідомий ідентифікатор облікового запису

source: Feature "Quota Information" is not supported by this backend!
et_ee: Funktsioon "Kvootide teave" ei ole selle taustsüsteemi poolt toetatud!
ko_kr: 이 백엔드에서는 '할당량 정보' 기능이 지원되지 않습니다!
uk_ua: Функція "Інформація про квоту" не підтримується цим бекендом!
zh_cn: 该后端不支持 "配额信息 "功能

source: Feature "Version Information" is not supported by this backend!
et_ee: Funktsioon "Versiooniteave" ei ole selle taustsüsteemi poolt toetatud!
ko_kr: 이 백엔드에서는 '버전 정보' 기능이 지원되지 않습니다!
uk_ua: Функція "Інформація про версію" не підтримується цим бекендом!

source: Feature "OAUTH" is not supported by this backend!
et_ee: Funktsioon "OAUTH" ei toeta seda backend'i!
ko_kr: 이 백엔드에서는 "OAUTH" 기능이 지원되지 않습니다!
uk_ua: Функція "OAUTH" не підтримується цим бекендом!

source: Moving between accounts is not implemented
et_ee: Kontode vahelist liikumist ei rakendata
ko_kr: 계정 간 이동은 구현되지 않습니다.
uk_ua: Переміщення між акаунтами не реалізовано

source: Files plugin
et_ee: Failide plugin
ko_kr: 파일 플러그인
uk_ua: Плагін для файлів

source: Unknown type - cannot save this file to the Files backend!
et_ee: Tundmatu tüüp - seda faili ei saa salvestada failide taustsüsteemi!
ko_kr: 알 수 없는 유형 - 이 파일을 파일 백엔드에 저장할 수 없습니다!
uk_ua: Невідомий тип - не вдається зберегти цей файл в бекенд Files!

source: No record given!
et_ee: Andmeid ei ole esitatud!
ko_kr: 기록이 없습니다!
uk_ua: Без запису!

source: Fetching sharing information failed
et_ee: Andmete jagamine ebaõnnestus
ko_kr: 공유 정보 가져오기에 실패했습니다.
uk_ua: Не вдалося отримати інформацію про спільний доступ

source: Sharing failed
et_ee: Jagamine ebaõnnestus
ko_kr: 공유 실패
uk_ua: Не вдалося надати спільний доступ

source: Updating share failed
et_ee: Aktsia uuendamine ebaõnnestus
ko_kr: 공유 업데이트에 실패했습니다.
uk_ua: Не вдалося оновити спільний ресурс

source: Deleting share failed
et_ee: Osakute kustutamine ebaõnnestus
ko_kr: 공유 삭제 실패
uk_ua: Видалення частки не вдалося

source: With this backend, you can connect to any WebDAV server.
et_ee: Selle backendiga saate luua ühenduse mis tahes WebDAV-serveriga.
ko_kr: 이 백엔드를 사용하면 모든 WebDAV 서버에 연결할 수 있습니다.
uk_ua: За допомогою цього бекенду ви можете підключитися до будь-якого WebDAV-сервера.

source: Files WebDAV Backend:
et_ee: WebDAVi taustateenus failidele:
ko_kr: 파일 WebDAV 백엔드:
uk_ua: Файли WebDAV Backend:
zh_cn: 文件WebDAV后端。

source: PHP-CURL is not installed
et_ee: PHP-CURL ei ole paigaldatud
ko_kr: PHP-CURL이 설치되지 않았습니다.
uk_ua: PHP-CURL не встановлено

source: Directory creation failed
et_ee: Kataloogi loomine ebaõnnestus
ko_kr: 디렉터리 생성 실패
uk_ua: Не вдалося створити каталог

source: Deletion failed
et_ee: Kustutamine ebaõnnestus
ko_kr: 삭제 실패
uk_ua: Видалення не вдалося

source: Moving failed
et_ee: Liikumine ebaõnnestus
ko_kr: 이동 실패
uk_ua: Переміщення не вдалося

source: Temporary directory problems
et_ee: Ajutise kataloogi probleemid
ko_kr: 임시 디렉터리 문제
uk_ua: Проблеми з тимчасовими каталогами

source: File or folder not found
et_ee: Faili või kausta ei leitud
ko_kr: 파일 또는 폴더를 찾을 수 없음
uk_ua: Файл або папку не знайдено

source: Not implemented
et_ee: Ei ole rakendatud
ko_kr: 구현되지 않음
uk_ua: Не реалізовано
zh_cn: 无法执行

source: Please contact your system administrator
et_ee: Palun võtke ühendust oma süsteemiadministraatoriga
ko_kr: 시스템 관리자에게 문의하세요.
uk_ua: Зверніться до вашого системного адміністратора

source: File server is not reachable. Please verify the connection.
et_ee: Failiserver ei ole kättesaadav. Palun kontrollige ühendust.
ko_kr: 파일 서버에 연결할 수 없습니다. 연결을 확인하세요.
uk_ua: Файловий сервер недоступний. Будь ласка, перевірте з'єднання.

source: PHP-CURL not installed
et_ee: PHP-CURL ei ole paigaldatud
ko_kr: PHP-CURL이 설치되지 않았습니다.
uk_ua: PHP-CURL не встановлено

source: Account is ready to use.
et_ee: Konto on kasutusvalmis.
ko_kr: 계정을 사용할 준비가 되었습니다.
uk_ua: Обліковий запис готовий до використання.

source: File backend not responding. Please try again later.
et_ee: Faili backend ei reageeri. Palun proovige hiljem uuesti.
ko_kr: 파일 백엔드가 응답하지 않습니다. 나중에 다시 시도하세요.
uk_ua: Файловий сервер не відповідає. Будь ласка, спробуйте пізніше.

source: Zip file generation failed. Please inform the administrator.
et_ee: Zip-faili genereerimine ebaõnnestus. Palun teavitage administraatorit.
ko_kr: Zip 파일 생성에 실패했습니다. 관리자에게 알려주세요.
uk_ua: Не вдалося згенерувати Zip-файл. Будь ласка, повідомте про це адміністратора.

source: This file is no longer available. Please reload the folder.
et_ee: See fail ei ole enam saadaval. Palun laadi kaust uuesti.
ko_kr: 이 파일은 더 이상 사용할 수 없습니다. 폴더를 다시 로드하세요.
uk_ua: Цей файл більше не доступний. Будь ласка, перезавантажте папку.

source: Kendox certificate is not available.
et_ee: Kendoxi sertifikaat ei ole saadaval.

source: Mobile device management plugin
et_ee: Mobiilse seadme haldamise plugin
ko_kr: 모바일 기기 관리 플러그인
uk_ua: Плагін для керування мобільними пристроями

source: Unexpected error occurred. Please contact your system administrator. Error code: %s
et_ee: Tekkis ootamatu viga. Palun võtke ühendust oma süsteemiadministraatoriga. Veakood: %s
ko_kr: 예기치 않은 오류가 발생했습니다. 시스템 관리자에게 문의하세요. 오류 코드: %s
uk_ua: Виникла непередбачувана помилка. Зверніться до системного адміністратора. Код помилки: %s

source: No data received.
et_ee: Andmeid ei ole saadud.
ko_kr: 수신된 데이터가 없습니다.
uk_ua: Не отримано жодних даних.
zh_cn: 未收到数据。

source: Account is empty.
et_ee: Konto on tühi.
ko_kr: 계정이 비어 있습니다.
uk_ua: Рахунок порожній.

source: Your password is wrong or you have insufficient permission to change password
et_ee: Sinu salasõna on vale või sul ei ole piisavalt õigusi salasõna muutmiseks
ko_kr: 비밀번호가 잘못되었거나 비밀번호를 변경할 수 있는 권한이 부족합니다.
uk_ua: Ваш пароль неправильний або у вас недостатньо прав для зміни пароля

source: Password is not changed.
et_ee: Salasõna ei ole muudetud.
ko_kr: 비밀번호는 변경되지 않습니다.
uk_ua: Пароль не змінюється.

source: Password has been changed successfully.
et_ee: Salasõna on muutmine õnnestus.
ko_kr: 비밀번호가 성공적으로 변경되었습니다.
uk_ua: Пароль успішно змінено.

source: No certificate available
et_ee: Sertifikaat puudub
ko_kr: 사용 가능한 인증서 없음
uk_ua: Сертифікат відсутній

source: Private certificate has expired, unable to sign email
et_ee: Privaatne sertifikaat on aegunud, ei saa e-kirja allkirjastada

source: Private certificate is not valid yet, unable to sign email
et_ee: Erasertifikaat ei ole veel kehtiv, ei saa e-kirja allkirjastada
ko_kr: 개인 인증서가 아직 유효하지 않아 이메일에 서명할 수 없습니다.
uk_ua: Приватний сертифікат ще не дійсний, не вдається підписати електронну пошту

source: Private certificate does not match email address
et_ee: Erasertifikaat ei vasta e-posti aadressile
ko_kr: 개인 인증서가 이메일 주소와 일치하지 않습니다.
uk_ua: Приватний сертифікат не відповідає адресі електронної пошти

source: Missing public certificates for the following recipients:
et_ee: Järgmiste saajate avalikud sertifikaadid puuduvad:
ko_kr: 다음 수신자에 대한 누락된 공인 인증서가 있습니다:
uk_ua: Відсутні відкриті сертифікати для наступних одержувачів:
zh_cn: 缺少以下收件人的公共证书。

source: . Please contact your system administrator for details
et_ee: . Palun võtke ühendust oma süsteemiadministraatoriga üksikasjade saamiseks
ko_kr: . 자세한 내용은 시스템 관리자에게 문의하세요.
uk_ua: . Будь ласка, зверніться до вашого системного адміністратора для отримання детальної інформації

source: Your public certificate is not installed. Without this certificate, you will not be able to read encrypted messages you have sent to others.
et_ee: Teie avalik sertifikaat ei ole paigaldatud. Ilma selle sertifikaadita ei saa te lugeda teistele saadetud krüpteeritud sõnumeid.
ko_kr: 공인 인증서가 설치되어 있지 않습니다. 이 인증서가 없으면 다른 사람에게 보낸 암호화된 메시지를 읽을 수 없습니다.
uk_ua: Ваш відкритий сертифікат не встановлено. Без цього сертифіката ви не зможете прочитати зашифровані повідомлення, які ви надіслали іншим.

source: Certificate is already stored on the server
et_ee: Sertifikaat on juba serveris salvestatud
ko_kr: 인증서가 이미 서버에 저장되어 있습니다.
uk_ua: Сертифікат вже зберігається на сервері

source: Unable to decrypt certificate
et_ee: Sertifikaadi dekrüpteerimine ei ole võimalik
ko_kr: 인증서를 해독할 수 없습니다.
uk_ua: Не вдається розшифрувати сертифікат

source: Private key can't be used to sign email
et_ee: Privaatvõtit ei saa kasutada e-kirjade allkirjastamiseks
ko_kr: 개인 키를 사용하여 이메일에 서명할 수 없습니다.
uk_ua: Приватний ключ не можна використовувати для підпису електронної пошти

source: Certificate email address doesn't match grommunio Web account
et_ee: Sertifikaadi e-posti aadress ei vasta grommunio veebikontole
ko_kr: 인증서 이메일 주소가 그로뮤니오 웹 계정과 일치하지 않습니다.
uk_ua: Адреса електронної пошти сертифіката не відповідає веб-акаунту grommunio
zh_cn: 证书的电子邮件地址与grommunio网络账户不一致

source: Certificate was expired on
et_ee: Sertifikaadi kehtivusaeg lõppes
ko_kr: 인증서가 다음 날짜에 만료되었습니다.
uk_ua: Термін дії сертифікату закінчився
zh_cn: 证书过期时间为

source: Certificate was imported.
et_ee: Sertifikaat imporditi.
ko_kr: 인증서를 가져왔습니다.
uk_ua: Сертифікат був імпортований.

source: Certificate is not yet valid
et_ee: Sertifikaat ei ole veel kehtiv
ko_kr: 인증서가 아직 유효하지 않습니다.
uk_ua: Сертифікат ще не дійсний
zh_cn: 证书尚未生效

source: Certificate has not been imported
et_ee: Sertifikaati ei ole imporditud
ko_kr: 인증서를 가져오지 않았습니다.
uk_ua: Сертифікат не був імпортований

source: Certificate is revoked, but was imported.
et_ee: Sertifikaat on tühistatud, kuid see on imporditud.
ko_kr: 인증서가 해지되었지만 가져온 인증서입니다.
uk_ua: Сертифікат анульовано, але товар був імпортований.

source: Unable to read public certificate
et_ee: Ei saa lugeda avalikku sertifikaati
ko_kr: 공인 인증서를 읽을 수 없습니다.
uk_ua: Не вдається прочитати відкритий сертифікат

source: Can't add data to bus, same action type is present in bus
et_ee: Ei saa lisada andmeid bussi, sama tegevuse tüüp on bussis olemas
ko_kr: 버스에 데이터를 추가할 수 없음, 버스에 동일한 작업 유형이 있음
uk_ua: Неможливо додати дані до шини, в шині присутній той самий тип дії

source: Response data requested from bus but it doesn't have any data.
et_ee: Vastusandmed, mida bussilt taotletakse, kuid sellel ei ole andmeid.
ko_kr: 버스에서 요청했지만 데이터가 없는 응답 데이터입니다.
uk_ua: Дані відповіді запитуються з шини, але на ній немає жодних даних.

source: Unknown module '%s' with id '%s'
et_ee: Tundmatu moodul „%s“ identifikaatoriga „%s“
ko_kr: 알 수 없는 모듈 '%s'의 ID가 '%s'입니다.
uk_ua: Невідомий модуль '%s' з ідентифікатором '%s'

source: Server encountered some problem, so it was not able to handle the request.
et_ee: Serveril tekkis mingi probleem, mistõttu ta ei suutnud taotlust käsitleda.
ko_kr: 서버에 문제가 발생하여 요청을 처리할 수 없습니다.
uk_ua: Сервер зіткнувся з якоюсь проблемою, тому не зміг обробити запит.

source: Unknown notifier '%s'
et_ee: Tundmatu teavitaja '%s'
ko_kr: 알 수 없는 알림 '%s'
uk_ua: Невідомий сповіщувач '%s'

source: An unexpected error has occurred
et_ee: On ilmnenud ootamatu viga
ko_kr: 예기치 않은 오류가 발생했습니다.
uk_ua: Виникла непередбачувана помилка
zh_cn: 发生意外错误

source: To-Do List
et_ee: Tööde nimekiri
ko_kr: 할 일 목록
uk_ua: Список справ
zh_cn: 待办事项列表

source: Error retrieving existing settings
et_ee: Olemasolevate seadete päringu viga
ko_kr: 기존 설정을 검색하는 동안 오류가 발생했습니다.
uk_ua: Помилка при отриманні існуючих налаштувань

source: Error retrieving existing persistent settings
et_ee: Olemasolevate püsivate seadete päringu viga
ko_kr: 기존 영구 설정을 검색하는 동안 오류가 발생했습니다.
uk_ua: Помилка при отриманні наявних постійних налаштувань

source: Logon failed. Please verify your credentials and try again.
et_ee: Sisselogimine ei õnnestunud, palun kontrolli oma kasutajanime/salasõna ja proovi uuesti.
ko_kr: 로그온하지 못했습니다. 자격 증명을 확인한 후 다시 시도하세요.
zh_cn: 登录失败。请验证您的凭证并重试。

source: Cannot connect to Gromox.
et_ee: Ei saa ühendust Gromoxi serveriga.
ko_kr: Gromox에 연결할 수 없습니다.
zh_cn: 无法连接到Gromox。

source: Login did not work due to a duplicate session. The issue was automatically resolved, please log in again.
et_ee: Sisselogimine ei toiminud dubleeritud seansi tõttu. Probleem lahendati automaatselt, palun logige uuesti sisse.
ko_kr: 중복 세션으로 인해 로그인할 수 없습니다. 문제가 자동으로 해결되었으니 다시 로그인하세요.
uk_ua: Не вдалося увійти через дублювання сесії. Проблема була автоматично вирішена, будь ласка, увійдіть ще раз.
zh_cn: 由于会话重复，登录功能无法正常运行。该问题已自动解决，请重新登录。

source: Unknown MAPI Error
et_ee: MAPI tundmatu viga
ko_kr: 알 수 없는 MAPI 오류
zh_cn: 未知的应用程序编程接口（MAPI）错误

source: Destination folder not found.
et_ee: Sihtkausta ei leitud.
ko_kr: 대상 폴더를 찾을 수 없습니다.
uk_ua: Теку призначення не знайдено.

source: Eml is corrupted
et_ee: Eml on rikutud
ko_kr: Eml이 손상되었습니다.
uk_ua: Eml пошкоджено

source: The eml Attachment is not imported successfully
et_ee: EML manus ei ole edukalt imporditud
ko_kr: eml 첨부 파일을 성공적으로 가져오지 못했습니다.
uk_ua: Вкладення eml не вдалося успішно імпортувати
zh_cn: eml附件没有被成功导入

source: The vcf attachment is not imported successfully
et_ee: vcf manus ei ole edukalt imporditud
ko_kr: VCF 첨부 파일을 성공적으로 가져오지 못했습니다.
uk_ua: Вкладення vcf не вдалося успішно імпортувати
zh_cn: vcf附件没有被成功导入

source: Unable to import '%s' to '%s'.
et_ee: Ei ole võimalik importida '%s' aadressile '%s'.
ko_kr: '%s'를 '%s'로 가져올 수 없습니다.
uk_ua: Не вдалося імпортувати '%s' до '%s'.
zh_cn: 无法将‘%s’导入至‘%s’。

source: There is no appointment found in this file.
et_ee: Selles failis ei leidu ühtegi kohtumist.
ko_kr: 이 파일에 약속이 없습니다.
uk_ua: У цьому файлі не знайдено жодної зустрічі.
zh_cn: 未能在此文件中找到任何预约。

source: The file is corrupt.
et_ee: Fail on vigane.
ko_kr: 파일이 손상되었습니다.
uk_ua: Файл пошкоджено.
zh_cn: 该文件已损坏。

source: The file is invalid.
et_ee: Fail on vigane.
ko_kr: 파일이 유효하지 않습니다.
uk_ua: Файл є недійсним.
zh_cn: 该文件无效。

source: Unable to import '%s'.
et_ee: Ei ole võimalik importida '%s'.
ko_kr: '%s'를 가져올 수 없습니다.
uk_ua: Не вдалося імпортувати '%s'.
zh_cn: 无法导入‘%s’。

source: Attachment is not imported successfully
et_ee: Manus ei ole edukalt imporditud
ko_kr: 첨부 파일을 성공적으로 가져오지 못했습니다.
uk_ua: Вкладення не вдається успішно імпортувати

source: Embedded attachment not found.
et_ee: Varjatud manustust ei leitud.
ko_kr: 임베디드 첨부 파일을 찾을 수 없습니다.
uk_ua: Вбудований файл не знайдено.

source: ZIP is not created successfully
et_ee: ZIP ei ole edukalt loodud
ko_kr: ZIP이 성공적으로 생성되지 않았습니다.
uk_ua: ZIP не вдається створити успішно

source: Attachments can not be downloaded
et_ee: Manuseid ei saa alla laadida
ko_kr: 첨부 파일을 다운로드할 수 없습니다.
uk_ua: Вкладення не можуть бути завантажені

source: Could not find attachment.
et_ee: Ei suutnud leida manustust.
ko_kr: 첨부 파일을 찾을 수 없습니다.
uk_ua: Не вдалося знайти вкладення.

source: Operation failed
et_ee: Operatsioon ebaõnnestus
ko_kr: 작업 실패
uk_ua: Операція не вдалася
zh_cn: 操作失败

source: Sticky Note
et_ee: Kleepuv märkus
ko_kr: 스티커 메모
uk_ua: Липка записка
zh_cn: 粘滞便笺

source: Task Request
et_ee: Ülesande taotlus
ko_kr: 작업 요청
uk_ua: Запит на виконання завдання

source: Could not find message, either it has been moved or deleted.
et_ee: Ei leidnud sõnumit, kas see on ümber paigutatud või kustutatud.
ko_kr: 메시지가 이동되었거나 삭제되어 찾을 수 없습니다.
uk_ua: Не вдалося знайти повідомлення, або воно було переміщене, або видалене.

source: Request is not available.
et_ee: Taotlus ei ole saadaval.
ko_kr: 요청을 사용할 수 없습니다.
uk_ua: Запит не доступний.
zh_cn: 请求不可用。

source: You have insufficient privileges to open this object.
et_ee: Teil ei ole selle objekti avamiseks piisavalt õigusi.
ko_kr: 이 개체를 열 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо прав, щоб відкрити цей об'єкт.
zh_cn: 您无足够的权限打开此对象。

source: Logon Failed. Please check your name/password.
et_ee: Sisselogimine ei õnnestunud, palun kontrolli oma nime ja/või salasõna.
ko_kr: 로그온에 실패했습니다. 이름/비밀번호를 확인해 주세요.
zh_cn: 登录失败。请检查您的姓名/密码。

source: Can not connect to Gromox.
et_ee: Ei saa ühendust Gromoxi serveriga.
ko_kr: Gromox에 연결할 수 없습니다.
zh_cn: 无法连接Gromox。

source: Can not open object with provided id.
et_ee: Ei saa antud id-ga objekti avada.
ko_kr: 제공된 ID로 개체를 열 수 없습니다.
uk_ua: Не вдається відкрити об'єкт з наданим ідентифікатором.
zh_cn: 无法打开包含所提供ID的对象。

source: There are no recipients in the message.
et_ee: Sõnumis ei ole ühtegi adressaati.
ko_kr: 메시지에 받는 사람이 없습니다.
uk_ua: У повідомленні немає одержувачів.
zh_cn: 消息中无收件人。

source: Can not find object.
et_ee: Ei leia objekti.
ko_kr: 개체를 찾을 수 없습니다.
uk_ua: Не можу знайти об'єкт.
zh_cn: 找不到对象。
