Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/grommunio_web.po
Languages: et_ee, ko_kr, uk_ua, zh_cn

source: Operation failed: Server does not have enough memory.
et_ee: Operatsioon ebaõnnestus: Serveril ei ole piisavalt mälu.
ko_kr: 작업이 실패했습니다: 서버의 메모리가 부족합니다.
uk_ua: Не вдалося виконати операцію: На сервері недостатньо пам'яті.
zh_cn: 操作失败：服务器无足够内存。

source: Unknown MAPI Error: %s
et_ee: Tundmatu MAPI viga: %s
ko_kr: 알 수 없는 MAPI 오류: %s
uk_ua: Невідома помилка MAPI: %s
zh_cn: 未知的邮件应用程序编程接口（MAPI）错误：%s

source: Action is not performed correctly.
et_ee: Tegevus ei ole korrektselt sooritatud.
ko_kr: 작업이 올바르게 수행되지 않습니다.
uk_ua: Дія виконується некоректно.

source: Could not handle this type of object.
et_ee: Seda tüüpi objekti ei saanud käsitleda.
ko_kr: 이 유형의 개체를 처리할 수 없습니다.
uk_ua: Не зміг впоратися з таким типом об'єктів.

source: Could not open this object.
et_ee: Seda objekti ei saanud avada.
ko_kr: 이 개체를 열 수 없습니다.
uk_ua: Не вдалося відкрити цей об'єкт.

source: Error in search, please try again
et_ee: Viga otsingus, palun proovige uuesti
ko_kr: 검색 중 오류가 발생했습니다. 다시 시도하세요.
uk_ua: Помилка пошуку, спробуйте ще раз

source: Unable to perform search query, no permissions to create search folder.
et_ee: Ei saa teha otsingupäringut, puuduvad õigused otsingukausta loomiseks.
ko_kr: 검색 쿼리를 수행할 수 없으며 검색 폴더를 만들 수 있는 권한이 없습니다.
uk_ua: Неможливо виконати пошуковий запит, немає прав на створення папки пошуку.

source: Unable to perform search query, search folder not found.
et_ee: Otsingupäringut ei ole võimalik teha, otsingukausta ei leitud.
ko_kr: 검색 쿼리를 수행할 수 없음, 검색 폴더를 찾을 수 없음.
uk_ua: Неможливо виконати пошуковий запит, папку пошуку не знайдено.

source: Unable to perform search query, store might not support searching.
et_ee: Otsingupäringut ei ole võimalik teha, pood ei pruugi toetada otsingut.
ko_kr: 검색 쿼리를 수행할 수 없는 경우 스토어에서 검색을 지원하지 않을 수 있습니다.
uk_ua: Неможливо виконати пошуковий запит, магазин може не підтримувати пошук.

source: Error in creating search folder.
et_ee: Viga otsingukausta loomisel.
ko_kr: 검색 폴더를 만드는 동안 오류가 발생했습니다.
uk_ua: Помилка при створенні папки пошуку.

source: Could not open occurrence.
et_ee: Ei saanud avada juhtumit.
ko_kr: 열 수 없습니다.
uk_ua: Не вдалося відкрити подію.

source: Could not open occurrence, specific occurrence is probably deleted.
et_ee: Ei saanud avada esinemist, konkreetne esinemine on tõenäoliselt kustutatud.
ko_kr: 발생을 열 수 없습니다. 특정 발생이 삭제되었을 수 있습니다.
uk_ua: Не вдалося відкрити входження, певне входження, ймовірно, видалено.

source: a meeting request
et_ee: koosolekukutse
ko_kr: 회의 요청
uk_ua: запит на зустріч
zh_cn: 一个会议请求

source: an appointment
et_ee: kohtumine
ko_kr: 약속
uk_ua: зустріч
zh_cn: 一个事件

source: You have insufficient privileges to move
et_ee: Sul ei ole piisavalt õigusi, et tõsta
ko_kr: 이동할 수 있는 권한이 충분하지 않습니다.
uk_ua: У вас недостатньо привілеїв для переїзду
zh_cn: 权限不足 无法移动

source: Cannot set a reminder to appear before the previous occurrence. Reset reminder to save the change
et_ee: Ei saa määrata meeldetuletust, mis ilmuks enne eelmist sündmust. Muudatuse salvestamiseks lähtestage meeldetuletus
ko_kr: 이전 발생 전에 미리 알림이 표시되도록 설정할 수 없습니다. 미리 알림을 재설정하여 변경 내용을 저장합니다.
uk_ua: Не вдається встановити нагадування, щоб воно з'являлося перед попередньою подією. Скинути нагадування, щоб зберегти зміни

source: Two occurrences cannot occur on the same day
et_ee: Kaks sündmust ei saa toimuda samal päeval
ko_kr: 같은 날에 두 개의 이벤트가 발생할 수 없습니다.
uk_ua: Дві події не можуть відбутися в один день

source: You marked '%s' as a resource. You cannot schedule a meeting with '%s' because you do not have the appropriate permissions for that account. Either enter the name as a required or optional attendee or talk to your administrator about giving you permission to schedule '%s'.
et_ee: Sina märkisid ressursiks „%s“. Sa ei saa planeerida koosolekut koos kasutajaga „%s“, sest sul ei ole selle konto jaoks sobivaid õigusi. Sisesta nimi kas nõutava või vabatahtliku osalejana või räägi oma peakasutajaga, et saada endale õigus „%s“ ajakava koostamiseks.
ko_kr: '%s'를 리소스로 표시했습니다. 해당 계정에 대한 적절한 권한이 없으므로 '%s'와 모임을 예약할 수 없습니다. 이름을 필수 또는 선택적 참석자로 입력하거나 관리자에게 '%s'를 예약할 수 있는 권한을 부여하는 것에 대해 문의하세요.
uk_ua: Ви позначили '%s' як ресурс. Ви не можете запланувати зустріч з "%s", оскільки не маєте відповідних дозволів для цього облікового запису. Або введіть ім'я як обов'язкового чи необов'язкового учасника, або зверніться до адміністратора, щоб отримати дозвіл на планування для '%s'.

source: '%s' has declined your meeting because '%s' does not automatically accept meeting requests.
et_ee: '%s' on sinu kohtumisest keeldunud, sest '%s' ei võta automaatselt vastu koosolekukutseid.
ko_kr: '%s'가 회의 요청을 자동으로 수락하지 않기 때문에 '%s'가 귀하의 회의를 거부했습니다.
uk_ua: '%s' відхилив вашу зустріч, оскільки '%s' не приймає запити на зустрічі автоматично.

source: '%s' has declined your meeting because it is recurring. You must book each meeting separately with this resource.
et_ee: '%s' on teie kohtumisest keeldunud, sest see on korduv. Te peate broneerima iga kohtumise eraldi selle ressursi abil.
ko_kr: '%s'가 반복 모임이기 때문에 귀하의 모임을 거부했습니다. 이 리소스를 사용하여 각 미팅을 개별적으로 예약해야 합니다.
uk_ua: '%s' відхилив вашу зустріч, оскільки вона повторюється. Ви повинні бронювати кожну зустріч окремо за допомогою цього ресурсу.

source: '%s' is already booked for this specified time. You must use another time or find another resource.
et_ee: '%s' on juba broneeritud selleks määratud ajaks. Te peate kasutama teist aega või leidma teise ressursi.
ko_kr: '%s'는 이 지정된 시간에 이미 예약되어 있습니다. 다른 시간을 사용하거나 다른 리소스를 찾아야 합니다.
uk_ua: '%s' вже заброньовано на цей час. Ви повинні використати інший час або знайти інший ресурс.

source: Meeting was not scheduled.
et_ee: Kohtumine ei olnud kavandatud.
ko_kr: 회의가 예약되지 않았습니다.
uk_ua: Зустріч не була запланована.

source: Meeting could not be sent.
et_ee: Koosolekut ei saanud saata.
ko_kr: 미팅을 보낼 수 없습니다.
uk_ua: Зустріч не вдалося відправити.

source: Meeting could not be saved.
et_ee: Koosolekut ei saanud päästa.
ko_kr: 모임을 저장할 수 없습니다.
uk_ua: Зустріч не вдалося врятувати.

source: Private Appointment
et_ee: Privaatne kohtumine
ko_kr: 개인 예약
uk_ua: Приватний прийом

source: %s's Birthday
et_ee: %s sünnipäev
ko_kr: s의 생일
uk_ua: День народження %s

source: %s's Anniversary
et_ee: %s aastapäev
ko_kr: 의 기념일
uk_ua: Ювілей %s

source: You don't have the permission to complete this action
et_ee: Sul ei ole õigusi selle tegevuse lõpuleviimiseks
ko_kr: 이 작업을 완료할 수 있는 권한이 없습니다.
uk_ua: У вас немає дозволу на виконання цієї дії

source: Quota error
et_ee: Kvoodi viga
ko_kr: 할당량 오류
uk_ua: Помилка квоти

source: Send quota limit reached
et_ee: Saatekvoodi limiit on saavutatud
ko_kr: 전송 할당량 한도에 도달했습니다.
uk_ua: Вичерпано ліміт квоти на відправлення

source: Email sending failed. Check the log files for more information.
et_ee: E-posti saatmine ebaõnnestus. Lisateabe saamiseks vaadake logifaile.
ko_kr: 이메일 전송에 실패했습니다. 자세한 내용은 로그 파일에서 확인하세요.
uk_ua: Не вдалося надіслати імейл. Перевірте файли журналів для отримання додаткової інформації.

source: Unknown user/group
et_ee: Tundmatu kasutaja/rühm
ko_kr: 알 수 없는 사용자/그룹
uk_ua: Невідомий користувач/група

source: Could not save delegate information.
et_ee: Ei õnnestunud salvestada delegaatide andmeid.
ko_kr: 대리인 정보를 저장할 수 없습니다.
uk_ua: Не вдалося зберегти інформацію про делегата.

source: Could not delete delegate.
et_ee: Ei saanud delegaati kustutada.
ko_kr: 대리인을 삭제할 수 없습니다.
uk_ua: Не вдалося видалити делегата.

source: Can not get list of delegates.
et_ee: Ei saa delegaatide nimekirja.
ko_kr: 대리인 목록을 가져올 수 없습니다.
uk_ua: Не можу отримати список делегатів.

source: Could not load the hierarchy.
et_ee: Ei saanud hierarhiat laadida.
ko_kr: 계층 구조를 로드할 수 없습니다.
uk_ua: Не вдалося завантажити ієрархію.

source: Could not load folder properties.
et_ee: Ei saanud laadida kausta omadusi.
ko_kr: 폴더 속성을 로드할 수 없습니다.
uk_ua: Не вдалося завантажити властивості теки.

source: Could not remove folder from favorites.
et_ee: Ei saanud kausta lemmikute hulgast eemaldada.
ko_kr: 즐겨찾기에서 폴더를 제거할 수 없습니다.
uk_ua: Не вдалося видалити папку з обраного.

source: You have insufficient privileges to delete folder.
et_ee: Sul ei ole kausta kustutamiseks piisavalt õigusi.
ko_kr: 폴더를 삭제할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв для видалення теки.

source: Could not delete folder.
et_ee: Ei saanud kausta kustutada.
ko_kr: 폴더를 삭제할 수 없습니다.
uk_ua: Не вдалося видалити папку.
zh_cn: 不能删除文件夹。

source: You have insufficient privileges to copy folder.
et_ee: Sul ei ole kausta kopeerimiseks piisavalt õigusi.
ko_kr: 폴더를 복사할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо прав для копіювання теки.

source: Could not copy folder.
et_ee: Ei saanud kausta kopeerida.
ko_kr: 폴더를 복사할 수 없습니다.
uk_ua: Не вдалося скопіювати папку.

source: You have insufficient privileges to move this folder.
et_ee: Sul ei ole selle kausta teisaldamiseks piisavalt õigusi.
ko_kr: 이 폴더를 이동할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв для переміщення цієї теки.

source: Could not move folder.
et_ee: Ei saanud kausta teisaldada.
ko_kr: 폴더를 이동할 수 없습니다.
uk_ua: Не вдалося перемістити папку.

source: You have insufficient privileges to delete items.
et_ee: Teil ei ole piisavalt õigusi objektide kustutamiseks.
ko_kr: 항목을 삭제할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв для видалення елементів.

source: Could not empty folder.
et_ee: Ei saanud kausta tühjendada.
ko_kr: 폴더를 비울 수 없습니다.
uk_ua: Не вдалося очистити папку.

source: Could not perform action correctly.
et_ee: Ei suutnud toimingut õigesti sooritada.
ko_kr: 작업을 올바르게 수행할 수 없습니다.
uk_ua: Не вдалося виконати дію правильно.

source: A favorite folder with this name already exists, please use another name.
et_ee: Selle nimega lemmikkaust on juba olemas, palun kasuta teist nime.
ko_kr: 이 이름의 즐겨찾기 폴더가 이미 있는 경우 다른 이름을 사용하세요.
uk_ua: Тека з такою назвою вже існує, будь ласка, використовуйте іншу назву.

source: Could not add folder to favorites.
et_ee: Ei saanud lisada kausta lemmikute hulka.
ko_kr: 즐겨찾기에 폴더를 추가할 수 없습니다.
uk_ua: Не вдалося додати папку до обраного.

source: You have insufficient privileges to set permissions for this folder.
et_ee: Sul ei ole piisavalt õigusi selle kausta õiguste määramiseks.
ko_kr: 이 폴더에 대한 권한을 설정할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв, щоб встановити дозволи для цієї теки.

source: Could not set folder permissions.
et_ee: Ei saanud määrata kausta õigusi.
ko_kr: 폴더 권한을 설정할 수 없습니다.
uk_ua: Не вдалося встановити права доступу до папки.

source: You have insufficient privileges to rename this folder.
et_ee: Sul ei ole piisavalt õigusi selle kausta nime muutmiseks.
ko_kr: 이 폴더의 이름을 바꿀 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв для перейменування цієї теки.

source: A folder with this name already exists. Use another name.
et_ee: Selle nimega kaust on juba olemas. Kasuta teist nime.
ko_kr: 이 이름의 폴더가 이미 존재합니다. 다른 이름을 사용하세요.
uk_ua: Тека з такою назвою вже існує. Використовуйте іншу назву.

source: Could not rename folder.
et_ee: Ei saanud kausta nime muuta.
ko_kr: 폴더 이름을 변경할 수 없습니다.
uk_ua: Не вдалося перейменувати папку.

source: You have insufficient privileges to create this folder.
et_ee: Sul ei ole selle kausta loomiseks piisavalt õigusi.
ko_kr: 이 폴더를 만들 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв для створення цієї теки.

source: Could not create folder.
et_ee: Ei suutnud luua kausta.
ko_kr: 폴더를 만들 수 없습니다.
uk_ua: Не вдалося створити папку.

source: Could not close shared folder.
et_ee: Ei suutnud sulgeda jagatud kausta.
ko_kr: 공유 폴더를 닫을 수 없습니다.
uk_ua: Не вдалося закрити спільну папку.

source: User could not be resolved.
et_ee: Kasutajat ei saanud lahendada.
ko_kr: 사용자를 확인할 수 없습니다.
uk_ua: Не вдалося вирішити проблему з користувачем.

source: You have insufficient privileges to open this %1$s folder. The folder owner can set these using the 'permissions'-tab of the folder properties (right click the %1$s folder > properties > permissions).
et_ee: Sul ei ole piisavalt õigusi selle %1$s kausta avamiseks. Kausta omanik saab neid määrata kausta omaduste vahekaardil "õigused" (paremklikk kaustale %1$s > omadused > õigused).
ko_kr: 이 %1$s 폴더를 열 수 있는 권한이 부족합니다. 폴더 소유자는 폴더 속성의 '권한' 탭(%1$s 폴더 > 속성 > 권한 마우스 오른쪽 클릭)을 사용하여 이 권한을 설정할 수 있습니다.
uk_ua: У вас недостатньо привілеїв для відкриття теки %1$s. Власник теки може встановити їх за допомогою вкладки "дозволи" у властивостях теки (клацніть правою кнопкою миші на теці %1$s > властивості > дозволи).

source: default
et_ee: vaikimisi
ko_kr: 기본값
uk_ua: за замовчуванням

source: anonymous
et_ee: anonüümne
ko_kr: 익명
uk_ua: анонімний

source: unknown
et_ee: tundmatu
ko_kr: 알 수 없음
uk_ua: невідомо
zh_cn: 未知

source: Could not move folder
et_ee: Ei saanud kausta teisaldada
ko_kr: 폴더를 이동할 수 없습니다.
uk_ua: Не вдалося перемістити папку

source: Could not copy folder
et_ee: Ei saanud kausta kopeerida
ko_kr: 폴더를 복사할 수 없습니다.
uk_ua: Не вдалося скопіювати папку

source: You have insufficient privileges to open this message.
et_ee: Teil ei ole selle sõnumi avamiseks piisavalt õigusi.
ko_kr: 이 메시지를 열 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв, щоб відкрити це повідомлення.

source: Could not find message, either it has been moved or deleted or you don't have access to open this message.
et_ee: Ei leidnud sõnumit, kas see on liigutatud või kustutatud või teil ei ole juurdepääsu selle sõnumi avamiseks.
ko_kr: 메시지가 이동 또는 삭제되었거나 이 메시지를 열 수 있는 액세스 권한이 없어 메시지를 찾을 수 없습니다.
uk_ua: Не вдалося знайти повідомлення, або воно було переміщене, або видалене, або у вас немає доступу для відкриття цього повідомлення.

source: Could not open message.
et_ee: Sõnumit ei saanud avada.
ko_kr: 메시지를 열 수 없습니다.
uk_ua: Не вдається відкрити повідомлення.
zh_cn: 无法打开消息。

source: You have insufficient privileges to decline this Meeting Request
et_ee: Sul ei ole piisavalt õigusi, et keelduda sellest koosolekukutsest
ko_kr: 이 미팅 요청을 거절할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо прав, щоб відхилити це запрошення на зустріч
zh_cn: 您无足够的权限拒绝此会议请求

source: You have insufficient privileges to accept this Meeting Request
et_ee: Sul ei ole piisavalt õigusi, et selle koosolekukutsega nõustuda
ko_kr: 이 모임 요청을 수락할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо прав, щоб прийняти це запрошення на зустріч
zh_cn: 您无足够的权限接受此会议请求

source: Could not copy message
et_ee: Ei saanud kopeerida sõnumit
ko_kr: 메시지를 복사할 수 없습니다.
uk_ua: Не вдається скопіювати повідомлення
zh_cn: 无法复制消息

source: Could not move message
et_ee: Teade ei saanud liikuda
ko_kr: 메시지를 이동할 수 없습니다.
uk_ua: Не вдається перемістити повідомлення
zh_cn: 无法移动消息

source: You have insufficient privileges to save items in this folder
et_ee: Sul ei ole piisavalt õigusi, et salvestada objekte sellesse kausta
ko_kr: 이 폴더에 항목을 저장할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо прав, щоб зберегти складники в цю теку
zh_cn: 您无足够的权限将项目保存到此文件夹中

source: Could not save message
et_ee: Ei saanud salvestada sõnumit
ko_kr: 메시지를 저장할 수 없습니다.
uk_ua: Не вдається зберегти повідомлення
zh_cn: 无法保存消息

source: You have insufficient privileges to remove item from the calendar.
et_ee: Teil ei ole piisavalt õigusi, et eemaldada kirje kalendrist.
ko_kr: 캘린더에서 항목을 제거할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв, щоб видалити елемент з календаря.
zh_cn: 您无足够的权限从日历中删除项目。

source: Message is no longer in the outgoing queue, typically because it has already been sent.
et_ee: Sõnum ei ole enam väljaminevas järjekorras, tavaliselt seetõttu, et see on juba saadetud.
ko_kr: 메시지가 더 이상 발신 대기열에 없습니다. 일반적으로 이미 전송되었기 때문입니다.
uk_ua: Повідомлення більше не знаходиться у вихідній черзі, як правило, тому, що його вже було відправлено.
zh_cn: 消息不会再出现在传出队列中，通常是因为已发送此消息。

source: Message cannot be aborted
et_ee: Sõnumit ei saa katkestada
ko_kr: 메시지를 중단할 수 없습니다.
uk_ua: Повідомлення не можна перервати
zh_cn: 消息无法中止

source: You have insufficient privileges to delete items in this folder
et_ee: Sul ei ole piisavalt õigusi selles kaustas olevate kirjete kustutamiseks
ko_kr: 이 폴더의 항목을 삭제할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо прав, щоб видалити складники з цієї теки
zh_cn: 您无足够的权限删除此文件夹中的项目

source: You have insufficient privileges to attach item as an attachment.
et_ee: Teil ei ole piisavalt õigusi, et lisada objekt manusena.
ko_kr: 항목을 첨부 파일로 첨부할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв, щоб прикріпити елемент як вкладення.
zh_cn: 您无足够的权限将项目作为附件添加。

source: Could not attach item as an attachment.
et_ee: Ei saanud objekti manusena lisada.
ko_kr: 항목을 첨부 파일로 첨부할 수 없습니다.
uk_ua: Не вдалося прикріпити товар як вкладення.
zh_cn: 无法将项目作为附件添加。

source: You have insufficient privileges to reclaim the ownership for the Task Request.
et_ee: Teil ei ole piisavalt õigusi, et nõuda ülesande taotluse omandiõigust tagasi.
ko_kr: 작업 요청에 대한 소유권을 되찾을 수 있는 권한이 충분하지 않습니다.
uk_ua: У вас недостатньо привілеїв, щоб повернути право власності на Запит на завдання.
zh_cn: 您无足够的权限收回任务请求的所有权。

source: Could not reclaim the ownership for the Task Request.
et_ee: Ei saanud tagasi nõuda ülesande taotluse omandiõigust.
ko_kr: 작업 요청에 대한 소유권을 되찾을 수 없습니다.
uk_ua: Не вдалося відновити право власності на Запит на виконання завдання.
zh_cn: 无法收回任务请求的所有权。

source: You have insufficient privileges to accept this Task Request.
et_ee: Teil ei ole piisavalt õigusi selle ülesande taotluse vastuvõtmiseks.
ko_kr: 이 작업 요청을 수락할 수 있는 권한이 부족합니다.
zh_cn: 您无足够的权限接受此任务请求。

source: Could not accept Task Request.
et_ee: Ei saanud vastu võtta ülesande taotlust.
ko_kr: 작업 요청을 수락할 수 없습니다.
uk_ua: Не вдалося прийняти запит на виконання завдання.
zh_cn: 无法接受任务请求。

source: You have insufficient privileges to decline this Task Request.
et_ee: Teil ei ole piisavalt õigusi selle ülesande taotluse tagasilükkamiseks.
ko_kr: 이 작업 요청을 거부할 수 있는 권한이 부족합니다.
zh_cn: 您无足够的权限拒绝此任务请求。

source: Could not decline Task Request.
et_ee: Ei saanud keelduda ülesande taotlusest.
ko_kr: 작업 요청을 거절할 수 없습니다.
uk_ua: Неможливо відхилити запит на виконання завдання.
zh_cn: 无法拒绝任务请求。

source: Conflicts with another appointment.
et_ee: Kokkupuude mõne teise kohtumisega.
ko_kr: 다른 약속과 충돌합니다.
uk_ua: Конфліктує з іншою зустріччю.
zh_cn: 与另一项预约冲突。

source: %s occurrence of this recurring appointment conflicts with other appointment.
et_ee: %s selle korduva kohtumise kord on vastuolus teiste kohtumistega.
ko_kr: 이 반복 약속이 다른 약속과 충돌하는 %s가 발생했습니다.
uk_ua: % поява цього повторюваного прийому суперечить іншим прийомам.
zh_cn: %s此重复预约事件与其它预约相冲突。

source: Your message did not reach some or all of the intended recipients
et_ee: Sinu sõnum ei jõudnud mõne või kõigi soovitud adressaatideni
ko_kr: 메시지가 의도한 수신자의 일부 또는 전체에게 전달되지 않았습니다.
uk_ua: Ваше повідомлення не досягло деяких або всіх адресатів
zh_cn: 您的消息未送达部分或全部预期收件人

source: The following recipient(s) could not be reached
et_ee: Järgmis(t)e vastuvõtja(te)ga ei olnud võimalik ühendust võtta
ko_kr: 다음 수신자에게 연결할 수 없습니다.
uk_ua: Не вдалося додзвонитися до наступних адресатів
zh_cn: 无法联系以下收件人

source: You have insufficient privileges to see the contents of this folder.
et_ee: Sul ei ole selle kausta sisu nägemiseks piisavalt õigusi.
ko_kr: 이 폴더의 콘텐츠를 볼 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв для перегляду вмісту цієї теки.

source: Could not load the contents of this folder.
et_ee: Selle kausta sisu ei õnnestunud laadida.
ko_kr: 이 폴더의 콘텐츠를 로드할 수 없습니다.
uk_ua: Не вдалося завантажити вміст цієї теки.

source: You have insufficient privileges to perform search operation in this folder.
et_ee: Sul ei ole selles kaustas otsingu teostamiseks piisavalt õigusi.
ko_kr: 이 폴더에서 검색 작업을 수행할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв для виконання операції пошуку в цій теці.

source: Could not update search results.
et_ee: Otsingutulemusi ei saanud uuendada.
ko_kr: 검색 결과를 업데이트할 수 없습니다.
uk_ua: Не вдалося оновити результати пошуку.

source: Could not stop search operation.
et_ee: Ei saanud otsingut peatada.
ko_kr: 검색 작업을 중지할 수 없습니다.
uk_ua: Зупинити пошукову операцію не вдалося.

source: You have insufficient privileges to save this message.
et_ee: Teil ei ole selle sõnumi salvestamiseks piisavalt õigusi.
ko_kr: 이 메시지를 저장할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв, щоб зберегти це повідомлення.

source: Could not save message.
et_ee: Ei saanud salvestada sõnumit.
ko_kr: 메시지를 저장할 수 없습니다.
uk_ua: Не вдалося зберегти повідомлення.

source: You have insufficient privileges to delete this message.
et_ee: Teil ei ole selle sõnumi kustutamiseks piisavalt õigusi.
ko_kr: 이 메시지를 삭제할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо прав для видалення цього повідомлення.

source: Could not delete message.
et_ee: Ei saanud sõnumit kustutada.
ko_kr: 메시지를 삭제할 수 없습니다.
uk_ua: Не вдалося видалити повідомлення.

source: You have insufficient privileges to cancel this Meeting Request.
et_ee: Sul ei ole piisavalt õigusi selle koosolekukutse tühistamiseks.
ko_kr: 이 미팅 요청을 취소할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв, щоб скасувати цей запит на зустріч.

source: Could not cancel Meeting Request.
et_ee: Koosolekukutse tühistamine ei õnnestunud.
ko_kr: 미팅 요청을 취소할 수 없습니다.
uk_ua: Не вдалося скасувати запит на зустріч.

source: You have insufficient privileges to decline this Meeting Request.
et_ee: Sul ei ole piisavalt õigusi, et keelduda sellest koosolekukutsest.
ko_kr: 이 미팅 요청을 거절할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв, щоб відхилити цей запит на зустріч.

source: Could not decline Meeting Request.
et_ee: Koosolekukutsest keeldumine ei õnnestunud.
ko_kr: 미팅 요청을 거절할 수 없습니다.
uk_ua: Ми не могли відмовити у запиті на зустріч.

source: You have insufficient privileges to accept this Meeting Request.
et_ee: Sul ei ole piisavalt õigusi selle koosolekukutse vastuvõtmiseks.
ko_kr: 이 미팅 요청을 수락할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв, щоб прийняти цей запит на зустріч.

source: Could not accept Meeting Request.
et_ee: Koosolekukutse vastuvõtmine ei õnnestunud.
ko_kr: 미팅 요청을 수락할 수 없습니다.
uk_ua: Не вдалося прийняти запит на зустріч.

source: You have insufficient privileges to cancel Meeting Request invitation.
et_ee: Sul ei ole piisavalt õigusi koosolekukutse tühistamiseks.
ko_kr: 미팅 요청 초대를 취소할 수 있는 권한이 부족합니다.
uk_ua: У вас недостатньо привілеїв, щоб скасувати запрошення на зустріч.

source: Could not cancel Meeting Request invitations.
et_ee: Koosolekukutse tühistamine ei õnnestunud.
ko_kr: 미팅 요청 초대를 취소할 수 없습니다.
uk_ua: Не вдалося скасувати запрошення на зустріч.

source: You can not continue search operation on this folder.
et_ee: Sa ei saa jätkata otsingut selles kaustas.
ko_kr: 이 폴더에서는 검색 작업을 계속할 수 없습니다.
uk_ua: Ви не можете продовжити пошук у цій теці.

source: Error in search, please try again.
et_ee: Otsinguviga, palun proovige uuesti.
ko_kr: 검색 중 오류가 발생했습니다. 다시 시도하세요.
uk_ua: Помилка пошуку, спробуйте ще раз.

source: Error in distribution list expansion.
et_ee: Viga levitamisloendi laiendamisel.
ko_kr: 배포 목록 확장에 오류가 발생했습니다.
uk_ua: Помилка при розширенні списку розсилки.

source: The message store has exceeded its hard quota limit.
et_ee: Sõnumihoidla on ületanud oma kõva kvoodi limiidi.
ko_kr: 메시지 저장소의 하드 할당량 한도를 초과했습니다.
uk_ua: Сховище повідомлень перевищило ліміт жорсткої квоти.

source: To reduce the amount of data in this message store, select some items that you no longer need, delete them and cleanup your Deleted Items folder.
et_ee: Selleks, et vähendada andmete hulka selles sõnumite hoidlas, vali välja mõned elemendid, mida sa enam ei vaja, kustuta need ja tühjdenda oma kaust "Kustutatud elemendid".
ko_kr: 이 메시지 저장소의 데이터 양을 줄이려면 더 이상 필요하지 않은 일부 항목을 선택하여 삭제하고 지운 편지함 폴더를 정리하세요.
uk_ua: Щоб зменшити обсяг даних у сховищі повідомлень, виберіть деякі елементи, які вам більше не потрібні, видаліть їх і очистіть папку "Видалені елементи".

source: The message store has exceeded its soft quota limit.
et_ee: Sõnumihoidla on ületanud oma pehme kvoodi limiidi.
ko_kr: 메시지 저장소의 소프트 할당량 한도를 초과했습니다.
uk_ua: Сховище повідомлень перевищило ліміт м'якої квоти.

source: Could not process request data properly.
et_ee: Taotluse andmeid ei saanud nõuetekohaselt töödelda.
ko_kr: 요청 데이터를 제대로 처리할 수 없습니다.
uk_ua: Не вдалося обробити дані запиту належним чином.
