Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/grommunio_web.po
Languages: et_ee, ko_kr, uk_ua, zh_cn

source: Import appointments
et_ee: Impordi kohtumised
ko_kr: 약속 가져오기
uk_ua: Зустрічі з імпортерами
zh_cn: 导入预约

source: Import contacts
et_ee: Impordi kontaktid
ko_kr: 연락처 가져오기
uk_ua: Імпорт контактів
zh_cn: 导入联系人

source: Properties of {0}
et_ee: {0} omadused
ko_kr: 0}의 속성
uk_ua: Властивості {0}
zh_cn: {0}的属性

source: Share {0} with…
et_ee: Jaga {0} koos…
ko_kr: 0} 공유 대상...
uk_ua: Поділіться {0} з...
zh_cn: 与…共享{0}

source: Properties of {0} - {1}
et_ee: {0} - {1} omadused
ko_kr: 0} - {1}의 속성
uk_ua: Властивості {0} - {1}
zh_cn: {0}-{1}的属性

source: Are you sure you want to permanently delete all the items and subfolders in the "{0}" folder?
et_ee: Kas oled kindel, et soovid kustutada lõplikult kõik kirjed ja alamkaustad kaustas "{0}"?
ko_kr: "{0}" 폴더의 모든 항목과 하위 폴더를 영구적으로 삭제하시겠습니까?
uk_ua: Ви впевнені, що хочете назавжди видалити всі елементи і підтеки в теці "{0}"?
zh_cn: 您是否确定永久删除"{0}"文件夹中的所有项目和子文件夹？

source: Are you sure you want to delete the folder "{0}" and move all of its contents into the Deleted Items folder?
et_ee: Kas oled kindel, et soovid kausta "{0}" kustutada ja kogu selle sisu liigutada kausta "Kustutatud kirjed"?
ko_kr: "{0}" 폴더를 삭제하고 해당 폴더의 모든 콘텐츠를 지운 편지함 폴더로 옮기시겠습니까?
uk_ua: Ви впевнені, що хочете видалити теку "{0}" і перемістити весь її вміст до теки Видалені?
zh_cn: 您是否确定删除文件夹"{0}"并将其所有内容移至“已删除项目”文件夹中？

source: Delete folder
et_ee: Kustuta kaust
ko_kr: 폴더 삭제
uk_ua: Видалити теку
zh_cn: 删除文件夹

source: Are you sure you want to empty {0}?
et_ee: Kas olete kindel, et soovite tühjendada {0}?
ko_kr: 0}을 비우시겠습니까?
uk_ua: Ви впевнені, що хочете очистити {0}?
zh_cn: 您是否确定清空{0}？

source: Show All
et_ee: Näita kõiki
ko_kr: 모두 보기
uk_ua: Показати всі
zh_cn: 显示所有

source: Show all folders
et_ee: Näita kõiki kaustu
ko_kr: 모든 폴더 표시
uk_ua: Показати всі папки
zh_cn: 显示所有文件夹

source: You have insufficient privileges to move this folder. Would you like to copy instead?
et_ee: Sul ei ole selle kausta teisaldamiseks piisavalt õigusi. Kas soovid hoopis kopeerida?
ko_kr: 이 폴더를 이동할 수 있는 권한이 부족합니다. 대신 복사하시겠습니까?
uk_ua: У вас недостатньо привілеїв для переміщення цієї теки. Бажаєте скопіювати?

source: Sort by: Importance
et_ee: Sorteerimine: Olulisus
ko_kr: 정렬 기준: 중요도
uk_ua: Сортувати по: Важливість
zh_cn: 排序方式：重要性

source: Sort by: To
et_ee: Järjesta: saaja alusel
ko_kr: 정렬 기준: To
uk_ua: Сортувати по: До
zh_cn: 排序方式：收件人

source: Sent
et_ee: Saadetud
ko_kr: 보낸
uk_ua: Відправлено
zh_cn: 已发送

source: Red
et_ee: Punane
ko_kr: 빨간색
uk_ua: Червоний
zh_cn: 红色

source: Original message
et_ee: Algne sõnum
ko_kr: 원본 메시지
uk_ua: Оригінальне повідомлення
zh_cn: 原始消息

source: Schedule mail to be sent out
et_ee: Posti saatmise ajakava
ko_kr: 메일 발송 예약
uk_ua: Сплануйте розсилку листів
zh_cn: 安排待发出的邮件

source: Scheduled Items
et_ee: Planeeritud objektid
ko_kr: 예약된 항목
uk_ua: Заплановані пункти
zh_cn: 已安排的项目

source: Your message will be sent at
et_ee: Sinu sõnum saadetakse aadressile
ko_kr: 메시지는 다음 주소로 전송됩니다.
uk_ua: Ваше повідомлення буде надіслано на адресу
zh_cn: 将按下列条件发送您的消息

source: Go to your Outbox to edit your email.
et_ee: Mine oma väljaminevate kirjade muutmiseks postkasti.
ko_kr: 받은 편지함으로 이동하여 이메일을 수정합니다.
uk_ua: Перейдіть до папки "Вхідні", щоб відредагувати імейл.
zh_cn: 进入您的发件箱，以编辑您的电子邮件。

source: hour(s)
et_ee: tund(id)
ko_kr: 시간(시간)
uk_ua: година(и)
zh_cn: 小时

source: month(s)
et_ee: kuu(d)
ko_kr: 개월(들)
uk_ua: місяць(и)
zh_cn: 月

source: at a specific time
et_ee: konkreetsel ajal
ko_kr: 특정 시간에
uk_ua: в певний час
zh_cn: 按特定时间

source: The time you entered is in the past. Please reschedule your mail.
et_ee: Teie sisestatud aeg on minevikus. Palun tehke oma postitus ümber.
ko_kr: 입력하신 시간이 지났습니다. 메일 일정을 다시 잡으세요.
uk_ua: Час, який ви ввели, минув. Будь ласка, перенесіть свою пошту на інший час.
zh_cn: 您输入的时间是过去的时间。请重新安排您的邮件。

source: today at
et_ee: täna aadressil
ko_kr: 오늘
uk_ua: сьогодні в
zh_cn: 今天的时间

source: tomorrow at
et_ee: homme kell
ko_kr: 내일
uk_ua: завтра в
zh_cn: 明天的时间

source: {0} at
et_ee: {0} kell
ko_kr: {0}에서
uk_ua: {0} в
zh_cn: {0}的时间

source: Your email will be sent {0}{1}
et_ee: Teie e-kiri saadetakse {0}{1}
ko_kr: 이메일이 {0}{1}로 전송됩니다.
uk_ua: На вашу електронну пошту буде надіслано {0}{1}
zh_cn: 将发送您的电子邮件{0}{1}

source: Saving…
et_ee: Salvestame…
ko_kr: 저장...
uk_ua: Врятувати...
zh_cn: 正在保存…

source: Saved at {0}
et_ee: Salvestatud aadressil {0}
ko_kr: 0}에 저장됨
uk_ua: Збережено в {0}
zh_cn: 保存时间{0}

source: Saving failed
et_ee: Salvestamine ei õnnestunud
ko_kr: 저장 실패
uk_ua: Збереження не вдалося
zh_cn: 保存失败

source: Message Options
et_ee: Sõnumi valikud
ko_kr: 메시지 옵션
uk_ua: Параметри повідомлення
zh_cn: 消息选项

source: This message will be flagged for follow up when it is sent.
et_ee: See sõnum märgitakse peale saatmist jätkutoiminguteks.
ko_kr: 이 메시지는 전송 시 후속 조치를 위해 플래그가 지정됩니다.
uk_ua: Це повідомлення буде позначено як таке, що потребує подальших дій, коли воно буде надіслане.
zh_cn: 发送此消息时，通过标记跟进此消息。

source: Send Later
et_ee: Saada hiljem
ko_kr: 나중에 보내기
uk_ua: Надіслати пізніше
zh_cn: 稍后发送

source: Schedule your mail to be sent on a specific date and time
et_ee: Ajasta oma e-kirja(de) saatmine konkreetsel kuupäeval ja kellaajal
ko_kr: 특정 날짜와 시간에 메일이 전송되도록 예약하기
uk_ua: Заплануйте відправку пошти на певну дату та час
zh_cn: 安排您的邮件在特定的日期和时间发送

source: Add attachments to this email
et_ee: Lisage sellele e-kirjale manuseid
ko_kr: 이 이메일에 첨부 파일 추가
uk_ua: Додайте вкладення до цього листа
zh_cn: 在这封电子邮件中添加附件

source: Add signature
et_ee: Allkirja lisamine
ko_kr: 서명 추가
uk_ua: Додати підпис
zh_cn: 添加签名

source: Options
et_ee: Valikud
ko_kr: 옵션
uk_ua: Параметри
zh_cn: 选项

source: Open options dialog
et_ee: Avage valikute dialoog
ko_kr: 옵션 대화 상자 열기
uk_ua: Відкрийте діалогове вікно параметрів
zh_cn: 打开选项对话框

source: Set flag
et_ee: Lipu seadmine
ko_kr: 플래그 설정
uk_ua: Встановити прапор
zh_cn: 设置标志

source: Set flag on this email
et_ee: Selle e-kirja lipu seadmine
ko_kr: 이 이메일에 플래그 설정
uk_ua: Встановити прапорець на цьому імейлі
zh_cn: 在此电子邮件上设置标志

source: Mark this mail as high priority
et_ee: Märgi see kiri tähtsaks
ko_kr: 이 메일을 우선순위가 높은 메일로 표시
uk_ua: Позначте цей лист як високопріоритетний
zh_cn: 将此邮件标记为高优先级

source: Mark this mail as low priority
et_ee: Märgi see kiri väheoluliseks
ko_kr: 이 메일을 우선순위가 낮은 메일로 표시
uk_ua: Позначте цей лист як низькопріоритетний
zh_cn: 将此邮件标记为低优先级

source: Set read receipt
et_ee: Määra lugemise kviitung
ko_kr: 읽기 영수증 설정
uk_ua: Встановити квитанцію про зчитування
zh_cn: 设置已读回执

source: Request read receipt from recipients
et_ee: Taotlus vastuvõtjate lugemiskviitungi saamiseks
ko_kr: 수신자에게 읽기 영수증 요청
uk_ua: Вимагайте від одержувачів квитанції про прочитання
zh_cn: 请求收件人的已读回执

source: Show Bcc
et_ee: Näita Bcc
ko_kr: 숨은 참조 표시
uk_ua: Показати копію
zh_cn: 显示暗抄送对象

source: Show Bcc field
et_ee: Näita Bcc-välja
ko_kr: 숨은 참조 필드 표시
uk_ua: Показати поле Bcc
zh_cn: 显示暗抄送对象字段

source: Show From field
et_ee: Näita väljalt
ko_kr: 필드에서 표시
uk_ua: Показати з поля
zh_cn: 显示来源字段

source: Cannot save while attachment is being uploaded
et_ee: Manuse üleslaadimise ajal ei saa salvestada
ko_kr: 첨부 파일을 업로드하는 동안에는 저장할 수 없습니다.
uk_ua: Неможливо зберегти під час завантаження вкладення
zh_cn: 附件上传时无法保存

source: Internet Headers
et_ee: Interneti-pealkirjad
ko_kr: 인터넷 헤더
uk_ua: Заголовки в Інтернеті
zh_cn: 因特网报头

source: Message Settings
et_ee: Sõnumite seaded
ko_kr: 메시지 설정
uk_ua: Налаштування повідомлень
zh_cn: 消息设置

source: Tracking Options
et_ee: Jälgimisvõimalused
ko_kr: 추적 옵션
uk_ua: Параметри відстеження
zh_cn: 跟踪选项

source: Request a read receipt for this message.
et_ee: Taotleb selle sõnumi lugemiskviitungi.
ko_kr: 이 메시지에 대한 읽기 영수증을 요청하세요.
uk_ua: Попросіть квитанцію про прочитання цього повідомлення.
zh_cn: 请求此消息的已读回执。

source: no subject
et_ee: ei ole teema
ko_kr: 제목 없음
uk_ua: немає теми
zh_cn: 无主题

source: Set Category
et_ee: Määra kategooria
ko_kr: 카테고리 설정
uk_ua: Встановити категорію
zh_cn: 设置类别

source: Mark Read
et_ee: Märgi loetuks
ko_kr: 마크 읽기
uk_ua: Марк Рід
zh_cn: 标记为已读

source: Mark Unread
et_ee: Märgi mitteloetuks
ko_kr: 읽지 않음 표시
uk_ua: Позначити як непрочитане
zh_cn: 标记为未读

source: New mail
et_ee: Uus post
ko_kr: 새 메일
uk_ua: Нова пошта
zh_cn: 新邮件

source: Mail
et_ee: E-post
ko_kr: 메일
uk_ua: Пошта
zh_cn: 邮件

source: Reply all
et_ee: Vasta kõigile
ko_kr: 모두 답장하기
uk_ua: Відповісти всім
zh_cn: 回复全部

source: Toggle read/unread
et_ee: Vaheta loetud/lugemata
ko_kr: 읽기/읽지 않음 토글
uk_ua: Ввімкнути читання/нечитання
zh_cn: 切换器(Toggle)已读/未读

source: Toggle red/complete flag
et_ee: Punase/täieliku lipu ümberlülitamine
ko_kr: 빨간색/완료 플래그 토글
uk_ua: Увімкнути червоний/повний прапор
zh_cn: 切换器(Toggle)红色/完成标志

source: Open Shared Mails
et_ee: Ava jagatud e-kirjad
ko_kr: 공유 메일 열기
uk_ua: Відкрийте спільні поштові скриньки
zh_cn: 开放的共享邮件

source: Print single email
et_ee: Trüki üksik e-kiri
ko_kr: 단일 이메일 인쇄
uk_ua: Друкувати одну ел. пошту
zh_cn: 打印单独的电子邮件

source: Print selected email
et_ee: Trüki valitud e-kiri
ko_kr: 선택한 이메일 인쇄
uk_ua: Друкувати вибрану ел. пошту
zh_cn: 打印选定的电子邮件

source: Fwd
et_ee: Edasta
ko_kr: 전달
uk_ua: Вперед!
zh_cn: 转发

source: on behalf of
et_ee: järgmiste organisatsioonide nimel
ko_kr: 대신하여
uk_ua: від імені

source: Safe Senders list is empty
et_ee: Turvaliste saatjate nimekiri on tühi
ko_kr: 허용된 발신자 목록이 비어 있습니다.
uk_ua: Список безпечних відправників порожній
zh_cn: 安全发件人列表为空

source: Please select a safe sender record.
et_ee: Palun valige turvaline saatja kirje.
ko_kr: 안전한 발신자 기록을 선택하세요.
uk_ua: Будь ласка, виберіть безпечний запис відправника.
zh_cn: 请选择一个安全发件人记录。

source: Delete all safe senders
et_ee: Kustuta kõik turvalised saatjad
ko_kr: 모든 안전 발신자 삭제
uk_ua: Видалити всіх безпечних відправників
zh_cn: 删除所有安全发件人

source: Are you sure you want to delete all safe senders?
et_ee: Kas olete kindel, et soovite kustutada kõik turvalised saatjad?
ko_kr: 모든 안전 발신자를 삭제하시겠습니까?
uk_ua: Ви впевнені, що хочете видалити всіх безпечних відправників?
zh_cn: 确定要删除所有安全发件人？

source: Plain Text
et_ee: Lihtne tekst
ko_kr: 일반 텍스트
uk_ua: Звичайний текст
zh_cn: 纯文本

source: In both representee's and delegate's Sent Items
et_ee: Nii esindajate kui ka delegaatide saadetud esemetes
ko_kr: 대표자와 위임자의 보낸 편지함
uk_ua: У надісланих об'єктах як представника, так і делегата

source: Only in delegate's Sent Items
et_ee: Ainult delegaadi saadetud esemetes
ko_kr: 위임자의 보낸 편지함에서만
uk_ua: Тільки у надісланих елементах делегата

source: Only in representee's Sent Items
et_ee: Ainult esindajate saadetud esemed
ko_kr: 대표자의 보낸 편지함에서만
uk_ua: Тільки у Відправлених відправленнях представника

source: Compose mail settings
et_ee: Posti koostamise seaded
ko_kr: 메일 설정 작성
uk_ua: Налаштуйте параметри пошти
zh_cn: 撰写邮件设置

source: Compose mail in this format
et_ee: Koostage post sellises formaadis
ko_kr: 다음 형식으로 메일을 작성합니다.
uk_ua: Створюйте листи в такому форматі
zh_cn: 按此格式撰写邮件

source: Default font
et_ee: Vaikimisi kirjatüüp
ko_kr: 기본 글꼴
uk_ua: Шрифт за замовчуванням
zh_cn: 默认字体

source: Default font size
et_ee: Vaikimisi kirjasuurus
ko_kr: 기본 글꼴 크기
uk_ua: Розмір шрифту за замовчуванням
zh_cn: 默认字体大小

source: Save emails sent by delegate
et_ee: Salvesta delegaadi saadetud e-kirjad
ko_kr: 대리인이 보낸 이메일 저장
uk_ua: Зберегти електронні листи, надіслані делегатом

source: Always request a read receipt
et_ee: Alati nõuda lugemiskviitungi
ko_kr: 항상 읽기 영수증 요청하기
uk_ua: Завжди вимагайте прочитання квитанції
zh_cn: 始终请求已读回执

source: {A}AutoSave unsent mail every {B} minute(s)
et_ee: {A}AutoSave saatmata posti iga {B} minuti(de) järel
ko_kr: {A}발송되지 않은 메일을 {B}분마다 자동 저장합니다.
uk_ua: {A}Автозберігати невідправлену пошту кожні {B} хвилину(и)
zh_cn: 每{B}分钟{A}自动保存未发送的邮件

source: Conversation view settings
et_ee: Vestlusvaate seaded
ko_kr: 대화 보기 설정
uk_ua: Налаштування перегляду розмови
zh_cn: 对话视图设置

source: Enable conversation view
et_ee: Lubage vestluse vaade
ko_kr: 대화 보기 사용 설정
uk_ua: Увімкнути перегляд розмови
zh_cn: 启用对话视图

source: Collapse conversation when selecting a different email
et_ee: Vestluse kokkuvarisemine teise e-posti valimisel
ko_kr: 다른 이메일 선택 시 대화 접기
uk_ua: Згортати розмову при виборі іншої адреси електронної пошти
zh_cn: 选择另一个电子邮件时收起对话

source: Incoming mail
et_ee: Saabuv post
ko_kr: 수신 메일
uk_ua: Вхідна пошта
zh_cn: 收到的邮件

source: How to respond to requests for read receipts
et_ee: Kuidas vastata lugemiskviitungite taotlustele
ko_kr: 읽기 확인 요청에 응답하는 방법
uk_ua: Як відповідати на запити на отримання квитанцій про прочитання
zh_cn: 如何回复已读回执的请求

source: Always send a response
et_ee: Saada alati vastus
ko_kr: 항상 응답 보내기
uk_ua: Завжди надсилайте відповідь
zh_cn: 始终回复

source: Never send a response
et_ee: Ärge kunagi saatke vastust
ko_kr: 응답을 보내지 마세요.
uk_ua: Ніколи не надсилайте відповідь
zh_cn: 从不发送回复

source: Ask me before sending a response
et_ee: Küsige minult enne vastuse saatmist
ko_kr: 응답을 보내기 전에 저에게 물어보세요.
uk_ua: Запитайте мене, перш ніж надсилати відповідь
zh_cn: 发送回复前先询问我

source: {A}Automatically mark mail as read after {B} second(s)
et_ee: {A}Märgi e-kiri automaatselt loetuks pärast {B} sekundit
ko_kr: {A} {B}초 후에 자동으로 메일을 읽음으로 표시합니다.
uk_ua: {A}Саморушно позначати лист як прочитаний через {B} секунд(и)
zh_cn: 在{B}秒后{A}自动将邮件标记为已读

source: Right
et_ee: Õigus
ko_kr: 오른쪽
uk_ua: Так.
zh_cn: 右侧

source: Bottom
et_ee: Alumine
ko_kr: 하단
uk_ua: Дно.
zh_cn: 底部

source: Location of preview pane
et_ee: Eelvaateakna asukoht
ko_kr: 미리보기 창 위치
uk_ua: Розташування панелі попереднього перегляду
zh_cn: 预览面板的位置

source: Use subject prefixes in accordance with RFC 5256/5322
et_ee: Kasutage teema eesliiteid vastavalt RFC 5256/5322-le
ko_kr: RFC 5256/5322에 따라 제목 접두사 사용
uk_ua: Використовуйте тематичні префікси відповідно до RFC 5256/5322

source: Close original message on reply or forward
et_ee: Sulge algne sõnum vastamisel või edastamisel
ko_kr: 답장 또는 전달 시 원본 메시지 닫기
uk_ua: Закрийте оригінальне повідомлення при відповіді або пересиланні
zh_cn: 在回复或转发时关闭原始消息

source: General mail settings
et_ee: Üldised posti seaded
ko_kr: 일반 메일 설정
uk_ua: Загальні налаштування пошти
zh_cn: 常规邮件设置

source: Open or compose a mail item in a
et_ee: Avage või koostage postisaadetis
ko_kr: 에서 메일 항목을 열거나 작성합니다.
uk_ua: Відкрийте або створіть поштове повідомлення в
zh_cn: 在...中打开或撰写邮件

source: grommunio Web tab
et_ee: grommunio Veebileht
ko_kr: 그로뮤니오 웹 탭
uk_ua: Веб-вкладка grommunio
zh_cn: grommunio Web选项卡

source: Browser window
et_ee: Brauseri aken
ko_kr: 브라우저 창
uk_ua: Вікно браузера
zh_cn: 浏览器窗口

source: Update Out of Office settings for
et_ee: Kontorivälised seaded uuendamine
ko_kr: 다음에 대한 부재 중 설정 업데이트
uk_ua: Оновлення налаштувань поза офісом для
zh_cn: 更新“外出”设置

source: I am currently in the office
et_ee: Ma olen praegu kontoris
ko_kr: 현재 사무실에 있습니다.
uk_ua: Наразі я перебуваю в офісі
zh_cn: 我目前在办公室

source: I am out of the office from
et_ee: Ma olen kontorist väljas alates
ko_kr: 다음 시간부터 부재 중입니다.
uk_ua: Мене немає в офісі з
zh_cn: 我自...时起不在公司

source: I will be back on
et_ee: Ma tulen tagasi
ko_kr: 다시
uk_ua: Я повернуся на
zh_cn: 我将在...时回来

source: Automatically reply with the following message:
et_ee: Automaatselt vastata järgmise tekstiga:
ko_kr: 다음 텍스트로 자동 회신합니다:
uk_ua: Автоматично відповідати з наступним текстом:

source: (The frequency of replies is dependent on server configuration.)
et_ee: (Vastuste sagedus sõltub serveri seadistustest.)
ko_kr: (답장 빈도는 서버 구성에 따라 다릅니다.)

source: Inside My Organization
et_ee: Minu organisatsiooni sees
ko_kr: 내 조직 내부
uk_ua: Всередині моєї організації

source: User is currently out of office.
et_ee: Kasutaja on praegu töölt eemal.
ko_kr: 사용자가 현재 부재 중입니다.
uk_ua: Користувач наразі перебуває у відставці.
zh_cn: 用户当前不在公司。

source: Outside My Organization
et_ee: Väljaspool minu organisatsiooni
ko_kr: 내 조직 외부
uk_ua: Поза межами моєї організації

source: Auto-reply to people outside my organization
et_ee: Automaatne vastus inimestele väljaspool minu organisatsiooni
ko_kr: 내 조직 외부의 사람들에게 자동 응답
uk_ua: Автовідповідь людям за межами моєї організації

source: My contacts only
et_ee: Ainult minu kontaktid
ko_kr: 내 연락처만
uk_ua: Тільки мої контакти

source: Anyone outside my organization
et_ee: Igaüks väljaspool minu organisatsiooni
ko_kr: 내 조직 외부의 모든 사람
uk_ua: Будь-хто за межами моєї організації

source: The time you entered is before the out of office date. Please reschedule.
et_ee: Sisestatud kellaaeg on enne tööaja lõppemise kuupäeva. Palun tehke uus ajakava.
ko_kr: 입력하신 시간이 휴무일 이전입니다. 일정을 다시 잡으세요.
uk_ua: Час, який ви ввели, передує даті закінчення роботи. Будь ласка, змініть час.
zh_cn: 您输入的时间早于外出日期。请重新安排日程。

source: Safe Senders
et_ee: Turvalised saatjad
ko_kr: 안전한 발신자
uk_ua: Безпечні відправники
zh_cn: 安全发件人

source: To protect your privacy email addresses or domains can only be added via the "Add to safe sender list" functionality in an opened email.
et_ee: Teie privaatsuse kaitsmiseks saab e-posti aadresse või domeene lisada ainult avatud e-kirjade "Lisa turvaliste saatjate nimekirja" funktsiooni kaudu.
ko_kr: 개인정보를 보호하기 위해 이메일 주소 또는 도메인은 열린 이메일의 '보낸 사람 목록에 추가' 기능을 통해서만 추가할 수 있습니다.
uk_ua: Щоб захистити вашу конфіденційність, адреси електронної пошти або домени можна додавати лише за допомогою функції "Додати до безпечного списку відправників" у відкритому листі.
zh_cn: 为保护您的隐私，只能通过打开的电子邮件中的“添加至安全发件人列表”功能来添加电子邮件地址或域。

source: Delete all
et_ee: Kustuta kõik
ko_kr: 모두 삭제
uk_ua: Видалити все
zh_cn: 全部删除

source: Signatures
et_ee: Allkirjad
ko_kr: 서명
uk_ua: Підписи
zh_cn: 签名

source: No signatures configured
et_ee: Allkirjad ei ole konfigureeritud
ko_kr: 구성된 서명 없음
uk_ua: Підписи не налаштовано
zh_cn: 未配置签名

source: New messages
et_ee: Uued sõnumid
ko_kr: 새 메시지
uk_ua: Нові повідомлення
zh_cn: 新消息

source: Replies/forwards
et_ee: Vastused/täiendused
ko_kr: 답글/전달
uk_ua: Відповіді/переадресації
zh_cn: 回复/转发

source: Signature name:
et_ee: Allkirja nimi:
ko_kr: 서명 이름:
uk_ua: Ім'я за підписом:
zh_cn: 签名名称。

source: Save Signature
et_ee: Salvesta allkiri
ko_kr: 서명 저장
uk_ua: Зберегти підпис
zh_cn: 保存签名

source: You have unsaved changes. Do you wish to save the changes?
et_ee: Teil on salvestamata muudatused. Kas soovite muudatused salvestada?
ko_kr: 저장하지 않은 변경 사항이 있습니다. 변경 사항을 저장하시겠습니까?
uk_ua: Ви маєте незбережені зміни. Бажаєте зберегти зміни?
zh_cn: 您尚未保存更改。您是否欲保存更改？

source: New signature
et_ee: Uus allkiri
ko_kr: 새로운 서명
uk_ua: Новий підпис
zh_cn: 新签名

source: EML file(s)
et_ee: EML fail(id)
ko_kr: EML 파일
uk_ua: EML файл(и)
zh_cn: EML文件

source: ZIP file
et_ee: ZIP-fail
ko_kr: ZIP 파일
uk_ua: ZIP-файл
zh_cn: ZIP文件

source: Sort by: Sent
et_ee: Järjesta: saatmise alusel
ko_kr: 정렬 기준: 보낸
uk_ua: Сортувати по: Відправлено
zh_cn: 排序方式：已发送

source: Modified
et_ee: Muudetud
ko_kr: 수정됨
uk_ua: Змінено
zh_cn: 已修改

source: Sort by: Modified
et_ee: Sorteerimine: Muudetud
ko_kr: 정렬 기준: 수정됨
uk_ua: Сортувати по: Змінено
zh_cn: 排序方式：已修改

source: Flag
et_ee: Lipu
ko_kr: 깃발
uk_ua: Прапор
zh_cn: 标志

source: Sort by: flag
et_ee: Sorteerimine: lipu järgi
ko_kr: 정렬 기준: 플래그
uk_ua: Сортувати за: прапором
zh_cn: 排序方式：标志

source: Older
et_ee: Vanemad
ko_kr: 이전
uk_ua: Старіше.
zh_cn: 更早的时间

source: Yesterday
et_ee: Eile
ko_kr: 어제
uk_ua: Вчора
zh_cn: 昨天

source: Last Week
et_ee: Viimane nädal
ko_kr: 지난 주
zh_cn: 上周

source: Two Weeks Ago
et_ee: Kaks nädalat tagasi
ko_kr: 2주 전
uk_ua: Два тижні тому
zh_cn: 两周前

source: Three Weeks Ago
et_ee: Kolm nädalat tagasi
ko_kr: 3주 전
uk_ua: Три тижні тому
zh_cn: 三周前

source: Last Month
et_ee: Viimane kuu
ko_kr: 지난 달
uk_ua: Минулого місяця
zh_cn: 上个月

source: Small
et_ee: Väike
uk_ua: Малий
zh_cn: 小

source: Medium
et_ee: Keskmine
uk_ua: Середній
zh_cn: 中

source: Large
et_ee: Suur
ko_kr: 대형
uk_ua: Великий
zh_cn: 大

source: Very large
et_ee: Väga suur
ko_kr: 매우 큰
uk_ua: Дуже великий
zh_cn: 超大型

source: Huge
et_ee: Hiiglaslik
ko_kr: 거대한
uk_ua: Величезна
zh_cn: 硕大

source: Follow up
et_ee: Järelmeetmed
ko_kr: 후속 조치
uk_ua: Подальші дії
zh_cn: 跟进

source: Move to Junk Folder
et_ee: Liiguta prügikausta Junk Folder
ko_kr: 정크 폴더로 이동
uk_ua: Перемістити до папки "Смітник
zh_cn: 移至垃圾邮件文件夹

source: Send to
et_ee: Saada aadressil
ko_kr: 다음 주소로 보내기
uk_ua: Надсилайте на адресу
zh_cn: 发送至

source: Loading mail
et_ee: Laadime e-kirju
ko_kr: 메일 로드 중
uk_ua: Завантаження пошти
zh_cn: 正在加载邮件

source: No unread mail.
et_ee: Lugemata kirju ei ole.
ko_kr: 읽지 않은 메일이 없습니다.
uk_ua: Непрочитаних листів немає.
zh_cn: 无任何未读邮件。

source: Unread Mail
et_ee: Lugemata kirjad
ko_kr: 읽지 않은 메일
uk_ua: Непрочитані листи
zh_cn: 未读邮件

source: Quick Mail
et_ee: Kiire postitus
ko_kr: 빠른 메일
uk_ua: Швидка пошта
zh_cn: 快速发邮件

source: Print note
et_ee: Trüki see märkus
ko_kr: 노트 인쇄
uk_ua: Друкувати примітку
zh_cn: 打印便签

source: Color
et_ee: Värv
ko_kr: 색상
uk_ua: Колір
zh_cn: 颜色

source: New note
et_ee: Uus märkus
ko_kr: 새 노트
uk_ua: Нова записка
zh_cn: 新便签

source: Open Shared Notes
et_ee: Avada jagatud märkused
ko_kr: 공유 노트 열기
uk_ua: Відкрити спільні нотатки
zh_cn: 开放的共享便签

source: Sticky note
et_ee: Kleepmärkus
ko_kr: 스티커 메모
uk_ua: Записка на стікері.
zh_cn: 便利贴

source: Print selected note
et_ee: Trüki valitud märkus
ko_kr: 선택한 노트 인쇄
uk_ua: Друкувати вибрану примітку
zh_cn: 打印选定的便签

source: No note selected
et_ee: Märkus ei ole valitud
ko_kr: 선택한 노트 없음
uk_ua: Нотатку не вибрано
zh_cn: 未选择任何便签

source: Icons
et_ee: Ikoonid
ko_kr: 아이콘
uk_ua: Значки
zh_cn: 图标

source: List view
et_ee: Loendvaade
ko_kr: 목록 보기
uk_ua: Перегляд списку
zh_cn: 列表视图

source: List Last Seven Days
et_ee: Loetle viimased seitse päeva
ko_kr: 지난 7일 목록
uk_ua: Список останніх семи днів
zh_cn: 列出最近七天的邮件

source: Created
et_ee: Loodud
ko_kr: 생성됨
uk_ua: Створено
zh_cn: 已创建

source: Sort by: Created
et_ee: Sorteeri: loomise kuupäev
ko_kr: 정렬 기준: 생성됨
uk_ua: Сортувати по: Створено
zh_cn: 排序方式：已创建

source: Sort by: Color
et_ee: Sorteeri: värv
ko_kr: 정렬 기준: 색상
uk_ua: Сортувати по: Колір
zh_cn: 排序方式：颜色

source: Loading Notes
et_ee: Laeb märkuseid
ko_kr: 로딩 메모
uk_ua: Примітки до завантаження
zh_cn: 正在加载便签

source: Loading notes
et_ee: Laeb märkuseid
ko_kr: 노트 로드 중
uk_ua: Примітки до завантаження
zh_cn: 正在加载便签

source: Quick Note
et_ee: Kiire märkus
ko_kr: 빠른 참고 사항
uk_ua: Коротка довідка
zh_cn: 快速记事

source: You must reload grommunio Web for the changes to take effect. Unsaved changes will be lost.
et_ee: Muudatuste jõustumiseks peate grommunio Webi uuesti laadima. Salvestamata muudatused lähevad kaduma.
ko_kr: 변경 사항을 적용하려면 그로뮤니오 웹을 다시 로드해야 합니다. 저장하지 않은 변경 사항은 손실됩니다.
uk_ua: Щоб зміни набули чинності, необхідно перезавантажити grommunio Web. Незбережені зміни будуть втрачені.
zh_cn: 您必须重新加载grommunio Web才能使更改生效。未保存的更改将丢失。

source: Reload grommunio Web
et_ee: Laadi grommunio Web uuesti
ko_kr: 웹 그로밋 로드
uk_ua: Перезавантажити grommunio Web
zh_cn: 重新加载grommunio Web

source: Settings
et_ee: Seaded
ko_kr: 설정
uk_ua: Налаштування
zh_cn: 设置

source: Basic
et_ee: Tavaline
ko_kr: 기본
uk_ua: Базовий
zh_cn: 基本

source: Account information - {0}
et_ee: Kontoteave - {0}
ko_kr: 계정 정보 - {0}
uk_ua: Інформація про обліковий запис - {0}

source: Profile Picture
et_ee: Profiili pilt
ko_kr: 프로필 사진
uk_ua: Зображення профілю
zh_cn: 资料图片

source: Language
et_ee: Keel
ko_kr: 언어
uk_ua: Мова
zh_cn: 语言

source: Startup folder
et_ee: Käivituskaust
ko_kr: 시작 폴더
uk_ua: Папка запуску
zh_cn: 启动文件夹

source: Theme
et_ee: Teema
ko_kr: 테마
uk_ua: Тема
zh_cn: 主题

source: Select Default Folder
et_ee: Vali vaikimisi kaust
ko_kr: 기본 폴더 선택
uk_ua: Виберіть папку за замовчуванням
zh_cn: 选择默认文件夹

source: Advanced
et_ee: Täiustatud
ko_kr: 고급
uk_ua: Розширений
zh_cn: 高级

source: Advanced settings
et_ee: Täiustatud seaded
ko_kr: 고급 설정
uk_ua: Розширені налаштування
zh_cn: 高级设置

source: Developer tools
et_ee: Arendaja tööriistad
ko_kr: 개발자 도구
uk_ua: Інструменти для розробників
zh_cn: 开发者工具

source: Show insertion points in grommunio Web
et_ee: Näita sisestuspunkte grommunio Webis
ko_kr: 그로뮤니오 웹에서 삽입 지점 보기
uk_ua: Показати точки вставки в grommunio Web
zh_cn: 在grommunio Web中显示插入点

source: Show "item data" button in context menu (mail only)
et_ee: Näita nuppu "elemendi andmed" kontekstmenüüs (ainult posti)
ko_kr: 컨텍스트 메뉴에 '항목 데이터' 버튼 표시(메일 전용)
uk_ua: Показати кнопку "дані елемента" в контекстному меню (тільки для пошти)
