Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/grommunio_web.po
Languages: et_ee, ko_kr, uk_ua, zh_cn

# mail.previewpanel
source: Click here to download pictures. To help protect your privacy, grommunio Web prevented automatic download of some pictures in this message.
et_ee: Piltide allalaadimiseks klõpsake siin. Et aidata kaitsta teie privaatsust, grommunio Web takistas automaatne allalaadimine mõned pildid selles sõnumis.
ko_kr: 사진을 다운로드하려면 여기를 클릭하세요. 개인정보 보호를 위해 그로뮤니오 웹에서는 이 메시지에 포함된 일부 사진의 자동 다운로드를 차단했습니다.
uk_ua: Натисніть тут, щоб завантажити зображення. Щоб захистити вашу конфіденційність, grommunio Web заборонив автоматичне завантаження деяких зображень у цьому повідомленні.

# mail.previewpanel
source: This message is corrupt and will not be displayed correctly, Click here to fix it.
et_ee: See sõnum on vigane ja seda ei kuvata õigesti, selle parandamiseks klõpsake siin.
ko_kr: 이 메시지가 손상되어 올바르게 표시되지 않습니다. 수정하려면 여기를 클릭하세요.
uk_ua: Це повідомлення є пошкодженим і не відображатиметься коректно, натисніть тут, щоб виправити його.
zh_cn: 此消息已损坏，无法正确显示，请点击此处进行修复。

# mail.previewpanel
source: {0} has accepted.
et_ee: {0} on nõustunud.
ko_kr: {0}이 수락했습니다.
uk_ua: {0} погодився.
zh_cn: {0}已接受。

# mail.previewpanel
source: {0} has accepted on behalf of {1}.
et_ee: {0} on nõustunud {1} nimel.
ko_kr: {0}이(가) {1}을(를) 대신하여 수락했습니다.
uk_ua: {0} прийняв пропозицію від імені {1}.
zh_cn: {0}已代表{1}接受。

# mail.previewpanel
source: {0} has tentatively accepted.
et_ee: {0} on esialgu nõustunud.
ko_kr: {0}이 잠정적으로 수락했습니다.
uk_ua: {0} попередньо погодився.
zh_cn: {0}已暂时接受。

# mail.previewpanel
source: {0} has tentatively accepted on behalf of {1}.
et_ee: {0} on esialgse nõusoleku andnud {1} nimel.
ko_kr: {0}이 {1}을 대신하여 잠정적으로 수락했습니다.
uk_ua: {0} попередньо погодився від імені {1}.
zh_cn: {0}已暂时代表{1}接受。

# mail.previewpanel
source: {0} has declined.
et_ee: {0} on vähenenud.
ko_kr: {0}이(가) 거부되었습니다.
uk_ua: {0} відмовився.
zh_cn: {0}已拒绝。

# mail.previewpanel
source: {0} has declined on behalf of {1}.
et_ee: {0} on keeldunud {1} nimel.
ko_kr: {0}이(가) {1}을(를) 대신하여 거부했습니다.
uk_ua: {0} відмовився від імені {1}.
zh_cn: {0}已代表{1}拒绝。

# mail.previewpanel
source: {0} tentatively accepted and proposed a new time for this meeting.
et_ee: {0} nõustusid esialgu ja tegid ettepaneku uue aja määramiseks.
ko_kr: {0}이 회의의 새 시간을 잠정적으로 수락하고 제안했습니다.
uk_ua: {0} попередньо прийняв і запропонував новий час для цієї зустрічі.
zh_cn: {0}已暂时接受并提议此会议的新时间。

# mail.previewpanel
source: {0} tentatively accepted on behalf of {1} and proposed a new time for this meeting.
et_ee: {0} võttis {1} nimel esialgu vastu ja tegi ettepaneku uue aja määramiseks.
ko_kr: {0}이 {1}을 대신하여 잠정적으로 수락하고 이 회의의 새 시간을 제안했습니다.
uk_ua: {0} попередньо погодився від імені {1} і запропонував новий час для цієї зустрічі.
zh_cn: {0}代表{1}已暂时接受并提议此次会议的新时间。

# mail.previewpanel
source: {0} declined and proposed a new time for this meeting.
et_ee: {0} keeldus ja tegi ettepaneku uue aja määramiseks.
ko_kr: {0}이 이 회의를 거절하고 새로운 시간을 제안했습니다.
uk_ua: {0} відмовився і запропонував новий час для цієї зустрічі.
zh_cn: {0}已拒绝并提议此会议的新时间。

# mail.previewpanel
source: {0} declined on behalf of {1} and proposed a new time for this meeting.
et_ee: {0} keeldus {1} nimel ja tegi ettepaneku määrata kohtumiseks uus aeg.
ko_kr: {0}이 {1}을 대신하여 이 회의의 새 시간을 제안했습니다.
uk_ua: {0} відмовився від імені {1} і запропонував новий час для цієї зустрічі.
zh_cn: {0}代表{1}已拒绝并提议此会议的新时间。

# mail.previewpanel
source: This meeting is not in the Calendar; it may have been moved or deleted.
et_ee: Seda koosolekut ei ole kalendris; see on võib-olla ümber paigutatud või kustutatud.
ko_kr: 이 모임은 캘린더에 없으며, 이동되었거나 삭제되었을 수 있습니다.
uk_ua: Цієї зустрічі немає в календарі; можливо, вона була перенесена або видалена.
zh_cn: 此会议不在日历中；此会议可能已被移动或删除。

# mail.previewpanel
source: This meeting request was updated after this message was sent. You should open the latest update or open the item from the calendar.
et_ee: Seda koosolekukutset uuendati pärast selle sõnumi saatmist. Sa peaksid avama viimase ajakohastatud versiooni või avama objekti kalendrist.
ko_kr: 이 모임 요청은 이 메시지가 전송된 후에 업데이트되었습니다. 최신 업데이트를 열거나 캘린더에서 해당 항목을 열어야 합니다.
uk_ua: Після надсилання повідомлення було оновлено запрошення на цю зустріч. Вам слід відкрити останнє оновлення або складник з календаря.
zh_cn: 发送此消息后，此会议请求已更新。您应打开最新更新或从日历中打开该项目。

# mail.previewpanel
source: As the meeting organizer, you do not need to respond to the meeting
et_ee: Koosoleku korraldajana ei pea te vastama koosolekule
ko_kr: 미팅 주최자는 미팅에 응답할 필요가 없습니다.
uk_ua: Як організатор зустрічі, вам не потрібно відповідати на неї
zh_cn: 作为会议组织者，您无需回复该会议

# mail.previewpanel
source: The meeting was updated after the attendee sent this response
et_ee: Koosolekut ajakohastati pärast seda, kui osaleja saatis järgmise vastuse
ko_kr: 참석자가 이 응답을 보낸 후 미팅이 업데이트되었습니다.
uk_ua: Після того, як учасник надіслав цю відповідь, запрошення було оновлене
zh_cn: 与会者发送此回复后，会议已更新

# mail.previewpanel
source: This appointment occurs in the past.
et_ee: See kohtumine toimub minevikus.
ko_kr: 이 약속은 과거에 이루어졌습니다.
uk_ua: Ця зустріч відбувається в минулому.
zh_cn: 此预约发生在过去。

# mail.previewpanel
source: Please respond.
et_ee: Palun vastake.
ko_kr: 응답해 주세요.
uk_ua: Будь ласка, дайте відповідь.
zh_cn: 请回复。

# mail.previewpanel
source: This is an update of a previously sent meeting request.
et_ee: See on varemsaadetud koosolekukutse ajakohastatud versioon.
ko_kr: 이전에 보낸 미팅 요청을 업데이트한 것입니다.
uk_ua: Це оновлення раніше надісланого запиту на зустріч.
zh_cn: 这是先前发送的会议请求的更新。

# mail.previewpanel
source: Received for {0}.
et_ee: Saabunud {0}.
ko_kr: 0}에 대해 수신했습니다.
uk_ua: Отримано за {0}.
zh_cn: 已收到{0}。

# mail.previewpanel
source: You replied to this message.
et_ee: Te vastasite sellele sõnumile.
ko_kr: 이 메시지에 답글을 달았습니다.
uk_ua: Ви відповіли на це повідомлення.
zh_cn: 您回复了此消息。

# mail.previewpanel
source: You forwarded this message.
et_ee: Te edastasite selle sõnumi.
ko_kr: 이 메시지를 전달했습니다.
uk_ua: Ви переслали це повідомлення.
zh_cn: 您转发了此消息。

# mail.previewpanel
source: You replied to this message on {0}.
et_ee: Sa vastasid sellele sõnumile {0}.
ko_kr: 0}에서 이 메시지에 답장했습니다.
uk_ua: Ви відповіли на це повідомлення {0}.
zh_cn: 您已于{0}上回复了此消息。

# mail.previewpanel
source: You forwarded this message on {0}.
et_ee: Sa edastasid selle sõnumi {0}.
ko_kr: 이 메시지를 {0}에서 전달했습니다.
uk_ua: Ви переслали це повідомлення на {0}.
zh_cn: 您已于{0}转发了此消息。

source: Assigned by {0} on {1}.
et_ee: Määratud {0} poolt {1}-le.
ko_kr: 0}이 {1}에 할당했습니다.
uk_ua: Присвоєно {0} на {1}.
zh_cn: 由{0}于{1}分配。

source: Waiting for response from recipient
et_ee: Ootab vastuse saajalt
ko_kr: 수신자의 응답을 기다리는 중
uk_ua: Очікування відповіді від одержувача
zh_cn: 正在等待收件人回复

source: Accepted by {0} on {1}.
et_ee: Aktsepteeritud {0} poolt {1}.
ko_kr: 1}에서 {0}이 수락했습니다.
uk_ua: Прийнято {0} для {1}.
zh_cn: 由{0}于{1}接收。

source: {0} has accepted on behalf of {1} {2}.
et_ee: {0} on nõustunud {1} nimel {1} {2}.
ko_kr: {0}이(가) {1}을(를) 대신하여 수락했습니다. {2}.
uk_ua: {0} прийняв від імені {1} {2}.
zh_cn: {0}已代表{1}{2}接受。

source: Declined by {0} on {1}.
et_ee: Tagasi lükatud {0} poolt {1} kohta.
ko_kr: 1}에서 {0}이 거부했습니다.
uk_ua: Відхилено {0} для {1}.
zh_cn: 由{0}于{1}拒绝。

source: {0} has declined on behalf of {1} {2}.
et_ee: {0} on keeldunud {1} nimel. {2}.
ko_kr: {0}이(가) {1}을(를) 대신하여 거부했습니다. {2}.
uk_ua: {0} відмовився від імені {1} {2}.
zh_cn: {0}已代表{1}{2}拒绝。

source: Last update sent on {0}.
et_ee: Viimane uuendus saadeti {0}.
ko_kr: 0}에서 보낸 마지막 업데이트입니다.
uk_ua: Останнє оновлення відправлено {0}.
zh_cn: 上次更新发送日期{0}。

source: {0} has updated on behalf of {1} {2}.
et_ee: {0} on ajakohastanud {1} nimel. {2}.
ko_kr: {0}이(가) {1}을(를) 대신하여 업데이트했습니다. {2}.
uk_ua: {0} оновив від імені {1} {2}.
zh_cn: {0}已代表{1}{2}更新。

source: Fix message
et_ee: Parandada sõnum
ko_kr: 메시지 수정
uk_ua: Виправити повідомлення
zh_cn: 修复消息

source: We are going to try to fix a corrupted mail message, do you wish to continue?
et_ee: Me üritame parandada rikutud kirjasõnumit, kas soovite jätkata?
ko_kr: 손상된 메일 메시지를 수정하려고 하는데 계속하시겠습니까?
uk_ua: Ми спробуємо виправити пошкоджене поштове повідомлення, ви бажаєте продовжити?
zh_cn: 我们将尝试修复损坏的消息，您是否继续？

source: The matching task was not found in your task list.
et_ee: Vastavat ülesannet ei leitud teie ülesannete nimekirjast.
ko_kr: 일치하는 작업을 작업 목록에서 찾을 수 없습니다.
uk_ua: Відповідне завдання не знайдено у вашому списку завдань.
zh_cn: 在您的任务列表中找不到匹配的任务。

# mail.previewpanel
source: To
et_ee: aadressile
uk_ua: До
zh_cn: 收件人

# mail.previewpanel
source: Bcc
et_ee: Pimekoopia
zh_cn: 暗抄送对象

# mail.previewpanel
source: Categories
et_ee: Kategooriad
ko_kr: 카테고리
uk_ua: Категорії
zh_cn: 类别

# mail.previewpanel
source: Recipients
et_ee: Vastuvõtjad
ko_kr: 수신자
uk_ua: Одержувачі
zh_cn: 收件人

# mail.previewpanel
source: on behalf of
et_ee: järgmiste organisatsioonide nimel
ko_kr: 대신하여
uk_ua: від імені
zh_cn: 代表

# mail.previewpanel
source: None
et_ee: Puudub
ko_kr: 없음
uk_ua: Немає
zh_cn: 无

source: Mark as read
et_ee: Märgi loetuks
ko_kr: 읽음으로 표시
uk_ua: Позначити прочитаним
zh_cn: 标记为已读

source: Mark as unread
et_ee: Märgi mitteloetuks
ko_kr: 읽지 않음으로 표시
uk_ua: Позначити непрочитаним
zh_cn: 标记为未读

source: in
et_ee: aadressil
uk_ua: в
zh_cn: 内

source: Root
et_ee: Juurde
ko_kr: 루트
uk_ua: Корінь
zh_cn: 根

source: Datepicker
et_ee: Kuupäevade valija
ko_kr: 날짜 선택기
uk_ua: Вибір дати
zh_cn: 日期选择器

source: Full Name
et_ee: Täisnimi
ko_kr: 전체 이름
uk_ua: Повне ім'я
zh_cn: 全名

source: Department Name
et_ee: Osakonna nimi
ko_kr: 부서 이름
uk_ua: Назва відділу Назва відділу
zh_cn: 部门名称

source: Home Address
et_ee: Kodu aadress
ko_kr: 집 주소
uk_ua: Домашня адреса
zh_cn: 家庭住址

source: Business Address
et_ee: Äriühingu aadress
ko_kr: 사업장 주소
uk_ua: Робоча адреса
zh_cn: 公司地址

source: Other Address
et_ee: Muu aadress
ko_kr: 기타 주소
uk_ua: Інша адреса
zh_cn: 其它地址

source: Business Phone
et_ee: Äritelefon
ko_kr: 비즈니스 전화
uk_ua: Робочий телефон
zh_cn: 企业电话

source: Business 2 Phone
et_ee: Business 2 Telefon
ko_kr: 비즈니스 2 전화
uk_ua: Робочий телефон 2
zh_cn: 企业2电话

source: Assistant Phone
et_ee: Assistent Telefon
ko_kr: 어시스턴트 전화
uk_ua: Телефон помічника
zh_cn: 助理电话

source: Company Main Phone
et_ee: Ettevõtte põhitelefon
ko_kr: 회사 대표 전화
uk_ua: Головний телефон компанії
zh_cn: 公司主要电话

source: Home 2 Phone
et_ee: Kodu 2. telefon
ko_kr: 홈 2 전화
zh_cn: 家庭2电话

source: Car Phone
et_ee: Autotelefon
ko_kr: 차량용 전화
uk_ua: Автомобільний телефон
zh_cn: 车载电话

source: Radio
et_ee: Raadio
ko_kr: 라디오
uk_ua: Радіо
zh_cn: 无线电

source: Callback Phone
et_ee: Tagasikutsumise telefon
ko_kr: 콜백 전화
uk_ua: Телефон для зворотного дзвінка
zh_cn: 回拨电话

source: Other Phone
et_ee: Muu telefon
ko_kr: 기타 전화
uk_ua: Інший телефон
zh_cn: 其它电话

source: Primary Phone
et_ee: Esmane telefon
ko_kr: 기본 전화
uk_ua: Основний телефон
zh_cn: 常用电话

source: TTY/TDD Phone
et_ee: TTY/TDD telefon
ko_kr: TTY/TDD 전화
uk_ua: Телефон TTY/TDD
zh_cn: TTY/TDD电话

source: Other Fax
et_ee: Muu faks
ko_kr: 기타 팩스
uk_ua: Інший факс
zh_cn: 其它传真

source: Home Fax
et_ee: Faks koju
ko_kr: 홈 팩스
uk_ua: Домашній факс
zh_cn: 家庭传真

source: Email Display As
et_ee: E-posti kuvamine kui
ko_kr: 이메일 표시 형식
uk_ua: Відображати електронну пошту як
zh_cn: 电子邮件显示为

source: Email 2
et_ee: E-post 2
ko_kr: 이메일 2
uk_ua: Електронна пошта 2
zh_cn: 电子邮件2

source: Email2 Display As
et_ee: Email2 Näita kui
ko_kr: 이메일2 다른 이름으로 표시
uk_ua: Email2 Відображати як
zh_cn: 电子邮件2显示为

source: Email 3
et_ee: E-post 3
ko_kr: 이메일 3
uk_ua: Електронна пошта 3
zh_cn: 电子邮件3

source: Email3 Display As
et_ee: Email3 Näita kui
ko_kr: 이메일3 다른 이름으로 표시
uk_ua: Email3 Відображати як
zh_cn: 电子邮件3显示为

source: Birthday
et_ee: Sünnipäev
ko_kr: 생일
uk_ua: День народження
zh_cn: 生日

source: Wedding Anniversary
et_ee: Pulma-aastapäev
ko_kr: 결혼 기념일
uk_ua: Річниця весілля
zh_cn: 结婚周年纪念日

source: Spouse/Partner
et_ee: Abikaasa/partner
ko_kr: 배우자/파트너
uk_ua: Чоловік/дружина/партнер
zh_cn: 配偶/伴侣

source: Profession
et_ee: Amet
ko_kr: 직업
uk_ua: Професія
zh_cn: 职业

source: Assistant's Name
et_ee: Assistendi nimi
ko_kr: 어시스턴트 이름
uk_ua: Ім'я асистента
zh_cn: 助理的姓名

source: Distribution List Name
et_ee: Postiloendi nimi
ko_kr: 배포 목록 이름
uk_ua: Назва списку розсилки Назва списку розсилки
zh_cn: 群发列表姓名

source: Open Shared Contacts
et_ee: Ava jagatud kontaktid
ko_kr: 공유 연락처 열기
uk_ua: Відкрити спільні контакти
zh_cn: 开放的共享联系人

source: Business Cards
et_ee: Visiitkaardid
ko_kr: 명함
uk_ua: Візитки
zh_cn: 名片

source: Phone List
et_ee: Telefonide nimekiri
ko_kr: 전화번호 목록
uk_ua: Список телефонів
zh_cn: 通讯录

source: Add to contacts
et_ee: Lisa kontaktidele
ko_kr: 연락처에 추가
uk_ua: Додати до контактів
zh_cn: 添加至联系人

source: Print selected contact
et_ee: Trüki valitud kontakt
ko_kr: 선택한 연락처 인쇄
uk_ua: Друк вибраного контакту
zh_cn: 打印选定的联系人

source: No contact selected
et_ee: Ühtegi kontakti pole valitud
ko_kr: 선택한 연락처 없음
uk_ua: Не вибрано жодного контакту
zh_cn: 未选择任何联系人

source: Distribution list
et_ee: Postiloend
ko_kr: 배포 목록
uk_ua: Список розсилки
zh_cn: 群发列表

source: Miss
et_ee: Preili
uk_ua: Міс
zh_cn: 小姐

source: Mr.
et_ee: Hr.
uk_ua: Пане.
zh_cn: 先生

source: Mrs.
et_ee: Proua
uk_ua: Пані.
zh_cn: 女士

source: Phone number
et_ee: Telefoninumber
ko_kr: 전화번호
uk_ua: Номер телефону
zh_cn: 电话号码

source: Check address
et_ee: Kontrollida aadressi
ko_kr: 주소 확인
uk_ua: Перевірте адресу.
zh_cn: 检查地址

source: Street
et_ee: Tänav
ko_kr: 거리
uk_ua: Вулиця
zh_cn: 街道

source: State/Province
et_ee: Riik/provints
ko_kr: 주/시/도
uk_ua: Штат/провінція
zh_cn: 州/省

source: Zip/Postal code
et_ee: Postiindeks/Postkood
ko_kr: 우편 번호/우편 번호
uk_ua: Поштовий індекс
zh_cn: 邮编/邮政编码

source: Country/Region
et_ee: Riik/piirkond
ko_kr: 국가/지역
uk_ua: Країна/регіон
zh_cn: 国家/地区

source: Show this again when address is incomplete or unclear.
et_ee: Näita seda uuesti, kui aadress on ebatäielik või ebaselge.
ko_kr: 주소가 불완전하거나 불분명할 경우 다시 표시합니다.
uk_ua: Покажіть це ще раз, якщо адреса неповна або незрозуміла.
zh_cn: 地址不完整或不清楚时，再次显示此项。

source: Details
et_ee: Üksikasjad
ko_kr: 세부 정보
uk_ua: Деталі
zh_cn: 详细信息

source: Office location
et_ee: Kontori asukoht
ko_kr: 사무실 위치
uk_ua: Розташування офісу
zh_cn: 办公地址

source: Manager's name
et_ee: Juhi nimi
ko_kr: 관리자 이름
uk_ua: Ім'я менеджера
zh_cn: 经理的姓名

source: Assistant's name
et_ee: Assistendi nimi
ko_kr: 어시스턴트 이름
uk_ua: Ім'я асистента
zh_cn: 助理的姓名

source: Nickname
et_ee: Hüüdnimi
ko_kr: 닉네임
uk_ua: Нікнейм
zh_cn: 昵称

source: Suffix
et_ee: Suffiks
ko_kr: 접미사
uk_ua: Суфікс
zh_cn: 后缀

source: Anniversary
et_ee: Aastapäev
ko_kr: 기념일
uk_ua: Ювілей
zh_cn: 周年

source: Photo
et_ee: Foto
ko_kr: 사진
uk_ua: Фото
zh_cn: 照片

source: Additional information
et_ee: Täiendav teave
ko_kr: 추가 정보
uk_ua: Додаткова інформація
zh_cn: 其它信息

source: Business 2
et_ee: Äriühing 2
ko_kr: 비즈니스 2
uk_ua: Бізнес 2
zh_cn: 企业电话2

source: Callback
et_ee: Tagasikutsumine
ko_kr: 콜백
uk_ua: Зворотній дзвінок
zh_cn: 回呼

source: Car
et_ee: Auto
ko_kr: 자동차
uk_ua: Машина.
zh_cn: 汽车

source: Home 2
et_ee: Kodu 2
ko_kr: 홈 2
uk_ua: Дім 2
zh_cn: 家庭电话2

source: Primary
et_ee: Esmane
ko_kr: 기본
uk_ua: Початковий
zh_cn: 主要

source: Check full name
et_ee: Kontrollida täisnime
ko_kr: 전체 이름 확인
uk_ua: Перевірте повне ім'я
zh_cn: 检查全名

source: First
et_ee: Esimene
ko_kr: 먼저
uk_ua: По-перше.
zh_cn: 第一个

source: Middle
et_ee: Keskmine
ko_kr: 가운데
uk_ua: Середній
zh_cn: 中间名

source: Last
et_ee: Viimane
ko_kr: 마지막
uk_ua: Останній
zh_cn: 最后一个

source: Show this again when name is incomplete or unclear.
et_ee: Näita seda uuesti, kui nimi on ebatäielik või ebaselge.
ko_kr: 이름이 불완전하거나 불분명할 경우 다시 표시합니다.
uk_ua: Покажіть це ще раз, якщо ім'я неповне або незрозуміле.
zh_cn: 姓名不完整或不清楚时，再次显示此项。

source: Check phone number
et_ee: Kontrollida telefoninumbrit
ko_kr: 전화번호 확인
uk_ua: Перевірте номер телефону
zh_cn: 检查电话号码

source: Country/Region code
et_ee: Riigi/piirkonna kood
ko_kr: 국가/지역 코드
uk_ua: Код країни/регіону
zh_cn: 国家/地区代码

source: City/Area code
et_ee: Linna/piirkonna kood
ko_kr: 도시/지역 코드
uk_ua: Код міста/області
zh_cn: 城市/区域代码

source: Local number
et_ee: Kohalik number
ko_kr: 지역 번호
uk_ua: Місцевий номер
zh_cn: 本地号码

source: Extension
et_ee: Pikendus
ko_kr: 확장
uk_ua: Розширення
zh_cn: 扩展名

source: Add Attachment
et_ee: Lisa lisa
ko_kr: 첨부 파일 추가
uk_ua: Додати вкладення
zh_cn: 添加附件

source: Add attachments to this contact
et_ee: Lisa sellele kontaktile manuseid
ko_kr: 이 연락처에 첨부파일 추가
uk_ua: Додати вкладення до цього контакту
zh_cn: 添加附件至此联系人

source: Mark this contact as private
et_ee: Märgi see kontakt privaatseks
ko_kr: 이 연락처를 비공개로 표시
uk_ua: Позначте цей контакт як приватний
zh_cn: 将此联系人标记为私人

source: Distribution List
et_ee: Postiloend
ko_kr: 배포 목록
uk_ua: Список розсилки
zh_cn: 群发列表

source: Mark this Distribution list as private
et_ee: Märgi see postiloend privaatseks
ko_kr: 이 배포 목록을 비공개로 표시
uk_ua: Позначте цей список розсилки як приватний
zh_cn: 将此群发列表标记为私人

source: New email address
et_ee: Uus e-posti aadress
ko_kr: 새 이메일 주소
uk_ua: Нова адреса електронної пошти
zh_cn: 新的电子邮件地址

source: Please enter a valid email address
et_ee: Palun sisestage kehtiv e-posti aadress
ko_kr: 유효한 이메일 주소를 입력하세요.
uk_ua: Будь ласка, введіть дійсну адресу електронної пошти
zh_cn: 请输入有效的电子邮件地址

source: Select Members
et_ee: Valige liikmed
ko_kr: 구성원 선택
uk_ua: Вибрати учасників
zh_cn: 选择成员

source: Add New
et_ee: Lisa uus
ko_kr: 신규 추가
uk_ua: Додати нове
zh_cn: 添加新建

source: Type your note here…
et_ee: Kirjuta oma märkus siia…
ko_kr: 여기에 메모를 입력하세요...
uk_ua: Напишіть свою замітку тут...
zh_cn: 在此输入您的便签…

source: New contact
et_ee: Uus kontakt
ko_kr: 새 연락처
uk_ua: Новий контакт
zh_cn: 新联系人

source: New distribution list
et_ee: Uus postiloend
ko_kr: 새 배포 목록
uk_ua: Новий список розсилки
zh_cn: 新群发列表

source: Email 2 Display As
et_ee: E-post 2 Display As
ko_kr: 이메일 2 다른 이름으로 표시
uk_ua: Email 2 Відображати як
zh_cn: 电子邮件2显示为

source: Email 3 Display As
et_ee: E-post 3 Näita kui
ko_kr: 이메일 3 다른 이름으로 표시
uk_ua: Email 3 Відображати як
zh_cn: 电子邮件3显示为

source: Loading contacts
et_ee: Kontaktide laadimine
ko_kr: 연락처 로드
uk_ua: Завантаження контактів
zh_cn: 加载联系人

source: There are no items to show in this list. Update the filter for more results.
et_ee: Selles nimekirjas ei ole ühtegi näidatavat elementi. Värskendage filtrit, et saada rohkem tulemusi.
ko_kr: 이 목록에 표시할 항목이 없습니다. 더 많은 결과를 보려면 필터를 업데이트하세요.
uk_ua: У цьому списку немає елементів для показу. Оновіть фільтр, щоб отримати більше результатів.

source: [Group]
et_ee: [Grupp]
ko_kr: [그룹]
uk_ua: [Група]

source: Work:
et_ee: Töö:
uk_ua: Робота:
zh_cn: 工作。

source: Primary:
et_ee: Esmane:
ko_kr: 기본:
uk_ua: Первинний:
zh_cn: 主要：

source: Mobile:
et_ee: Mobiilne:
ko_kr: 모바일:
uk_ua: Мобільний:
zh_cn: 手机：

source: Sort by: Full Name
et_ee: Sorteeri: Täisnime järgi
ko_kr: 정렬 기준: 전체 이름
uk_ua: Сортувати по: Повне ім'я
zh_cn: 排序方式：全名

source: Sort by: Email Address 2
et_ee: Sorteeri: E-posti aadressi 2 järgi
ko_kr: 정렬 기준: 이메일 주소 2
uk_ua: Сортувати по: Адреса електронної пошти 2
zh_cn: 排序方式：电子邮件地址2

source: Sort by: Email Address 3
et_ee: Sorteeri: E-posti aadressi 3 järgi
ko_kr: 정렬 기준 이메일 주소 3
uk_ua: Сортувати по: Адреса електронної пошти 3
zh_cn: 排序方式：电子邮件地址3

source: Mobile Phone
et_ee: Mobiiltelefon
ko_kr: 휴대폰
uk_ua: Мобільний телефон
zh_cn: 手机号码

source: Sort by: Mobile Phone
et_ee: Sorteeri: Mobiiltelefoni järgi
ko_kr: 정렬 기준: 휴대폰
uk_ua: Сортувати по: Мобільний телефон
zh_cn: 排序方式：手机号码

source: Sort by: Business Phone
et_ee: Järjesta: äritelefoni järgi
ko_kr: 정렬 기준: 업무용 전화
uk_ua: Сортувати по: Бізнес-телефон
zh_cn: 排序方式：企业电话

source: Sort by: Business Fax
et_ee: Järjesta: ärifaksi järgi
ko_kr: 정렬 기준: 비즈니스 팩스
uk_ua: Сортувати по: Бізнес факс
zh_cn: 排序方式：企业传真

source: Sort by: Department Name
et_ee: Järjesta: osakonna nime järgi
ko_kr: 정렬 기준 부서 이름
uk_ua: Сортувати по: Назва відділу Назва відділу
zh_cn: 排序方式：部门名称

source: Office Location
et_ee: Büroo asukoht
ko_kr: 사무실 위치
uk_ua: Розташування офісу
zh_cn: 办公地址

source: Sort by: Office Location
et_ee: Sorteerimine: Asukoht
ko_kr: 정렬 기준: 사무실 위치
uk_ua: Сортувати по: Розташування офісу
zh_cn: 排序方式：办公地址

source: Sort by: Profession
et_ee: Sorteerimine: Amet
ko_kr: 정렬 기준: 직업
uk_ua: Сортувати по: Професія
zh_cn: 排序方式：职业

source: Manager Name
et_ee: Juhi nimi
ko_kr: 관리자 이름
uk_ua: Ім'я менеджера Ім'я менеджера
zh_cn: 经理的姓名

source: Sort by: Manager Name
et_ee: Sorteerimine: Nimi: Juhi nimi
ko_kr: 정렬 기준: 관리자 이름
uk_ua: Сортувати по: Ім'я менеджера
zh_cn: 排序方式：经理的姓名

source: Sort by: Assistant's Name
et_ee: Sorteerimine: Nimi: Assistendi nimi
ko_kr: 정렬 기준: 어시스턴트 이름
uk_ua: Сортувати по: Ім'я асистента
zh_cn: 排序方式：助理的姓名

source: Sort by: Nickname
et_ee: Järjesta: hüüdnime järgi
ko_kr: 정렬 기준: 닉네임
uk_ua: Сортувати по: Нікнейм
zh_cn: 排序方式：昵称

source: Sort by: Spouse/Partner Name
et_ee: Sorteerimine: Abikaasa/partneri nimi
ko_kr: 정렬 기준 배우자/파트너 이름
uk_ua: Сортувати по: Ім'я чоловіка/дружини/партнера
zh_cn: 排序方式：配偶/伴侣的姓名

source: Sort by: Birthday
et_ee: Sorteerimine: Sünnipäev
ko_kr: 정렬 기준: 생일
uk_ua: Сортувати по: День народження
zh_cn: 排序方式：生日

source: Sort by: Anniversary
et_ee: Sorteerimine: Aastapäev
ko_kr: 정렬 기준: 기념일
uk_ua: Сортувати по: Ювілей
zh_cn: 排序方式：周年纪念日

source: Sort by: Business Address
et_ee: Järjesta: tööaadressi järgi
ko_kr: 정렬 기준: 사업장 주소
uk_ua: Сортувати по: Бізнес-адреса
zh_cn: 排序方式：公司地址

source: Sort by: Home Address
et_ee: Järjesta: koduaadressi järgi
ko_kr: 정렬 기준: 집 주소
uk_ua: Сортувати по: Домашня адреса
zh_cn: 排序方式：家庭住址

source: Sort by: Office Address
et_ee: Järjesta: kontoriaadressi järgi
ko_kr: 정렬 기준: 사무실 주소
uk_ua: Сортувати по: Адреса офісу
zh_cn: 排序方式：办公地址

source: Mailing Address
et_ee: Postiaadress
ko_kr: 우편 주소
uk_ua: Поштова адреса
zh_cn: 通信地址

source: Sort by: Mailing Address
et_ee: Järjesta: postiaadressi järgi
ko_kr: 정렬 기준: 우편 주소
uk_ua: Сортувати по: Поштова адреса
zh_cn: 排序方式：通信地址

source: Sort by: IM Address
et_ee: Järjesta: suhtlusrakenduse aadressi järgi
ko_kr: 정렬 기준 메신저 주소
uk_ua: Сортувати по: Адреса електронної пошти
zh_cn: 排序方式：即时通信(IM)地址

source: Sort by: Webpage
et_ee: Järjesta: veebilehe järgi
ko_kr: 정렬 기준 웹페이지
uk_ua: Сортувати по: Веб-сторінка
zh_cn: 排序方式：网页

source: Assistant's Phone
et_ee: Assistendi telefon
ko_kr: 어시스턴트의 전화
uk_ua: Телефон асистента
zh_cn: 助理电话

source: Sort by: Assistant's Phone
et_ee: Sorteerimine: Telefoni järgi: assistendi telefon
ko_kr: 정렬 기준: 어시스턴트의 전화
uk_ua: Сортувати по: Телефон асистента
zh_cn: 排序方式：助理电话

source: Business Phone 2
et_ee: Äritelefon 2
ko_kr: 비즈니스 전화 2
uk_ua: Робочий телефон 2
zh_cn: 企业电话2

source: Sort by: Business Phone 2
et_ee: Järjesta: 2. äritelefoni järgi
ko_kr: 정렬 기준 비즈니스 전화 2
uk_ua: Сортувати по: Робочий телефон 2
zh_cn: 排序方式：企业电话2

source: Sort by: Callback
et_ee: Sorteerimine: Tagasikutsumine
ko_kr: 정렬 기준: 콜백
uk_ua: Сортувати по: Зворотній дзвінок
zh_cn: 排序方式：回拨

source: Sort by: Car Phone
et_ee: Järjesta: autotelefoni järgi
ko_kr: 정렬 기준: 차량용 전화
uk_ua: Сортувати по: Автомобільні телефони
zh_cn: 排序方式：车载电话

source: Company Phone
et_ee: Ettevõtte telefon
ko_kr: 회사 전화
uk_ua: Телефон компанії
zh_cn: 公司电话

source: Sort by: Company Main Phone
et_ee: Sorteerimine: Ettevõtte põhitelefon
ko_kr: 정렬 기준: 회사 대표 전화
uk_ua: Сортувати по: Головний телефон компанії
zh_cn: 排序方式：公司主要电话

source: Home Phone 2
et_ee: Kodutelefon 2
ko_kr: 집 전화 2
uk_ua: Домашній телефон 2
zh_cn: 家庭电话2

source: Sort by: Home Phone 2
et_ee: Järjesta: 2. kodutelefoni järgi
ko_kr: 정렬 기준 집 전화 2
uk_ua: Сортувати по: Домашній телефон 2
zh_cn: 排序方式：家庭电话2

source: Sort by: Home Fax
et_ee: Sorteerimine: Kodufaks
ko_kr: 정렬 기준 홈 팩스
uk_ua: Сортувати по: Домашній факс
zh_cn: 排序方式：家庭传真

source: Sort by: ISDN
et_ee: Sorteeri: ISDN'i järgi
ko_kr: 정렬 기준: ISDN
uk_ua: Сортувати по: ISDN
zh_cn: 排序方式：综合业务数字网(ISDN)

source: Sort by: Other Phone
et_ee: Järjesta: muu telefoni järgi
ko_kr: 정렬 기준: 기타 전화
uk_ua: Сортувати по: Інший телефон
zh_cn: 排序方式：其它电话

source: Radio Phone
et_ee: Raadiotelefon
ko_kr: 무전기 전화
uk_ua: Радіотелефон
zh_cn: 无线电话

source: Sort by: Radio Phone
et_ee: Järjesta: raadiotelefoni järgi
ko_kr: 정렬 기준: 무선 전화
uk_ua: Сортувати по: Радіотелефон
zh_cn: 排序方式：无线电话

source: Sort by: TTY/TDD Phone
et_ee: Sorteerimine: TTY/TDD telefon
ko_kr: 정렬 기준 TTY/TDD 전화
uk_ua: Сортувати по: Телефон TTY/TDD
zh_cn: 排序方式：TTY/TDD电话
