Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/grommunio_web.po
Languages: et_ee, ko_kr, uk_ua, zh_cn

source: Edit setting
et_ee: Seadistuse muutmine
ko_kr: 설정 수정
uk_ua: Редагувати налаштування
zh_cn: 编辑设置

source: Restore to defaults
et_ee: Taastada vaikimisi seadistused
ko_kr: 기본값으로 복원
uk_ua: Відновити налаштування за замовчуванням
zh_cn: 恢复为默认值

source: Delete settings
et_ee: Kustuta seaded
ko_kr: 설정 삭제
uk_ua: Видалення налаштувань
zh_cn: 删除设置

source: {0} Iconset
et_ee: Ikoonikomplekt {0}
ko_kr: {0} 아이콘 집합
zh_cn: {0}更改皮肤

source: About
et_ee: Rakenduse teave
ko_kr: 정보
uk_ua: Про
zh_cn: 关于

source: I want to display date and time in this format:
et_ee: Ma tahan kuvada kuupäeva ja kellaaega selles formaadis:
ko_kr: 날짜와 시간을 이 형식으로 표시하고 싶습니다:
uk_ua: Я хочу відображати дату і час у цьому форматі:
zh_cn: 我想按此格式显示日期和时间：

source: Short
et_ee: Lühike
ko_kr: 짧은
uk_ua: Коротко
zh_cn: 短

source: Long
et_ee: Pikk
uk_ua: Довгий
zh_cn: 长

source: Time format:
et_ee: Aja formaat:
ko_kr: 시간 형식:
uk_ua: Часовий формат:
zh_cn: 时间格式：

source: 12h clock
et_ee: 12h kella
ko_kr: 12시간 시계
uk_ua: 12-та година
zh_cn: 12小时制

source: 24h clock
et_ee: 24h kella
ko_kr: 24시간 시계
uk_ua: 24 години на добу
zh_cn: 24小时制

source: Favorite settings
et_ee: Lemmik seaded
ko_kr: 즐겨 찾기 설정
uk_ua: Улюблені налаштування
zh_cn: 收藏夹设置

source: Hide favorites
et_ee: Peida lemmikud
ko_kr: 즐겨찾기 숨기기
uk_ua: Приховати обране
zh_cn: 隐藏收藏夹

source: Unpin favorites from top
et_ee: Unpin lemmikud ülevalt
ko_kr: 위에서부터 즐겨 찾기 고정 해제
uk_ua: Відкріпити вибране зверху
zh_cn: 从顶部取消收藏夹

source: Give unread items a colored border
et_ee: Anda lugemata objektidele värviline raam
ko_kr: 읽지 않은 항목에 색상 테두리 지정
uk_ua: Надайте непрочитаним елементам кольорову рамку
zh_cn: 为未读项目提供彩色边框

source: Show 'help' button in top-right corner
et_ee: Näita 'abi' nuppu paremas ülanurgas
ko_kr: 오른쪽 상단의 '도움말' 버튼 표시
uk_ua: Показати кнопку "Допомога" у верхньому правому куті
zh_cn: 在右上角显示“帮助”按钮

source: Show unread mail counter in application title
et_ee: Näita lugemata posti loendurit rakenduse pealkirjas
ko_kr: 애플리케이션 제목에 읽지 않은 메일 카운터 표시
uk_ua: Показувати лічильник непрочитаних листів у назві програми
zh_cn: 在应用程序标题中显示未读邮件计数器

source: Hide widget panel
et_ee: Peida vidinapaneel
ko_kr: 위젯 패널 숨기기
uk_ua: Приховати панель віджетів

source: Show search bar above folder list
et_ee: Näita otsinguriba kaustade loendi kohal
ko_kr: 폴더 목록 위에 검색창 표시
uk_ua: Показати рядок пошуку над списком папок

source: Actual size
et_ee: Tegelik suurus
ko_kr: 실제 크기
uk_ua: Фактичний розмір
zh_cn: 实际尺寸

source: Page width
et_ee: Lehekülje laius
ko_kr: 페이지 너비
uk_ua: Ширина сторінки
zh_cn: 页面宽度

source: Attachment preview (PDF and Open formats)
et_ee: Manuse eelvaade (PDF ja Open formaadid)
ko_kr: 첨부파일 미리 보기(PDF 및 Open 형식)
uk_ua: Попередній перегляд вкладень (PDF та Open формати)

source: Document default zoom
et_ee: Dokumendi vaikimisi suumimine
ko_kr: 문서 기본 확대/축소
uk_ua: Масштаб документа за замовчуванням

source: PDF zoom
et_ee: PDF-suumimine
ko_kr: PDF 확대/축소
uk_ua: Масштаб PDF

source: File previewing
et_ee: Faili eelvaade
ko_kr: 파일 미리 보기
uk_ua: Попередній перегляд файлів

source: Inbox navigation
et_ee: Postkasti navigatsioon
ko_kr: 받은 편지함 탐색
uk_ua: Навігація по папці "Вхідні
zh_cn: 收件箱导航

source: I want to navigate through my items by using:
et_ee: Ma tahan navigeerida oma esemete vahel, kasutades:
ko_kr: 다음을 사용하여 내 항목을 탐색하고 싶습니다:
uk_ua: Я хочу переміщатися по моїх товарах за допомогою:
zh_cn: 我想使用...浏览我的项目

source: Infinite Scroll
et_ee: Lõpmatu kerimine
ko_kr: 무한 스크롤
uk_ua: Нескінченна прокрутка
zh_cn: 无限滚动

source: grommunio Web automatically loads additional items when you scroll down
et_ee: grommunio Web laeb automaatselt täiendavaid elemente, kui kerite alla
ko_kr: 아래로 스크롤하면 그로뮤니오 웹이 자동으로 추가 항목을 로드합니다.
uk_ua: grommunio Web автоматично завантажує додаткові елементи при прокручуванні вниз
zh_cn: 向下滚动时，grommunio Web会自动加载其它项目

source: Pagination
et_ee: Lehenummerdus
ko_kr: 페이지 매김
uk_ua: Пагінація
zh_cn: 分页

source: grommunio Web displays items on pages and you can use navigation controls to navigate
et_ee: grommunio Web kuvab elemente lehekülgedel ja te saate navigeerimisfunktsioonide abil navigeerida
ko_kr: 그로뮤니오 웹은 페이지에 항목을 표시하고 탐색 컨트롤을 사용하여 탐색할 수 있습니다.
uk_ua: grommunio Web відображає елементи на сторінках, а для навігації можна використовувати елементи керування навігацією
zh_cn: grommunio Web在页面上显示项目，您可使用导航控件进行导航

source: Load items in blocks of {A}
et_ee: Laadige objektid plokkidesse {A}
ko_kr: A} 블록으로 항목을 로드합니다.
uk_ua: Завантажуйте елементи блоками {A}
zh_cn: 在{A}的范围内加载项目

source: Load {A} items per page.
et_ee: Laadige {A} elemente lehekülje kohta.
ko_kr: 페이지당 {A}개 항목을 로드합니다.
uk_ua: Завантажити {A} елементів на сторінку.
zh_cn: 每页加载{A}个项目。

source: Keyboard Shortcuts
et_ee: Klaviatuuri otseteed
ko_kr: 키보드 단축키
uk_ua: Комбінації клавіш
zh_cn: 键盘快捷键

source: Part of basic keyboard shortcuts
et_ee: Osa põhilistest klaviatuurikombinatsioonidest
ko_kr: 기본 키보드 단축키의 일부
uk_ua: Частина основних комбінацій клавіш
zh_cn: 部分基本键盘快捷键

source: Keyboard shortcuts off
et_ee: Klaviatuuri otseteed välja lülitatud
ko_kr: 키보드 단축키 끄기
uk_ua: Вимкнення комбінацій клавіш
zh_cn: 关闭键盘快捷键

source: Basic keyboard shortcuts on
et_ee: Põhilised klaviatuurikombinatsioonid
ko_kr: 기본 키보드 단축키 켜기
uk_ua: Основні комбінації клавіш увімкнено
zh_cn: 开启基本的键盘快捷键

source: All keyboard shortcuts on
et_ee: Kõik klaviatuurikombinatsioonid
ko_kr: 모든 키보드 단축키 켜기
uk_ua: Усі комбінації клавіш увімкнено
zh_cn: 开启所有键盘快捷键

source: This change requires a reload of grommunio Web
et_ee: See muudatus nõuab grommunio Webi uuesti laadimist
ko_kr: 이 변경 사항을 적용하려면 그로뮤니오 웹을 다시 로드해야 합니다.
uk_ua: Ця зміна вимагає перезавантаження grommunio Web

source: Available plugins
et_ee: Saadaolevad pluginad
ko_kr: 사용 가능한 플러그인
uk_ua: Доступні плагіни
zh_cn: 可用插件

source: No plugins available
et_ee: Pistikprogrammid puuduvad
ko_kr: 사용 가능한 플러그인 없음
uk_ua: Плагіни не доступні
zh_cn: 无可用插件

source: Version
et_ee: Versioon
ko_kr: 버전
uk_ua: Версія
zh_cn: 版本

source: This plugin cannot be disabled
et_ee: Seda pluginat ei saa keelata
ko_kr: 이 플러그인은 비활성화할 수 없습니다.
uk_ua: Цей плагін не можна вимкнути
zh_cn: 无法禁用此插件

source: This plugin cannot be enabled
et_ee: Seda pluginat ei saa lubada
ko_kr: 이 플러그인은 활성화할 수 없습니다.
uk_ua: Цей плагін не можна ввімкнути
zh_cn: 无法启用此插件

source: Mailbox Usage
et_ee: Postkasti kasutamine
ko_kr: 사서함 사용량
uk_ua: Використання поштової скриньки
zh_cn: 邮箱使用

source: A quota is not set on your store.
et_ee: Teie poes ei ole kvooti määratud.
ko_kr: 스토어에 할당량이 설정되어 있지 않습니다.
uk_ua: На ваш магазин не встановлено квоту.
zh_cn: 您的存储器未设置配额。

source: {0} of mailbox space is used.
et_ee: {0} postkasti ruumi kasutatakse.
ko_kr: 사서함 공간 {0}이(가) 사용되었습니다.
uk_ua: {0} місця у поштовій скриньці.
zh_cn: 使用了邮箱空间的{0}。

source: You have exceeded hard quota, you can not send or receive mails.
et_ee: Te olete ületanud kõva kvoodi, te ei saa saata ega vastu võtta kirju.
ko_kr: 하드 할당량을 초과하여 메일을 보내거나 받을 수 없습니다.
uk_ua: Ви перевищили жорстку квоту, ви не можете надсилати або отримувати листи.

source: At {0} you won't be able to send mails.
et_ee: {0} juures ei saa te kirju saata.
ko_kr: 0}에서는 메일을 보낼 수 없습니다.
uk_ua: За адресою {0} ви не зможете надсилати листи.
zh_cn: 当{0}时，您将无法发送邮件。

source: You can not send mails as you have exceeded soft quota, at {0} you won't be able to receive mails.
et_ee: Sa ei saa saata kirju, kuna olete ületanud pehme kvoodi, {0} juures ei saa te kirju vastu võtta.
ko_kr: 소프트 할당량을 초과했으므로 {0}에서 메일을 받을 수 없으므로 메일을 보낼 수 없습니다.
uk_ua: Ви не можете надсилати листи, оскільки перевищили м'яку квоту, при {0} ви не зможете отримувати листи.

source: At {0} you won't be able to send or receive mails.
et_ee: {0} juures ei saa te saata ega vastu võtta kirju.
ko_kr: 0}에서는 메일을 보내거나 받을 수 없습니다.
uk_ua: За адресою {0} ви не зможете надсилати або отримувати листи.

source: You can not send mails as you have exceeded soft quota.
et_ee: Te ei saa saata kirju, kuna olete ületanud pehme kvoodi.
ko_kr: 소프트 할당량을 초과했으므로 메일을 보낼 수 없습니다.
uk_ua: Ви не можете надсилати листи, оскільки перевищили м'яку квоту.
zh_cn: 您已超过软配额，因此您无法发送邮件。

source: Reset settings
et_ee: Seadete lähtestamine
ko_kr: 설정 재설정
uk_ua: Скидання налаштувань
zh_cn: 重置收藏夹

source: Reset settings to their original defaults.
et_ee: Seadete lähtestamine algsetele vaikeseadetele.
ko_kr: 설정을 원래 기본값으로 재설정합니다.
uk_ua: Скидання налаштувань до початкових значень за замовчуванням.
zh_cn: 将设置重置为其原始默认设置。

source: This will close all opened shared stores and resets all settings to the default value.
et_ee: See sulgeb kõik avatud jagatud poed ja taastab kõik seaded vaikimisi väärtusele.
ko_kr: 이렇게 하면 열려 있는 모든 공유 스토어가 닫히고 모든 설정이 기본값으로 재설정됩니다.
uk_ua: Це призведе до закриття всіх відкритих спільних сховищ і скидання всіх налаштувань до значень за замовчуванням.
zh_cn: 将关闭所有打开的共享存储器，并将所有设置重置为默认值。

source: grommunio Web will automatically reload in order for these changes to take effect
et_ee: grommunio Web laadib end automaatselt uuesti, et need muudatused jõustuksid
ko_kr: 이러한 변경 사항을 적용하려면 그로뮤니오 웹이 자동으로 다시 로드됩니다.
uk_ua: grommunio Web автоматично перезавантажиться, щоб ці зміни набули чинності
zh_cn: grommunio Web将自动重新加载以使这些更改生效

source: Reloading, Please wait.
et_ee: Ümberlaadimine, palun oodake.
ko_kr: 로딩 중, 잠시만 기다려주세요.
uk_ua: Перезарядка, будь ласка, зачекайте.
zh_cn: 正在重新加载，请耐心等待。

source: Setting
et_ee: Seadistamine
ko_kr: 설정
uk_ua: Налаштування
zh_cn: 设置

source: The setting '{0}' can not be edited
et_ee: Seadistust „{0}“ ei saa muuta
ko_kr: '{0}' 설정을 편집할 수 없습니다.
uk_ua: Параметр '{0}' не можна редагувати
zh_cn: 无法编辑设置'{0}'

source: Version information
et_ee: Teave versiooni kohta
ko_kr: 버전 정보
uk_ua: Інформація про версію
zh_cn: 版本信息

source: Delete confirmation
et_ee: Kustuta kinnitus
ko_kr: 확인 삭제
uk_ua: Підтвердження видалення
zh_cn: 删除确认

source: Deleting the item(s) will also delete the original item(s).
et_ee: Elemendi(te) kustutamine kustutab ka esialgse(d) elemendi(d).
ko_kr: 항목을 삭제하면 원래 항목도 삭제됩니다.
uk_ua: Видалення елемента(ів) також призведе до видалення оригінального елемента(ів).
zh_cn: 删除项目也会删除原始项目。

source: Do you want to delete the item(s)?
et_ee: Kas soovite objekti(d) kustutada?
ko_kr: 항목을 삭제하시겠습니까?
uk_ua: Ви хочете видалити елемент(и)?
zh_cn: 您是否欲删除项目？

source: Sort by: Priority
et_ee: Järjestamine: Olulisus
ko_kr: 정렬 기준: 우선순위
uk_ua: Сортувати: Пріоритет
zh_cn: 排序方式：优先级

source: Status
et_ee: Staatus
ko_kr: 상태
uk_ua: Статус
zh_cn: 状态

source: Sort by: Status
et_ee: Järjestamine: olek
ko_kr: 정렬 기준: 상태
uk_ua: Сортувати по: Статус
zh_cn: 排序方式：状态

source: Due Date
et_ee: Tähtaeg
ko_kr: 마감일
uk_ua: Термін виконання
zh_cn: 结束日期

source: Sort by: Due Date
et_ee: Järjestamine: tähtaeg
ko_kr: 정렬 기준: 마감일
uk_ua: Сортувати по: Термін сплати
zh_cn: 排序方式：结束日期

source: % Completed
et_ee: % valmis
ko_kr: 완료된 %
uk_ua: % Виконано
zh_cn: 已完成比例(%)

source: Sort by: Percent Completed
et_ee: Järjestamine: Protsent lõpetatud
ko_kr: 정렬 기준 완료된 비율
uk_ua: Сортувати по: Відсоток завершення
zh_cn: 排序方式：已完成比例

source: Task Status
et_ee: Ülesande staatus
ko_kr: 작업 상태
uk_ua: Статус завдання
zh_cn: 任务状态

source: Percent Complete
et_ee: Täielik protsent
ko_kr: 완료 비율
uk_ua: Відсоток завершення
zh_cn: 已完成比例

source: Total Work
et_ee: Kogu töö
ko_kr: 총 작업량
uk_ua: Загальна робота
zh_cn: 全部工作

source: Actual Work
et_ee: Tegelik töö
ko_kr: 실제 작업
uk_ua: Фактична робота
zh_cn: 实际工作

source: Companies
et_ee: Ettevõtted
ko_kr: 기업
uk_ua: Компанії
zh_cn: 公司

source: Billing Information
et_ee: Arveldusteave
ko_kr: 청구 정보
uk_ua: Інформація для виставлення рахунків
zh_cn: 计费信息

source: Mileage
et_ee: Kilomeetrite arv
ko_kr: 마일리지
uk_ua: Пробіг
zh_cn: 里程数

source: Accepting Task
et_ee: Vastuvõtmas ülesannet
ko_kr: 작업 수락
uk_ua: Прийняття завдання
zh_cn: 接受任务

source: Declining Task
et_ee: Langev ülesanne
ko_kr: 작업 거부
uk_ua: Завдання, що зменшується
zh_cn: 拒绝任务

source: This task will be accepted and moved to your task folder. Do you want to include comments with your response?
et_ee: See ülesanne võetakse vastu ja viiakse sinu ülesannete kausta. Kas soovid lisada oma vastusele kommentaare?
ko_kr: 이 작업이 수락되어 작업 폴더로 이동됩니다. 응답에 댓글을 포함하시겠습니까?
uk_ua: Це завдання буде прийнято та переміщено до теки завдань. Бажаєте долучити догуки до відповіді?
zh_cn: 此任务将被接受并移至您的任务文件夹中。您是否欲在您的回复中添加评论？

source: This task will be declined and moved into the Deleted Items folder. Do you want to edit the response before sending it?
et_ee: See ülesanne lükatakse tagasi ja viiakse kausta "Kustutatud kirjed". Kas soovid vastust enne saatmist muuta?
ko_kr: 이 작업은 거부되고 지운 편지함 폴더로 이동됩니다. 응답을 보내기 전에 수정하시겠습니까?
uk_ua: Це завдання буде відхилено і переміщено до папки Видалені. Ви хочете відредагувати відповідь перед відправленням?
zh_cn: 此任务将被拒绝并移至“已删除项目”文件夹。您是否欲在发送前编辑回复？

source: Send the response now
et_ee: Saada vastus nüüd
ko_kr: 지금 응답 보내기
uk_ua: Надішліть відповідь зараз
zh_cn: 立即发送回复

source: Date Complete
et_ee: Kuupäev Täidetud
ko_kr: 완료 날짜
uk_ua: Дата завершення
zh_cn: 完成日期

source: Multiple companies name must be separated by
et_ee: Mitme ettevõtte nimi peab olema eraldatud
ko_kr: 여러 회사 이름은 다음과 같이 구분해야 합니다.
uk_ua: Назви декількох компаній повинні бути розділені символами

source: Update List
et_ee: Nimekirja ajakohastamine
ko_kr: 업데이트 목록
uk_ua: Список оновлень
zh_cn: 更新列表

source: Create Unassigned Copy
et_ee: Loo määramata koopia
ko_kr: 할당되지 않은 복사본 만들기
uk_ua: Створити непризначену копію
zh_cn: 创建未指定的副本

source: copy
et_ee: koopia
ko_kr: 복사
uk_ua: копія
zh_cn: 副本

source: Unable to send task request
et_ee: Ülesandmistaotluse saatmine ei ole võimalik
ko_kr: 작업 요청을 보낼 수 없습니다.
uk_ua: Не вдається надіслати запит на завдання
zh_cn: 无法发送任务请求

source: You cannot send a task request to yourself.
et_ee: Sa ei saa saata ülesande taotlust endale.
ko_kr: 본인에게는 작업 요청을 보낼 수 없습니다.
uk_ua: Ви не можете надіслати запит на завдання самому собі.
zh_cn: 您无法向自己发送任务请求。

source: Multiple recipients
et_ee: Mitu vastuvõtjat
ko_kr: 여러 수신자
uk_ua: Кілька одержувачів
zh_cn: 多个收件人

source: A task request can only have one recipient.
et_ee: Ülesandepäringul võib olla ainult üks saaja.
ko_kr: 작업 요청에는 수신자가 한 명만 있을 수 있습니다.
uk_ua: Запит на завдання може мати тільки одного одержувача.
zh_cn: 一个任务请求只能有一个收件人。

source: Due date
et_ee: Tähtaeg
ko_kr: 마감일
uk_ua: Термін виконання
zh_cn: 结束日期

source: Priority
et_ee: Prioriteet
ko_kr: 우선순위
uk_ua: Пріоритет
zh_cn: 优先级

source: % Complete
et_ee: % lõpetatud
ko_kr: % 완료
uk_ua: % Завершено
zh_cn: 完成比例(%)

source: Track progress
et_ee: Jälgi edenemist
ko_kr: 진행 상황 추적
uk_ua: Відстежуйте прогрес
zh_cn: 跟踪进度

source: Keep updated copy of task and receive automated status reports
et_ee: Hoida ülesande ajakohastatud koopiat ja saada automaatseid olekuteateid
ko_kr: 업데이트된 작업 사본을 보관하고 자동화된 상태 보고서 받기
uk_ua: Зберігайте оновлену копію завдання та отримуйте автоматичні звіти про його стан
zh_cn: 保留任务的更新副本并接收自动状态报告

source: Send task to assignees
et_ee: Ülesande saatmine määratud isikutele
ko_kr: 할당자에게 작업 보내기
uk_ua: Надіслати завдання виконавцям
zh_cn: 发送任务至代理人

source: Restore to Task List
et_ee: Taasta ülesannete loendisse
ko_kr: 작업 목록으로 복원
uk_ua: Відновити до списку завдань
zh_cn: 恢复任务列表

source: Delete this task
et_ee: Kustuta see ülesanne
ko_kr: 이 작업 삭제
uk_ua: Видаліть це завдання
zh_cn: 删除此项目

source: Add attachments to this task
et_ee: Lisage sellele ülesandele manuseid
ko_kr: 이 작업에 첨부 파일 추가
uk_ua: Додайте вкладення до цього завдання
zh_cn: 添加附件至此任务

source: Mark as Complete
et_ee: Märgi lõpetatuks
ko_kr: 완료로 표시
uk_ua: Позначити як завершене
zh_cn: 标记为完成

source: Mark this task as complete
et_ee: Märgi see ülesanne lõpetatuks
ko_kr: 이 작업을 완료로 표시
uk_ua: Позначте це завдання як виконане
zh_cn: 将此任务标记为完成

source: Print this task
et_ee: Prindi see ülesanne
ko_kr: 이 작업 인쇄
uk_ua: Надрукуйте це завдання
zh_cn: 打印此任务

source: Assign Task
et_ee: Ülesande määramine
ko_kr: 작업 할당
uk_ua: Призначити завдання
zh_cn: 分配任务

source: Cancel Assignment
et_ee: Tühista määramine
ko_kr: 할당 취소
uk_ua: Скасувати призначення
zh_cn: 取消任务分配

source: Mark this task as private
et_ee: Märgi see ülesanne eraviisiliseks
ko_kr: 이 작업을 비공개로 표시
uk_ua: Позначте це завдання як приватне
zh_cn: 将此任务标记为私人

source: New task
et_ee: Uus ülesanne
ko_kr: 새 작업
uk_ua: Нове завдання
zh_cn: 新任务

source: Completed
et_ee: Lõpetatud
ko_kr: 완료
uk_ua: Завершено
zh_cn: 已完成

source: Printed by:
et_ee: Printija:
ko_kr: 인쇄자
uk_ua: Надруковано на:
zh_cn: "打印机构：

source: Printed on:
et_ee: Trükitud aadressil:
ko_kr: 인쇄됨:
uk_ua: Надруковано на:
zh_cn: 打印日期：

source: Percent complete
et_ee: Täielik protsent
ko_kr: 완료 비율
uk_ua: Відсоток виконання
zh_cn: 已完成比例

source: Total work
et_ee: Kogu töö
ko_kr: 총 작업량
uk_ua: Загальний обсяг робіт
zh_cn: 全部工作

source: {totalwork} hours
et_ee: {totalwork} tundi
ko_kr: {총 근무 시간} 시간
uk_ua: {всього роботи} годин
zh_cn: {全部工作}小时数

source: Actual work
et_ee: Tegelik töö
ko_kr: 실제 작업
uk_ua: Фактична робота
zh_cn: 实际工作

source: {actualwork} hours
et_ee: {tegelik tööaeg} tundi
ko_kr: {실제 근무} 시간
uk_ua: {фактична робота} годин
zh_cn: {实际工作}小时数

source: Open Shared Tasks
et_ee: Ava jagatud ülesanded
ko_kr: 공유 작업 열기
uk_ua: Відкрити спільні завдання
zh_cn: 开放的共享任务

source: Simple view
et_ee: Lihtne vaade
ko_kr: 간단한 보기
uk_ua: Простий вигляд
zh_cn: 简单视图

source: Detailed view
et_ee: Üksikasjalik vaade
ko_kr: 상세 보기
uk_ua: Детальний перегляд
zh_cn: 详细视图

source: Task request
et_ee: Ülesande päring
ko_kr: 작업 요청
uk_ua: Запит на виконання завдання
zh_cn: 任务请求

source: Print selected task
et_ee: Trüki valitud ülesanne
ko_kr: 선택한 작업 인쇄
uk_ua: Друк вибраного завдання
zh_cn: 打印选定的任务

source: No task selected
et_ee: Ülesannet ei ole valitud
ko_kr: 선택한 작업 없음
uk_ua: Не вибрано жодного завдання
zh_cn: 未选择任何任务

source: Print task list
et_ee: Ülesannete loetelu printimine
ko_kr: 작업 목록 인쇄
uk_ua: Друк списку завдань
zh_cn: 打印任务列表

source: Create task
et_ee: Loo ülesanne
ko_kr: 작업 만들기
uk_ua: Створити завдання
zh_cn: 创建任务

source: Upcoming
et_ee: Tulevased
ko_kr: 예정
uk_ua: Найближчим часом
zh_cn: 即将开始

source: Overdue
et_ee: Hilinenud
ko_kr: 기한 초과
uk_ua: Прострочено
zh_cn: 已过期

source: Mark Complete
et_ee: Märgi tehtuks
ko_kr: 완료 표시
uk_ua: Відмітити завершення
zh_cn: 标记为完成

source: Mark Incomplete
et_ee: Märgi pooleliolevaks
ko_kr: 불완전 표시
uk_ua: Позначити Не завершено
zh_cn: 标记为未完成

source: Remove from To-Do List
et_ee: Eemalda tööde loendist
ko_kr: 할 일 목록에서 제거
uk_ua: Видалити зі списку справ
zh_cn: 从待办事项列表中删除

source: Changes to assigned task
et_ee: Muudatused määratud ülesandes
ko_kr: 할당된 작업의 변경 사항
uk_ua: Зміни в призначеному завданні
zh_cn: 更改分配任务

source: Please note that assigned task(s) will be overwritten when the assignee makes changes.
et_ee: Pange tähele, et määratud ülesanne(d) kirjutatakse üle, kui määratud isik teeb muudatusi.
ko_kr: 양수인이 작업을 변경하면 할당된 작업을 덮어쓰게 된다는 점에 유의하세요.
uk_ua: Зверніть увагу, що призначені завдання будуть перезаписані, коли правонаступник внесе зміни.
zh_cn: 请注意，当代理人进行更改时，分配任务将被覆盖。

source: Sort by: Complete
et_ee: Järjestamine: lõpetatus
ko_kr: 정렬 기준: 완료
uk_ua: Сортувати по: Повністю
zh_cn: 排序方式：完成

source: Reminder Time
et_ee: Meeldetuletus aeg
ko_kr: 알림 시간
uk_ua: Час нагадування
zh_cn: 提醒时间

source: Sort by: Reminder Time
et_ee: Järjestamine: meeldetuletuse aeg
ko_kr: 정렬 기준: 알림 시간
uk_ua: Сортувати по: Час нагадування
zh_cn: 排序方式：提醒时间

source: Sort by: Assignee
et_ee: Järjestamine: täitja
ko_kr: 정렬 기준: 양수인
uk_ua: Сортувати по: Правонаступник
zh_cn: 排序方式：代理人

source: Sort by: Owner
et_ee: Järjestamine: omanik
ko_kr: 정렬 기준: 소유자
uk_ua: Сортувати по: Власник
zh_cn: 排序方式：所有者

source: Sort by: Percentage Completed
et_ee: Järjestamine: lõpetatuse protsent
ko_kr: 정렬 기준 완료된 백분율
uk_ua: Сортувати по: Відсоток завершення
zh_cn: 排序方式：已完成比例

source: Assigned task changes
et_ee: Määratud ülesande muutmine
ko_kr: 할당된 작업 변경 사항
uk_ua: Зміни в призначеному завданні
zh_cn: 分配的任务变更

source: Loading tasks
et_ee: Laadimisülesanded
ko_kr: 작업 로드
uk_ua: Завантаження завдань
zh_cn: 正在加载任务

source: Date completed
et_ee: Lõpetamise kuupäev
ko_kr: 완료 날짜
uk_ua: Дата завершення
zh_cn: 完成日期

source: hours
et_ee: tundi
ko_kr: 시간
uk_ua: годин
zh_cn: 小时

source: Billing information
et_ee: Arveldusteave
ko_kr: 청구 정보
uk_ua: Інформація для виставлення рахунків
zh_cn: 计费信息

source: Update list
et_ee: Nimekirja ajakohastamine
ko_kr: 업데이트 목록
uk_ua: Оновлення списку
zh_cn: 更新列表

source: none
et_ee: ei ole
ko_kr: 없음
uk_ua: ні
zh_cn: 无

source: Quick Task
et_ee: Kiire ülesanne
ko_kr: 빠른 작업
uk_ua: Швидке завдання
zh_cn: 快速任务

source: No tasks.
et_ee: Ülesandeid ei ole.
ko_kr: 작업이 없습니다.
uk_ua: Ніяких завдань.
zh_cn: 无任务。

source: Tasks / To-Do
et_ee: Ülesanded / To-Do
ko_kr: 작업 / 할 일
uk_ua: Завдання / До справи
zh_cn: 任务/待办事项

source: Click the link to open the URL in a new window.
et_ee: Klõpsake lingil, et avada URL-aadress uues aknas.
ko_kr: 링크를 클릭하면 URL이 새 창에서 열립니다.
uk_ua: Клацніть на посилання, щоб відкрити URL-адресу в новому вікні.
zh_cn: 点击此链接以在新窗口中打开URL。

source: The server reported an unknown error on your request.
et_ee: Server vastas teie päringule tundmatu veaga.
ko_kr: 서버가 요청에 대해 알 수 없는 오류를 보고했습니다.
uk_ua: Сервер повідомив про невідому помилку на ваш запит.
zh_cn: 针对您的请求，服务器报告了一个未知错误。

source: The server reported an unspecified error on your request.
et_ee: Server vastas teie päringule määratlemata veaga.
ko_kr: 서버가 요청에 대해 지정되지 않은 오류를 보고했습니다.
uk_ua: Сервер повідомив про невизначену помилку на ваш запит.
zh_cn: 针对您的请求，服务器报告了一个未指定的错误。

source: The session has expired, reauthentication is required.
et_ee: Seanss on aegunud, palume uuesti autentida.
ko_kr: 세션이 만료되었으므로 재인증이 필요합니다.
uk_ua: Термін дії сесії закінчився, потрібна повторна автентифікація.
zh_cn: 会话已过期，需重新验证。

source: The session in the current browser window has been closed from another browser window or tab.
et_ee: Käesolev kasutaja seanss on suletud teisest veebilehitseja aknast või vahelehest.
ko_kr: 현재 브라우저 창의 세션이 다른 브라우저 창이나 탭에서 닫혔습니다.
uk_ua: Сеанс у поточному вікні браузера було закрито з іншого вікна або вкладки браузера.
zh_cn: 当前浏览器窗口中的会话已通过另一个浏览器窗口或选项卡关闭。

source: Session expired
et_ee: Seanss aegunud
ko_kr: 세션이 만료되었습니다.
uk_ua: Сесія закінчилася
zh_cn: 会话已过期

source: Do you wish to be redirected to the logon page?
et_ee: Kas te soovite suunamist sisenemise lehele?
ko_kr: 로그온 페이지로 리디렉션되기를 원하시나요?
uk_ua: Ви хочете, щоб вас перенаправили на сторінку входу?
zh_cn: 您是否欲重定向至登录页面？

source: Reauthentication required, click here to go to back to logon page.
et_ee: Uuesti autentimine vajalik, klõpsake siia tagasi sisenemise lehele minemiseks.
ko_kr: 재인증이 필요합니다. 로그인 페이지로 돌아가려면 여기를 클릭하세요.
uk_ua: Потрібна повторна автентифікація, натисніть тут, щоб повернутися на сторінку входу.
zh_cn: 需重新验证，请点击此处返回登录页面。

source: Connection problem
et_ee: Ühenduse probleem
ko_kr: 연결 문제
uk_ua: Проблема з підключенням
zh_cn: 连接问题

source: Could not connect to server, retrying in {0} second(s)
et_ee: Ei suutnud ühendada serveriga, uuesti ühendamine {0} sekundi pärast
ko_kr: 서버에 연결할 수 없습니다, {0}초 후에 다시 시도합니다.
uk_ua: Не вдалося з'єднатися з сервером, повторна спроба через {0} секунд
zh_cn: 无法连接服务器，请于{0}秒后重试

source: Click to retry now
et_ee: Klõpsa uuesti proovimiseks
ko_kr: 지금 다시 시도하려면 클릭하세요.
uk_ua: Натисніть, щоб повторити спробу зараз
zh_cn: 点击以立即重试

source: Connection restored
et_ee: Ühendus taastatud
ko_kr: 연결이 복원되었습니다.
uk_ua: З'єднання відновлено
zh_cn: 连接已恢复

source: Connection with server has been restored
et_ee: Ühendus serveriga on taastatud
ko_kr: 서버와의 연결이 복원되었습니다.
uk_ua: З'єднання з сервером відновлено
zh_cn: 与服务器的连接已恢复

source: Invalid data received from the server
et_ee: Serverilt saadud valed andmed
ko_kr: 서버에서 수신한 유효하지 않은 데이터
uk_ua: Невірні дані, отримані від сервера

source: Missing store
et_ee: Puuduv kauplus
ko_kr: 누락된 스토어
uk_ua: Відсутній магазин
zh_cn: 缺少存储器

source: The default store is missing from the hierarchy.
et_ee: Vaikimisi pood puudub hierarhiast.
ko_kr: 기본 스토어가 계층 구조에서 누락되었습니다.
uk_ua: Сховище за замовчуванням відсутнє в ієрархії.
zh_cn: 层次结构中缺少默认的存储器。
