Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/zarafa_webapp.po
Languages: hu, ja_jp

source: {0} minute
hu: {0} perc
ja_jp: {0}分

source: {0} hour
hu: {0} óra
ja_jp: {0}時間

source: {0} day
hu: {0} nap
ja_jp: {0}日

source: The quick brown fox jumps over the lazy dog
hu: Árvíztűrő tükörfúrógép

source: Sunday
hu: Vasárnap
ja_jp: 日曜日

source: Monday
hu: Hétfő
ja_jp: 月曜日

source: Tuesday
hu: Kedd
ja_jp: 火曜日

source: Wednesday
hu: Szerda
ja_jp: 水曜日

source: Thursday
hu: Csütörtök
ja_jp: 木曜日

source: Friday
hu: Péntek
ja_jp: 金曜日

source: Saturday
hu: Szombat
ja_jp: 土曜日

source: January
hu: Január
ja_jp: 1月

source: February
hu: Február
ja_jp: 2月

source: March
hu: Március
ja_jp: 3月

source: April
hu: Április
ja_jp: 4月

source: May
hu: Május
ja_jp: 5月

source: June
hu: Június
ja_jp: 6月

source: July
hu: Július
ja_jp: 7月

source: August
hu: Augusztus
ja_jp: 8月

source: September
hu: Szeptember
ja_jp: 9月

source: October
hu: Október
ja_jp: 10月

source: Page {A} of {0}
hu: {A} oldal a {0}-ból/ből
ja_jp: ページ{A}/{0}

source: Displaying messages {0} - {1} of {2}
hu: Üzenetek megjelenítése {0} - {1} a {2}-ból/ből
ja_jp: メッセージ{0} - {1} / {2}

source: No messages to display
hu: Nincs megjeleníthető üzenet
ja_jp: 表示するメッセージはありません。

source: First Page
hu: Első oldal
ja_jp: 最初のページ

source: Previous Page
hu: Előző oldal
ja_jp: 前のページ

source: Next Page
hu: Következő oldal
ja_jp: 次のページ

source: Last Page
hu: Utolsó oldal
ja_jp: 最後のページ

source: Refresh
hu: Frissítés
ja_jp: 再表示

source: Today
hu: Ma
ja_jp: 今日

source: Cancel
hu: Mégse
ja_jp: キャンセル

source: {0} (Spacebar)
hu: {0} (Szóköz)
ja_jp: {0}（空白）

source: This date is before the minimum date
hu: A dátum a legkorábbi dátum előtt található
ja_jp: この日付けは最小日付よりも前です。

source: This date is after the maximum date
hu: A dátum a legkésőbbi dátum után található
ja_jp: この日付は最大日付よりも後です。

source: d/m/Y
hu: Y/m/d
ja_jp: Y/m/d

source: Disabled
hu: Kikapcsolt
ja_jp: 使用不可

source: Next Month (Control+Right)
hu: Következő hónap (Control+Jobb nyíl)
ja_jp: 翌月(Control+Right)

source: Previous Month (Control+Left)
hu: Előző hónap (Control+Bal nyíl)
ja_jp: 前月 (Control+Left)

source: Choose a month (Control+Up/Down to move years)
hu: Hónap kiválasztása (Control+Fel/le az évek mozgatásához)
ja_jp: 月を選択して下さい。（Control+Up/Downで年を変更できます。）

source: Please enter the URL for the link
hu: Kérem üsse be az URL-t a hivatkozáshoz

source: Bold (Ctrl+B) text
hu: Kiemelt (Control+B) szöveg

source: Make the selected text bold.
hu: Kiválasztott szöveg kiemelése.

source: Italic (Ctrl+I)
hu: Dőlt (Ctrl+I)

source: Make the selected text italic.
hu: Kiválasztott szöveg dőltté alakítása.

source: Underline (Ctrl+U)
hu: Aláhúzás (Ctrl+U)

source: Underline the selected text.
hu: Kiválasztott szöveg aláhúzása.

source: Grow Text
hu: Szöveg nagyítása

source: Increase the font size.
hu: Betűméret növelése.

source: Shrink Text
hu: Szöveg összehúzása

source: Decrease the font size.
hu: Betűméret csökkentése.

source: Text Highlight Color
hu: Szövegkiemelés színe

source: Change the background color of the selected text.
hu: Kiválasztott szöveg háttér színének megváltoztatása.

source: Font Color
hu: Betű színe

source: Change the color of the selected text.
hu: Kiválasztott szöveg színének megváltoztatása.

source: Align Text Left
hu: Szöveg balra igazítása

source: Align text to the left.
hu: Szöveg balra igazítása.

source: Center Text
hu: Középre helyezett szöveg

source: Center text in the editor.
hu: Szöveg középre igazítása.

source: Align Text Right
hu: Jobbra igazított szöveg

source: Align text to the right.
hu: Szöveg jobbra igazítása.

source: Bullet List
hu: Felsorolás

source: Start a bulleted list.
hu: Felsorolás létrehozása.

source: Numbered List
hu: Számozott lista

source: Start a numbered list.
hu: Számozott lista létrehozása.

source: Hyperlink
hu: Internetes hivatkozás

source: Make the selected text a hyperlink.
hu: Kiválasztott szöveg internetes hivatkozássá alakítása.

source: Source Edit
hu: Forrás szerkesztése

source: Switch to source editing mode.
hu: Forrás szerkesztés módba váltás.

source: Sort Ascending
hu: Növekvő sorrend
ja_jp: 昇順に並べ替え

source: Sort Descending
hu: Csökkenő sorrend
ja_jp: 降順に並べ替え

source: Columns
hu: Oszlopok
ja_jp: 項目

source: Group By This Field
hu: Kijelölt mező szerinti csoportosítás
ja_jp: この項目でグループ化

source: Show in Groups
hu: Csoportokba rendezés
ja_jp: グループ化表示

source: (None)
hu: (Semmi)

source: Yes
hu: Igen
ja_jp: はい

source: No
hu: Nem
ja_jp: いいえ

source: Loading
hu: Betöltés
ja_jp: 読み込み中

source: The value in this field is invalid
hu: A mezőben lévő érték érvénytelen
ja_jp: この項目の値は無効です。

source: The minimum length for this field is {0}
hu: A mező minimális hossza {0}
ja_jp: この項目の最小の文字数は{0}です。

source: The maximum length for this field is {0}
hu: A mező maximális hossza {0}
ja_jp: この項目の最大の文字数は{0}です。

source: This field is required
hu: A mező kötelező
ja_jp: 必須項目

source: The minimum value for this field is {0}
hu: A mező minimális hossza {0}
ja_jp: この項目の最小値は{0}です。

source: The maximum value for this field is {0}
hu: A mező maximális hossza {0}
ja_jp: この項目の最大値は{0}です。

source: {0} is not a valid number
hu: A {0} nem érvényes szám
ja_jp: {0}は有効な数字ではありません。

source: The date in this field must be equal to or after {0}
hu: A mezőben lévő dátumnak egyenlőnek vagy későbbinek kell lenni, mint {0}
ja_jp: この日付は{0}以降か同じでなければいけません。

source: The date in this field must be equal to or before {0}
hu: A mezőben lévő dátumnak egyenlőnek vagy korábbinak kell lenni, mint {0}
ja_jp: この日付は{0}より以前か同じでなければいけません。

source: {0} is not a valid date - it must be in the format {1}
hu: A {0} nem érvényes szám - a megfelelő formátum {1}
ja_jp: {0}は有効な日付ではありません。{1}形式でなければいけません。

source: You must select at least one item in this group
hu: Legalább egy elemet ki kell jelölni ebben a csoportban
ja_jp: このグループから少なくとも１つ選択して下さい。

source: You must select one item in this group
hu: Ki kell választani egy elemet a csoportból
ja_jp: このグループから１つ選択して下さい。

source: The time in this field must be equal to or after {0}
hu: Az időnek a beviteli mezőben egyenlőnek vagy későbbinek kell lenni, mint {0}
ja_jp: 時間は{0}以降か同じでなければいけません。

source: The time in this field must be equal to or before {0}
hu: Az időnek a beviteli mezőben egyenlőnek vagy korábbinak kell lenni, mint {0}
ja_jp: 時間は{0}以前か同じでなければいけません。

source: {0} is not a valid time
hu: {0} nem érvényes idő
ja_jp: {0}は有効な時間ではありません。

source: Name
hu: Név
ja_jp: 名前

source: Value
hu: Érték
ja_jp: 値

source: true
hu: igaz
ja_jp: 真

source: false
hu: hamis
ja_jp: 偽

source: This field should be an e-mail address in the format "user@example.com"
hu: Ebben a mezőben email címnek kell szerepelnie az alábbi formában: "felhasznalo@example.com"
ja_jp: この項目はメールアドレスです。（例:user@example.com）

source: This field should be a URL in the format "{0}"
hu: A mezőnek URL-nek kell lenni az alábbi formában "{0}"
ja_jp: URL（フォマット:{0}）

source: This field should only contain letters and _
hu: A mező csak betűket és _ tartalmazhat
ja_jp: 文字のみ

source: This field should only contain letters, numbers and _
hu: A mező csak betűket, számokat, és _ tartalmazhat
ja_jp: 文字と数字のみ

source: E-mail Addresses
hu: E-mail címek

source: E-mail addresses
hu: E-mail címek

source: Group details
hu: Csoport részletek
ja_jp: グループ詳細

source: General
hu: Általános
ja_jp: 一般

source: Display Name
hu: Megjelenítendő név
ja_jp: 表示名

source: Alias
hu: Álnév
ja_jp: 別名

source: Owner
hu: Tulajdonos
ja_jp: オーナー

source: Notes
hu: Jegyzet
ja_jp: メモ

source: Members
hu: Tagok
ja_jp: メンバー

source: Email Address
hu: Email cím
ja_jp: Emailアドレス

source: Account
hu: Fiók
ja_jp: アカウント

source: Member Of
hu: Tagja a
ja_jp: メンバー

source: Group Membership
hu: Csoport-tagság
ja_jp: グループメンバー

source: Address Book
hu: Címjegyzék
ja_jp: アドレス帳

source: User details
hu: Felhasználói adatlap
ja_jp: ユーザー詳細情報

source: First
hu: Keresztnév
ja_jp: 最初

source: Initial
hu: Megszólítás
ja_jp: 初期

source: Display
hu: Megjelenő
ja_jp: 表示

source: Last
hu: Vezetéknév
ja_jp: 一覧

source: Address
hu: Cím
ja_jp: 住所

source: City
hu: Város
ja_jp: 市

source: State
hu: Megye
ja_jp: 都道府県

source: Zip Code
hu: Irányítószám
ja_jp: 郵便番号

source: Country
hu: Ország
ja_jp: 国

source: Title
hu: Titulus
ja_jp: 役職

source: Company
hu: Cég
ja_jp: 会社

source: Department
hu: Osztály
ja_jp: 部署

source: Office
hu: Iroda
ja_jp: 職場

source: Assistant
hu: Asszisztens
ja_jp: アシスタント

source: Phone
hu: Telefon
ja_jp: 電話番号

source: Organization
hu: Szervezet
ja_jp: 部署

source: Manager
hu: Igazgató
ja_jp: マネージャー

source: Direct reports
hu: Közvetlen jelentések
ja_jp: 部下

source: Phone numbers
hu: Telefonszámok
ja_jp: 電話番号

source: Business
hu: Üzleti
ja_jp: ビジネス

source: Business2
hu: Üzleti 2
ja_jp: ビジネス

source: Home
hu: Otthon
ja_jp: ホーム

source: Home2
hu: Otthon 2
ja_jp: ホーム2

source: Mobile
hu: Mobil
ja_jp: モバイル

source: Pager
hu: Személyhívó
ja_jp: ポケベル

source: You must select one or more users.
hu: Ki kell választania egy vagy több felhasználót.
ja_jp: １つもしくは複数のユーザーを選択して下さい。

source: You must select a user.
hu: Választania kell egy felhasználót.
ja_jp: ユーザーを選択して下さい。

source: Select
hu: Választ
ja_jp: 選択

source: Show Details
hu: Részletek megjelenítése
ja_jp: 詳細を表示

source: There are no items to show in this view
hu: Nincs megjeleníthető elem ebben a nézetben

source: Type Name
hu: Írja be a nevet

source: Show Names from the
hu: Nevek megjelenítése következőből
ja_jp: 連絡先の取得元

source: Sort by: Icon
hu: Rendezés ikon szerint
ja_jp: 並べ替え：アイコン

source: Sort by: Display Name
hu: Rendezés: Megjelenő név
ja_jp: 並べ替え：表示名

source: File as
hu: Fájl, mint
ja_jp: ファイル

source: Sort by: File As
hu: Rendezés: Fájl
ja_jp: 並べ替え：ファイル

source: Sort by: Email Address
hu: Rendezés: Email cím
ja_jp: 並べ替え：Emailアドレス

source: SMTP Address
hu: SMTP cím

source: Sort by: SMTP Address
hu: Rendezés: SMTP cím

source: Sort by: Department
hu: Rendezés: Osztály
ja_jp: 並べ替え：部署

source: Office Phone
hu: Irodai telefon
ja_jp: 職場の電話番号

source: Sort by: Office Phone
hu: Rendezés: Irodai telefon
ja_jp: 並べ替え：職場の電話番号

source: Location
hu: Helyszín
ja_jp: 場所

source: Sort by: Location
hu: Rendezés: Helyszín
ja_jp: 並べ替え：場所

source: Sort by: Fax
hu: Rendezés: Fax
ja_jp: 並べ替え：Fax

source: Reply
hu: Válasz
ja_jp: 返信

source: Reply All
hu: Válasz mindenkinek
ja_jp: 全員へ返信

source: Forward
hu: Továbbítás
ja_jp: 転送

source: Edit as New Message
hu: Szerkesztés új üzenetként

source: Folders
hu: Mappák
ja_jp: フォルダ

source: Type
hu: Típus
ja_jp: タイプ

source: Mail
hu: Levél
ja_jp: メール

source: Calendar
hu: Naptár
ja_jp: カレンダー

source: Contacts
hu: Kapcsolatok
ja_jp: コンタクト

source: Tasks
hu: Feladatok
ja_jp: タスク

source: From
hu: Feladó

source: To
hu: Címzett
ja_jp: 宛先

source: Date
hu: Dátum
ja_jp: 日付

source: Error
hu: Hiba
ja_jp: エラー

source: Could not accept proposal as this meeting is not available in calendar; It may have been moved or deleted.
hu: A javaslatot nem lehet elfogadni, mivel a találkozó nincs a naptárban; lehetséges, hogy áthelyezték vagy törölték.
ja_jp: この会議はカレンダー上有効ではないため承諾することができません。この会議は予定が変更になったか削除された可能性があります。

source: Could not view proposal as this meeting is not available in calendar; It may have been moved or deleted.
hu: A javaslatot nem lehet megtekinteni, mivel a találkozó nincs a naptárban; lehetséges, hogy áthelyezték vagy törölték.
ja_jp: この会議はカレンダー上有効ではないため表示することができません。この会議は予定が変更になったか削除された可能性があります。

source: Required
hu: Kötelező
ja_jp: 必須

source: Optional
hu: Opcionális
ja_jp: 任意

source: Resource
hu: Erőforrás
ja_jp: リソース

source: Could not open store.
hu: Nem lehet megnyitni a tárolót.
ja_jp: データ領域を開くことができません

source: Could not open default calendar folder.
hu: Nem lehet megnyitni az alapértelmezett naptárt.
ja_jp: 初期カレンダーフォルダーを開くことができません

source: workday
hu: munkanap
ja_jp: 平日

source: day
hu: nap
ja_jp: 日

source: days
hu: napok
ja_jp: 日

source: week
hu: hét
ja_jp: 週

source: weeks
hu: hét
ja_jp: 週

source: month
hu: hónap
ja_jp: 月

source: months
hu: hónap
ja_jp: 月

source: year
hu: év
ja_jp: 年

source: years
hu: év
ja_jp: 年

source: Occurs every {0} effective {1} from {2} to {3}.
hu: Ismétlődés minden {0} érvényes {1} {2}-tól/től {3}-ig.
ja_jp: 毎{0}実施 {1}から{2}まで有効

source: Occurs every {0} {1} effective {2} from {3} to {4}.
hu: Ismétlődés minden {0} {1} érvényes {2} {3}-tól {4}-ig.
ja_jp: 毎{0}{1}実施 {3}から{4}まで有効{2}

source: Occurs every {0} effective {1}.
hu: Előfordulás minden {0} érvényes {1}.
ja_jp: 毎{0}実施 有効{1}

source: Occurs every {0} {1} effective {2}.
hu: Ismétlődik minden {0} {1} érvényes {2}.
ja_jp: 毎{0}{1}実施 有効{2}

source: Occurs every {0} effective {1} for {2} occurence from {3} to {4}.
hu: Ismétlődés minden {0} érvényes {1} {2}-tól/től {3}-ig.
ja_jp: 毎{0}実施 {2}まで{3}から{4}まで{1}有効

source: Occurs every {0} {1} effective {2} for {3} occurence from {4} to {5}.
hu: Ismétlődés minden {0} érvényes {1} {2}-tól/től {3}-ig.
ja_jp: 毎{0}実施 {2}まで{3}から{4}まで{1}有効

source: Occurs every {0} effective {1} for {2} occurence.
hu: Ismétlődés minden {0} érvényes {1} {2}-tól/től {3}-ig.
ja_jp: 毎{0}実施 {1}から{2}まで有効

source: Occurs every {0} {1} effective {2} for {3} occurence.
hu: Ismétlődés minden {0} érvényes {1} {2}-tól/től {3}-ig.
ja_jp: 毎{0}{1}実施 {3}から{4}まで有効{2}

source: Occurs every {0} effective {1} until {2} from {3} to {4}.
hu: Ismétlődés minden {0} érvényes {1} {2}-ig {3}-tól {4}-ig.
ja_jp: 毎{0}実施 {2}まで{3}から{4}まで{1}有効

source: Occurs every {0} {1} effective {2} until {3} from {4} to {5}.
hu: Ismétlődés minden {0} {1} érvényes {2} {3}-ig {4}tól/től {5}-ig.
ja_jp: 毎{0}実施 {2}まで{3}から{4}まで{1}有効

source: Occurs every {0} effective {1} until {2}.
hu: Ismétlődés minden {0} érvényes {1} {2}-ig.
ja_jp: 毎{0}実施 有効{1}

source: Occurs every {0} {1} effective {2} until {3}.
hu: Ismétlődés minden {0} {1} érvényes {2}-tól/től {3}-ig.
ja_jp: 毎{0}{1}実施 有効{2}

source: When
hu: Mikor
ja_jp: 日時

source: Where
hu: Hol
ja_jp: 場所

source: New Meeting Time Proposed
hu: Új felajánlott értekezlet időpont
ja_jp: 新たに会議の時間が設定されました。

source: Sort by: Attachment
hu: Rendezés: mellékletek
ja_jp: 並べ替え：添付ファイル

source: Sort by: Recurring
hu: Rendezés: Ismétlődés szerint
ja_jp: 開始日

source: Subject
hu: Tárgy
ja_jp: 件名

source: Sort by: Subject
hu: Rendezés: Tárgy szerint
ja_jp: 並べ替え：件名

source: Startdate
hu: Kezdő dátum
ja_jp: 開始日

source: Sort by: Startdate
hu: Rendezés: Kezdő dátum szerint
ja_jp: 並べ替え：開始日

source: Enddate
hu: Befejezés dátuma
ja_jp: 終了日

source: Sort by: Enddate
hu: Rendezés: Befejezés dátuma szerint
ja_jp: 並べ替え：終了日

source: Organizer
hu: Szervező
ja_jp: 主催者

source: Required Attendee
hu: Kötelező résztvevő
ja_jp: 必須出席者

source: Optional Attendee
hu: Opcionális résztvevő
ja_jp: 任意出席者

source: Show Time As
hu: Időpont megjelenítése, mint
ja_jp: 時間表時

source: Start Date
hu: Kezdő dátum
ja_jp: 開始日

source: End Date
hu: Befejezés dátuma
ja_jp: 終了日

source: Recurrence pattern
hu: Ismétlődési minta
ja_jp: 繰り返しのパターン

source: All Day Event
hu: Egész napos esemény
ja_jp: 終日イベント

source: My Calendars
hu: Saját naptárak

source: Day
hu: Nap
ja_jp: 日

source: Workweek
hu: Munkahét
ja_jp: 平日

source: Week
hu: Hét
ja_jp: 週

source: Month
hu: Hónap
ja_jp: 月

source: List
hu: Lista
ja_jp: 一覧

source: Appointment
hu: Találkozó
ja_jp: 予定

source: Meeting request
hu: Értekezlet összehívása
ja_jp: 会議依頼

source: Print selected appointment
hu: Kijelölt találkozó nyomtatása
ja_jp: 選択した予定を印刷

source: Print overview
hu: Nyomtatási áttekintés
ja_jp: 概要を印刷

source: Print
hu: Nyomtatás
ja_jp: 印刷

source: No appointment selected
hu: Nincs kiválasztott találkozó
ja_jp: 予定が選択されていません

source: All text fields
hu: Minden szövegmező
ja_jp: 全テキストフィールド

source: Sender
hu: Feladó
ja_jp: 送信者

source: Body
hu: Törzs
ja_jp: 本文

source: Subject or Sender
hu: Tárgy vagy Feladó
ja_jp: 件名もしくは送信者

source: To or cc
hu: Címzett vagy másolat
ja_jp: 宛先もしくは同報

source: Meeting
hu: Találkozó
ja_jp: 会議

# calendar.dialog
source: Resources have been planned.
hu: Erőforrások lefoglalása megtörtént.

source: An update message will be sent to all recipients, do you wish to continue?
hu: Frissítési üzenet kerül kiküldésre minden résztvevőnek, kívánja folytatni?
ja_jp: 全受信者に更新したメッセージを送信します。続行しますか？

source: Send update to attendees
hu: Frissítés küldése a résztvevőknek
ja_jp: 出席者へ更新情報を送信

source: You have made changes to the list of attendees, Choose one of the following
hu: Megváltoztatta a résztvevők listáját. Válasszon az alábbiak közül:
ja_jp: 出席者リストを変更しました。次の何れかを選択して下さい。

source: Send updates to only added or deleted attendees.
hu: Frissítés küldése csak a hozzáadott vagy törölt résztvevők részére.
ja_jp: 追加もしくは削除した出席者のみ更新情報を送信する

source: Send updates to all attendees.
hu: Frissítés küldése minden résztvevőnek.
ja_jp: 全ての出席者に更新情報を送信する。

source: One or more attendees you have invited are busy. Are you sure to invite?
hu: Egy, vagy több meghívott elfoglalt. Biztosan meghívja őket?

source: Scheduling
hu: Ütemezés
ja_jp: スケジュール

source: Tracking
hu: Követés
ja_jp: トラッキング

# calendar.dialog
source: Not all attendees could be resolved.
hu: Nem minden címzett található meg.
ja_jp: 全ての受信者の認識ができませんでした。

# calendar.dialog
source: {0} attendees accepted, {1} tentatively accepted, {2} declined.
hu: {0} meghívott elfogadta, {1} feltételesen fogadta el, {2} elutasította.
ja_jp: {0} 承諾 {1} 仮承諾 {2} 辞退

# calendar.dialog
source: {0} attendees proposed a new time for this meeting. Click the Scheduling tab for details.
hu: {0} résztvevő új időpontot ajánlott az értekezletre. Részletekért kattintson a Beosztás fülre.
ja_jp: {0}名の出席者がこの会議の時間変更を求めています。詳細はスケジュールタブをクリックして下さい。

# calendar.dialog
source: You proposed a new time for this meeting on {0}
hu: Új időpontot ajánlott fel az értekezletre: {0}
ja_jp: この会議の開催時間を{0}に変更しました。

# calendar.dialog
source: {0} proposed a new time for this meeting on {1}
hu: {0} új időpontot ajánlott fel az értekezletre erre a dátumra {1}
ja_jp: {0}がこの会議の開催時間を{1}に変更しました。

# calendar.dialog
source: Accepted on {0}
hu: Elfogadva: {0}
ja_jp: {0}の承諾

# calendar.dialog
source: Accepted by {0} on {1}
hu: Feltételes elfogadva {0} által {1} időpontban
ja_jp: {1}について{0}が承諾しました。

# calendar.dialog
source: Tentatively Accepted on {0}
hu: Feltételesen elfogadva: {0}
ja_jp: {0}の仮承諾

# calendar.dialog
source: Tentatively Accepted by {0} on {1}
hu: Feltételesen elfogadva {0} által ekkor: {1}
ja_jp: {1}について{0}が仮承諾しました。

# calendar.dialog
source: This appointment occurs in the past.
hu: A találkozó időpontja a múltban van.
ja_jp: この予定はすでに終了しました。

# calendar.dialog
source: Please respond.
hu: Kérem válaszoljon.
ja_jp: 要返答

# calendar.dialog
source: No responses have been received for this meeting.
hu: Nem érkezett válasz az értekezlet meghívóra.
ja_jp: この会議にはまだ返答がありません。

# calendar.dialog
source: Meeting has been canceled.
hu: Az értekezletet törölték.
ja_jp: 会議がキャンセルされました。

# calendar.dialog
source: Invitations have not been sent for this meeting.
hu: Nincsenek elküldött meghívók erre az értekezletre.
ja_jp: 会議出席依頼が送信されませんでした。

source: Label
hu: Címke
ja_jp: ラベル

source: Start time
hu: Kezdő időpont
ja_jp: 開始時間

source: End time
hu: Befejező időpont
ja_jp: 終了時間

source: Recurrence
hu: Ismétlődés
ja_jp: 繰り返し

source: Reminder
hu: Emlékeztető
ja_jp: リマインダー

source: Busy Status
hu: Elfoglalt állapot

source: Attachments
hu: Mellékletek
ja_jp: 添付ファイル

source: Warning
hu: Figyelmeztetés
ja_jp: 警告

source: Attachments cannot be modified for a single occurence
hu: A mellékletet nem lehet csak egy előfordulásnál módosítani
ja_jp: 出席者は単独のイベントの修正をすることはできません。

source: Do you want to update the location "{0}" with the new location "{1}"?
hu: Ki akarja cserélni a "{0}" helyszínt az új "{1}" helyszínnel?
ja_jp: 開催場所{0}を{1}に変更しますか？

source: jS F Y G:i
hu: l jS F Y G:i
ja_jp: Y年Fj日 G:i

source: None
hu: Üres
ja_jp: メモ

source: Send invitation
hu: Meghívó küldése

source: Send
hu: Küldés
ja_jp: 送信済

source: Send invitation to recipients
hu: Meghívók elküldése a résztvevőknek

source: Save & Close
hu: Mentés és bezárás

source: Save appointment and close dialog
hu: Találkozó elmentése és a párbeszédablak bezárása

source: Save
hu: Mentés
ja_jp: 保存

source: Save without sending an invitation to recipients
hu: Mentés a résztvevők meghívóinak kiküldése nélkül

source: Delete
hu: Törlés
ja_jp: 削除

source: Delete this appointment
hu: Találkozó törlése

source: Add attachment
hu: Melléklet hozzáadása
ja_jp: 添付ファイルを追加

source: Add attachments to this appointment
hu: Mellékletek hozzáadása a találkozóhoz

source: Cannot add attachment
hu: Nem lehet mellékletet csatolni

source: Print this appointment
hu: Találkozó nyomtatása

source: Check names
hu: Nevek ellenőrzése
ja_jp: 名前の確認

source: Check all recipient names
hu: Minden címzett nevének ellenőrzése

source: Open the recurrence dialog
hu: Ismétlődés párbeszédablakának megnyitása

source: Invite attendees
hu: Résztvevők meghívása
ja_jp: 出席者を招待

source: Invite attendees for this appointment
hu: Résztvevők meghívása a találkozóra

source: Cancel invitation
hu: Meghívás törlése
ja_jp: 招待をキャンセル

source: Cancel to invitation
hu: Meghívás törlése

source: High priority
hu: Sürgős
ja_jp: 高優先度

source: Mark this appointment as high priority
hu: Találkozó sürgősnek jelölése
ja_jp: この予定を高優先にする

source: Low priority
hu: Nem sürgős
ja_jp: 低優先度

source: Mark this appointment as low priority
hu: Találkozó nem sürgősnek jelölése
ja_jp: この予定を低優先にする

source: Categories
hu: Kategóriák
ja_jp: カテゴリー

source: Open the categories dialog
hu: Kategóriák párbeszédablak megnyitása
ja_jp: カテゴリーダイアログを開く

source: Private
hu: Személyes
ja_jp: プライベート

source: Mark this appointment as private
hu: Találkozó magánjellegűnek jelölése
ja_jp: この予約をプライベートにする

source: Proposed Date and Time
hu: Ajánlott dátum és idő
ja_jp: 提案日時

source: Duration
hu: Időtartam
ja_jp: 開催時間

source: Proposed By
hu: Felvetette
ja_jp: 提案者

source: Attendees
hu: Résztvevők

source: Current Meeting Time
hu: Értekezlet jelenlegi időpontja
ja_jp: 現在の会議日時

source: Show only working hours
hu: Csak a munkaórák megjelenítése
ja_jp: 労働時間のみ表示する

source: Propose New Time
hu: Új időpont javaslat
ja_jp: 新たに日時を送信する

source: Comment
hu: Megjegyzés
ja_jp: コメント

source: Send Meeting Request Cancellation
hu: Üzenet küldése értekezlet törléséről
ja_jp: 会議出席依頼のキャンセルを送信する

source: This meeting will be cancelled. Do you want to include comments with your cancellation?
hu: Az értekezlet törlésre kerül. Akar megjegyzést fűzni a törlést tudató üzenethez?
ja_jp: この会議はキャンセルされました。コメントを追加しますか？

source: Edit the cancellation before Sending.
hu: A törlési üzenet szerkesztése küldés előtt.
ja_jp: 送信前にキャンセルを編集する。

source: Send the cancellation now.
hu: Törlési üzenet küldése most.
ja_jp: キャンセル通知を今すぐ送信

source: Send Meeting Request Confirmation
hu: Értekezlet meghívó megerősítésének elküldése
ja_jp: 会議出席依頼への確認メールを送信する

source: This meeting has been accepted and will be moved to your Calendar. Do you want to include comments with your response?
hu: Ez az értekezlet elfogadásra került és a naptárába lett helyezve. Kíván megjegyzést fűzni a válaszához?

source: This meeting has been tentatively accepted and will be moved to your Calendar. Do you want to include comments with your response?
hu: Ez az értekezlet esetleges módban elfogadásra került és a naptárába lett helyezve. Kíván megjegyzést fűzni a válaszához?

source: This meeting has been declined and will be moved to the Deleted Items folder. Do you want to include comments with your response?
hu: Ezt az értekezletet elutasította, és a Törölt mappába helyezte. Kíván megjegyzést fűzni a válaszához?

source: Edit the response before Sending.
hu: Válasz szerkesztése elküldés előtt.

source: Send the response now.
hu: Válasz elküldése azonnal.
ja_jp: 返信を今すぐ送信

source: Don't send a response.
hu: Ne küldjön választ.
ja_jp: 返信を送信しない。

source: The following responses for this meeting have been received
hu: Az értekezlethez kapcsolódó alábbi válaszok érkeztek
ja_jp: 会議に次の返答を受信しました。

source: Attendance
hu: Részvétel
ja_jp: 出席者

source: Response
hu: Válasz
ja_jp: 返答

source: New appointment
hu: Új találkozó
ja_jp: 新しい予定

source: Creating an item
hu: Elem készítése
