Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/zarafa_webapp.po
Languages: hu, ja_jp

source: Distribution lists are not supported in rules, would you like to replace the distribution list with its members?
hu: A terjesztési listák nem támogatottak szabályok kezelésekor. Kívánja lecserélni a terjesztési listát a lista tagjaira?

source: or
hu: vagy
ja_jp: もしくは

source: No rule exists
hu: Nem létezik szabály
ja_jp: ルールが登録されていません。

source: New
hu: Új
ja_jp: 新規作成

source: Active
hu: Aktív
ja_jp: アクティブ

source: Rule
hu: Szabály
ja_jp: 仕訳ルール

source: Loading rules
hu: Szabályok betöltése
ja_jp: メモを読み込み中

source: Please select a rule.
hu: Kérem válasszon szabályt.
ja_jp: 仕訳ルールを選択して下さい。

source: Rule already has highest priority.
hu: A szabály már a legmagasabb prioritású.
ja_jp: 既にこの仕訳ルールの優先度は最高に設定されています。

source: Rule already has lowest priority.
hu: A szabály már a legalacsonyabb prioritású.
ja_jp: 既にこの仕訳ルールの優先度は最低に設定されています。

source: Add/Edit recipient
hu: Címzett hozzáadása/szerkesztése

source: No send as address configured
hu: Nincs küldés mint cím beállítva

source: Loading send as addresses
hu: Küldés mint címek betöltése

source: Please select a send as record.
hu: Válasszon egy küldés mint címet.

source: Here you can setup your alias email addresses.
hu: Itt tudja beállítani az alias e-mail címeket.

source: View
hu: Nézet

source: Please select a sendas record.
hu: Válasszon egy Küldés mint címet

source: Delegates
hu: Meghatalmazottak
ja_jp: 代理人

source: Delegate settings
hu: Meghatalmazottak beállításai
ja_jp: 代理人設定

source: Mail filters
hu: Levélszűrők

source: Send As
hu: Küldés mint

source: Send As settings
hu: Küldés mint beállítások

source: No preview
hu: Nincs előnézet
ja_jp: プレビュー無し

source: Right preview
hu: Jobb oldali előnézet
ja_jp: 右側プレビュー

source: Bottom preview
hu: Alsó előnézet
ja_jp: 下側プレビュー

source: Job Title
hu: Beosztás
ja_jp: 役職

source: Phone Numbers
hu: Telefonszámok
ja_jp: 電話番号

source: Business Fax
hu: Üzleti Fax
ja_jp: 職場のFax番号

source: Webpage
hu: Weboldal
ja_jp: Webページ

source: IM Address
hu: IM cím
ja_jp: IMアドレス

source: Copy/Move
hu: Másolás/mozgatás
ja_jp: コピー/移動

source: Start date
hu: Kezdő dátum
ja_jp: 開始日

source: End date
hu: Befejezés dátuma
ja_jp: 終了日

source: Low
hu: Alacsony
ja_jp: 低

source: Normal
hu: Normál
ja_jp: 中

source: High
hu: Magas
ja_jp: 高

source: {0} selected row
hu: {0} kiválasztott sor
ja_jp: 選択行{0}

source: l d/m/Y G:i
hu: l Y/m/d G:i
ja_jp: Y/m/l d G:i

source: Unknown
hu: Ismeretlen
ja_jp: 未定

source: Meeting Organizer
hu: Értekezlet szervező
ja_jp: 会議の主催者

source: Now
hu: Most
ja_jp: 現在

source: {0} overdue
hu: {0} lejárt
ja_jp: {0}期限切れ

source: Loading...
hu: Betöltés...
ja_jp: 読み込み中

source: Failed
hu: Sikertelen
ja_jp: 失敗しました。

# mail.previewpanel
source: Attachments
hu: Mellékletek
ja_jp: 添付ファイル

source: Download Pictures
hu: Képek letöltése
ja_jp: 写真のダウンロード

source: Add Sender to Safe Senders List
hu: Feladó hozzáadása a megbízható feladók listájához
ja_jp: 送信者を安全な送信者リストに追加する。

source: Add Domain to Safe Senders List
hu: Domain hozzáadása a megbízható feladók listájához
ja_jp: ドメインを安全な送信者リストに追加する

# mail.previewpanel
source: This message was sent with {0} importance.
hu: Üzenet küldése {0} prioritással.
ja_jp: このメッセージは重要度{0}で送信されました。

# mail.previewpanel
source: Please treat this as {0}.
hu: Kérem kezelje ezt, mint {0}.
ja_jp: {0}として扱う

# mail.previewpanel
source: Click here to download pictures. To help protect your privacy, WebApp prevented automatic download of some pictures in this message.
hu: Kattintson ide a képek letöltéséhez. Személyes adatainak védelme céljából a WebApp megakadályozta néhány kép automatikus letöltését az üzenetben.
ja_jp: 写真をダウンロードするにはここをクリックして下さい。また、プライバシーを保護するために、WebAppではこのメッセージにより写真の自動ダウンロードをさせないようにしています。

# mail.previewpanel
source: This message is corrupt and will not be displayed correctly, Click here to fix it.
hu: Az üzenet sérült és nem lehet megjeleníteni, kattintson ide a javításhoz.

# mail.previewpanel
source: {0} has accepted.
hu: {0} elfogadta.
ja_jp: {0}は承諾しました。

# mail.previewpanel
source: {0} has accepted on behalf of {1}.
hu: {0} elfogadta {1} nevében.
ja_jp: {0}が{1}の代わりに受諾しました。

# mail.previewpanel
source: {0} has tentatively accepted.
hu: {0} feltételesen elfogadta.
ja_jp: {0}が仮承諾しました。

# mail.previewpanel
source: {0} has tentatively accepted on behalf of {1}.
hu: {0} feltételesen elfogadta {1} nevében.
ja_jp: {0}が{1}の代わりに仮受諾しました。

# mail.previewpanel
source: {0} has declined.
hu: {0} elutasította.
ja_jp: {0}が辞退しました。

# mail.previewpanel
source: {0} has declined on behalf of {1}.
hu: {0} elutasította {1} nevében.
ja_jp: {0}が{1}の代わりに辞退しました。

# mail.previewpanel
source: {0} tentatively accepted and proposed a new time for this meeting.
hu: {0} feltételesen elfogadta és új időpontot javasolt a értekezletre.
ja_jp: {0}は仮承諾し、この会議の新しい日時の申し出ました。

# mail.previewpanel
source: {0} tentatively accepted on behalf of {1} and proposed a new time for this meeting.
hu: {0} feltételesen elfogadta {1} nevében és új időpontot javasolt az értekezletre.
ja_jp: {0}は{1}の代わりに仮承諾し、この会議の新しい日時の申し出ました。

# mail.previewpanel
source: {0} declined and proposed a new time for this meeting.
hu: {0} elutasította és új időpontot javasolt az értekezletre.
ja_jp: {0}は辞退し、この会議の新しい日時の申し出ました。

# mail.previewpanel
source: {0} declined on behalf of {1} and proposed a new time for this meeting.
hu: {0} elutasította {1} nevében és új időpontot javasolt az értekezletre.
ja_jp: {0}は{1}の代わりに辞退し、この会議の新しい日時の申し出ました。

# mail.previewpanel
source: This meeting is not in the Calendar; it may have been moved or deleted.
hu: Az értekezlet nincs a naptárban; talán mozgatva, vagy törölve lett.
ja_jp: この会議はカレンダーにありません。移動したか削除された可能性があります。

# mail.previewpanel
source: This meeting request was updated after this message was sent. You should open the latest update or open the item from the calendar.
hu: Az értekezlet összehívás frissítve lett az üzenet elküldését követően. Meg kell nyitnia a legújabb frissítést vagy nyissa meg a tételt a naptárból.
ja_jp: この会議出席依頼はこのメッセージが送信された後に更新されています。最新の更新を開いた後にカレンダーからアイテムを開いて下さい。

# mail.previewpanel
source: As the meeting organizer, you do not need to respond to the meeting
hu: Mint az értekezlet szervezőjének, nem kell válaszolnia az értekezletre
ja_jp: この会議に返答する必要はありません。

# mail.previewpanel
source: The meeting was updated after the attendee sent this response
hu: Az értekezlet módosítását követően a résztvevő ezt a választ küldte
ja_jp: この会議は出席者が返答後に更新されました。

# mail.previewpanel
source: This appointment occurs in the past.
hu: A találkozó időpontja a múltban van.
ja_jp: この予定はすでに終了しました。

# mail.previewpanel
source: Please respond.
hu: Kérem válaszoljon.
ja_jp: 要返答

# mail.previewpanel
source: This is an update of a previously sent meeting request.
hu: Ez a korábban elküldött értekezlet összehívás frissítése.
ja_jp: これは先に送られた会議出席依頼の更新情報です。

# mail.previewpanel
source: Received for {0}.
hu: Beérkezett {0}.
ja_jp: {0}受信しました。

source: We are going to try to fix a corrupted mail message, do you wish to continue?
hu: Sérült üzenet javítása, kívánja folytatni?

# mail.previewpanel
source: To
hu: Címzett
ja_jp: 宛先

# mail.previewpanel
source: Recipients
hu: Címzettek
ja_jp: 受信者

# mail.previewpanel
source: on behalf of
hu: nevében
ja_jp: 代理人

# mail.previewpanel
source: Sent
hu: Elküldött
ja_jp: 送信

# mail.previewpanel
source: None
hu: Nincs
ja_jp: メモ

source: Please enter text to start search.
hu: Kérem adjon meg szöveget a keresés megkezdéséhez.

source: Status
hu: Állapot
ja_jp: ステータス

source: Priority
hu: Prioritás
ja_jp: 優先度

source: % Complete
hu: % kész
ja_jp: % 完了

source: Details
hu: Részletek
ja_jp: 詳細

source: Date Complete
hu: Befejezés dátuma
ja_jp: 完了日

source: Total Work
hu: Teljes munkaidő
ja_jp: 総労働時間

source: Actual Work
hu: Valós munka
ja_jp: 実労働時間

source: Mileage
hu: Mérföldkő
ja_jp: 進捗

source: Billing Information
hu: Számlázási információ
ja_jp: 経費情報

source: Companies
hu: Cégek
ja_jp: 勤務先名

source: Root
hu: Legfelső szint
ja_jp: ルート

source: File As
hu: Fájl, mint
ja_jp: ファイル

source: Company Name
hu: Cégnév
ja_jp: 会社名

source: Sort by: Company Name
hu: Rendezés: Cégnév
ja_jp: 並べ替え：会社名

source: Sort by: Job Title
hu: Rendezés: Beosztás
ja_jp: 並べ替え：役職

source: Full Name
hu: Teljes név
ja_jp: 氏名

source: Last Name
hu: Keresztnév
ja_jp: 最後のページ

source: First Name
hu: Vezetéknév
ja_jp: 最初のページ

source: Department Name
hu: Osztály neve
ja_jp: 部署名

source: Home Address
hu: Otthoni cím
ja_jp: 自宅の住所

source: Business Address
hu: Üzleti cím
ja_jp: 職場の住所

source: Other Address
hu: Egyéb cím
ja_jp: 他の住所

source: Business Phone
hu: Üzleti telefon
ja_jp: 職場の電話番号

source: Business 2 Phone
hu: Üzleti 2 telefonszám
ja_jp: 職場の電話番号

source: Assistant Phone
hu: Másodlagos telefonszám
ja_jp: アシスタントの電話番号

source: Company Main Phone
hu: Cég központi telefonszáma

source: Home Phone
hu: Otthoni telefon
ja_jp: 自宅の電話番号

source: Home 2 Phone
hu: Otthoni 2 telefonszám
ja_jp: 自宅の電話番号

source: Car Phone
hu: Autó telefon
ja_jp: 車の電話番号

source: Radio
hu: Mobil
ja_jp: ラジオ

source: Callback Phone
hu: Visszahívás telefon
ja_jp: コールバック番号

source: Other Phone
hu: Egyéb telefon
ja_jp: 他の電話番号

source: Primary Phone
hu: Elsődleges telefonszám

source: TTY/TDD Phone
hu: TTY/TDD telefon
ja_jp: TTY/TDD電話

source: Other Fax
hu: Egyéb Fax
ja_jp: 他のFax

source: Home Fax
hu: Otthoni Fax
ja_jp: 自宅のFax番号

source: Email Display As
hu: E-mail megjelenítése, mint
ja_jp: メール表示

source: Email2 Display As
hu: E-mail2 megjelenítés, mint
ja_jp: メール表示

source: Email3 Display As
hu: Email 3 megjelenítés, mint
ja_jp: メール表示

source: Birthday
hu: Születésnap
ja_jp: 誕生日

source: Wedding Anniversary
hu: Esküvői évforduló
ja_jp: 結婚記念日

source: Spouse/Partner
hu: Feleség/élettárs
ja_jp: 配偶者

source: Profession
hu: Szakma
ja_jp: 職業

source: Assistant's Name
hu: Asszisztens neve
ja_jp: アシスタントの名前

source: Distribution List Name
hu: Terjesztési lista neve
ja_jp: 配布リスト名

source: My Contacts
hu: Kapcsolataim

source: Open Shared Contacts
hu: Megosztott kapcsolatok megnyitása
ja_jp: 共有コンタクトを開く

source: Business Cards
hu: Névjegykártya
ja_jp: 名刺

source: Address Cards
hu: Címkártya

source: Detailed Address Cards
hu: Részletes címkártya

source: Phone List
hu: Telefon lista
ja_jp: 電話帳

source: List By Category
hu: Listázás kategória szerint

source: List By Company
hu: Listázás cég szerint

source: List By Location
hu: Listázás hely szerint

source: List All Contacts
hu: Minden kapcsolat listázása

source: Add to contacts
hu: Hozzáadás a névjegyekhez

source: Print selected contact
hu: Kijelölt kapcsolat nyomtatása
ja_jp: 選択したコンタクトの印刷

source: No contact selected
hu: Nincs kijelölt kapcsolat
ja_jp: コンタクトが選択されていません

source: Distribution list
hu: Terjesztési lista
ja_jp: 配布リスト

source: Miss
hu: Hölgy

source: Mr.
hu: Úr

source: Mrs.
hu: Asszony.

source: Ms.
hu: Hölgy

source: Jr.
hu: Ifj.
ja_jp: 様

source: Sr.
hu: Úr
ja_jp: 御中

source: Email address
hu: E-mail cím
ja_jp: Emailアドレス

source: Phone number
hu: Telefonszám
ja_jp: 電話番号

source: Check address
hu: Ellenőrizze a címet
ja_jp: 住所の確認

source: Street
hu: Út/utca
ja_jp: 番地

source: State/Province
hu: Állam/tartomány
ja_jp: 都道府県

source: Zip/Postal code
hu: Irányítószám
ja_jp: 郵便番号

source: Country/Region
hu: Ország/régió
ja_jp: 国

source: Show this again when address is incomplete or unclear.
hu: Mutassa ezt újra, ha a cím nem teljes, vagy nem tiszta.
ja_jp: アドレスが不完全か不明な場合に再度表示する

source: Office location
hu: Iroda hely
ja_jp: 職場の場所

source: Manager's name
hu: Igazgató neve
ja_jp: マネージャーの名前

source: Assistant's name
hu: Asszisztens neve
ja_jp: アシスタントの名前

source: Nickname
hu: Becenév
ja_jp: ニックネーム

source: Suffix
hu: Utótag
ja_jp: 接尾句

source: Anniversary
hu: Évforduló
ja_jp: 記念日

source: Photo
hu: Fotó
ja_jp: 写真

source: Addresses
hu: Címek
ja_jp: 住所

source: Additional information
hu: Kiegészítő információk
ja_jp: 追加情報

source: Business 2
hu: Üzleti 2
ja_jp: ビジネス 2

source: Callback
hu: Visszahívás
ja_jp: コールバック

source: Car
hu: Autó
ja_jp: 車

source: Home 2
hu: Otthoni 2
ja_jp: 自宅 2

source: Primary
hu: Elsődleges
ja_jp: プライマリ

source: Check full name
hu: Ellenőrizze a teljes nevet
ja_jp: 氏名の確認

source: Middle
hu: Középső
ja_jp: 中

source: Show this again when name is incomplete or unclear.
hu: Jelenítse meg újra, amennyiben a név nem teljes, vagy nem tiszta.
ja_jp: アドレスが不完全か不明な場合に再度表示する

source: Check phone number
hu: Ellenőrizze a telefonszámot
ja_jp: 電話番号の確認

source: Country/Region code
hu: Ország/régió kód
ja_jp: 国コード

source: City/Area code
hu: Város/terület kód
ja_jp: 市町村コード

source: Local number
hu: Körzetszám
ja_jp: 市内局番

source: Extension
hu: Kiterjesztés
ja_jp: 内線番号

source: Save contact and close dialog
hu: Névjegy mentése és a párbeszédablak bezárása

source: Delete contact
hu: Kapcsolat törlése

source: Delete this contact.
hu: Törölje a névjegyet.

source: Add Attachment
hu: Melléklet hozzáadása
ja_jp: 添付ファイルの追加

source: Add attachments to this contact.
hu: Mellékletek hozzáadása a névjegyhez.

source: Print this contact
hu: Nyomtassa a kapcsolatot

source: Open the categories dialog.
hu: Kategóriák párbeszédablak megnyitása.

source: Mark this contact as private.
hu: Jelölje meg a névjegyet személyesként.

source: Distribution List
hu: Terjesztési lista
ja_jp: 配布リスト

source: Save distribution list and close dialog
hu: Terjesztési lista mentése és a párbeszédablak bezárása

source: Delete Distributionlist
hu: Terjesztési lista törlése

source: Delete the Distribution list.
hu: Törölje a terjesztési listát.

source: Print distribution list
hu: Terjesztési lista nyomtatása

source: Print this distribution list.
hu: Nyomtassa a terjesztési listát.

source: Mark this Distribution list as private.
hu: Jelölje meg a terjesztési listát személyesként.

source: New e-mail address
hu: Új e-mail cím

source: Please input a valid email address!
hu: Kérem adjon meg valós e-mail címet!

source: E-mail Address
hu: E-mail cím

source: Select Members
hu: Tagok kiválasztása
ja_jp: メンバー選択

source: Add New
hu: Új
ja_jp: 新規追加

source: New contact
hu: Új névjegy

source: New distribution list
hu: Új terjesztési lista
ja_jp: 新しい配布リスト

source: E-mail Display As
hu: E-mail megjelenítés, mint

source: E-mail 2 Display As
hu: E-mail 2 megjelenítés, mint

source: E-mail 3 Display As
hu: E-mail 3 megjelenítés, mint

source: Assistent
hu: Asszisztens
ja_jp: アシスタント

source: Loading contacts
hu: Kapcsolatok betöltése
ja_jp: コンタクトを読み込み中

source: Group
hu: Csoport
ja_jp: グループ

source: Work
hu: Munka
ja_jp: 仕事

source: Sort by: Full Name
hu: Rendezés: Teljes név
ja_jp: 並べ替え：氏名

source: Sort by: Email Address 1
hu: Rendezés: E-mail cím 1

source: Sort by: Email Address 2
hu: Rendezés: E-mail cím 2
ja_jp: 並べ替え：Emailアドレス 2

source: Sort by: Email Address 3
hu: Rendezés: E-mail cím 3
ja_jp: 並べ替え：Emailアドレス 3

source: Sort by: Home Phone
hu: Rendezés: Otthoni telefon
ja_jp: 並べ替え：自宅の電話番号

source: Mobile Phone
hu: Mobil
ja_jp: 携帯電話

source: Sort by: Mobile Phone
hu: Rendezés: Mobil
ja_jp: 並べ替え：携帯電話

source: Sort by: Business Phone
hu: Rendezés: Üzleti telefon
ja_jp: 並べ替え：職場の電話番号

source: Sort by: Business Fax
hu: Rendezés: Üzleti Fax
ja_jp: 並べ替え：職場のFax番号

source: Sort by: Department Name
hu: Rendezés: Osztály neve
ja_jp: 並べ替え：部署名

source: Office Location
hu: Iroda hely
ja_jp: オフィスの場所

source: Sort by: Office Location
hu: rendezés: Iroda hely
ja_jp: 並べ替え：オフィスの場所

source: Sort by: Profession
hu: Rendezés: Szakma
ja_jp: 並べ替え：職業

source: Manager Name
hu: Igazgató neve
ja_jp: マネジャーの名前

source: Sort by: Manager Name
hu: Rendezés: Igazgató neve
ja_jp: 並べ替え：マネージャの名前

source: Sort by: Assistant's Name
hu: Rendezés: Asszisztens neve
ja_jp: 並べ替え：アシスタントの名前

source: Sort by: Nickname
hu: Rendezés: Becenév
ja_jp: 並べ替え：ニックネーム

source: Sort by: Spouse/Partner Name
hu: Rendezés: Feleség/élettárs neve
ja_jp: 並べ替え：配偶者

source: Sort by: Birthday
hu: Rendezés: Születésnap
ja_jp: 並べ替え：誕生日

source: Sort by: Anniversary
hu: Rendezés: Évforduló
ja_jp: 並べ替え：記念日

source: Sort by: Business Address
hu: Rendezés: Üzleti cím
ja_jp: 並べ替え；職場の住所

source: Sort by: Home Address
hu: Rendezés: Otthoni cím
ja_jp: 並べ替え：自宅の住所

source: Sort by: Office Address
hu: Rendezés: Egyéb cím
ja_jp: 並べ替え：職場の住所

source: Mailing Address
hu: Levelezési cím
ja_jp: 郵送先住所

source: Sort by: Mailing Address
hu: Rendezés: Levelezési cím
ja_jp: 並べ替え：郵送先住所

source: Sort by: IM Address
hu: Rendezés: IM cím
ja_jp: 並べ替え：IM アドレス

source: Sort by: Webpage
hu: Rendezés: Weboldal
ja_jp: 並べ替え：Webページ

source: Assistant's Phone
hu: Asszisztens telefonszám
ja_jp: アシスタントの電話番号

source: Sort by: Assistant's Phone
hu: Rendezés: Asszisztens telefonszám
ja_jp: 並べ替え：アシスタントの電話番号

source: Business Phone 2
hu: Üzleti telefon 2
ja_jp: 職場の電話番号 2

source: Sort by: Business Phone 2
hu: Rendezés: Üzleti telefon 2
ja_jp: 並べ替え：職場の電話番号 2

source: Sort by: Callback
hu: Rendezés: Visszahívás telefon
ja_jp: 並べ替え：コールバック番号

source: Sort by: Car Phone
hu: Rendezés: Autó telefon
ja_jp: 並べ替え：車の電話番号

source: Company Phone
hu: Céges telefon
ja_jp: 会社の電話番号

source: Sort by: Company Main Phone
hu: Rendezés: Céges telefon
ja_jp: 並べ替え：会社の代表番号

source: Home Phone 2
hu: Otthoni telefon 2
ja_jp: 自宅の電話番号 2

source: Sort by: Home Phone 2
hu: Rendezés: Otthoni telefon 2
ja_jp: 並べ替え：自宅の電話番号 2

source: Sort by: Home Fax
hu: Rendezés: Otthoni Fax
ja_jp: 並べ替え：自宅のFax番号

source: Sort by: ISDN
hu: Rendezés: ISDN
ja_jp: 並べ替え：ISDN

source: Sort by: Other Phone
hu: Rendezés: Egyéb telefon
ja_jp: 並べ替え：他の電話番号

source: Radio Phone
hu: Mobil
ja_jp: ラジオ電話

source: Sort by: Radio Phone
hu: Rendezés: Mobil
ja_jp: 並べ替え：ラジオ電話

source: Sort by: TTY/TDD Phone
hu: Rendezés: TTY/TDD telefon
ja_jp: 並べ替え：TTY/TDD電話

source: Sort by: Telex Phone
hu: Rendezés: Telex
ja_jp: 並べ替え：テレックス

source: Sort by: Pager
hu: Rendezés: Személyhívó
ja_jp: 並べ替え：ポケベル

source: Change Picture
hu: Kép megváltoztatása

source: Remove Picture
hu: Kép eltávolítása

source: Untitled
hu: Névtelen
ja_jp: タイトル無し

source: Cannot upload attachment, only {0} attachments are allowed to be added to the message
hu: A csatolmányt nem lehet feltölteni, az üzenethez csak {0} állományt lehet csatolni
ja_jp: 添付ファイルをアップロードできません。{0}添付ファイルのみメッセージに添付することができます。

source: Cannot upload attachment, attachment is {0} while the allowed maximum is {1}.
hu: A csatolmányt nem lehet feltölteni, a mérete {0} az engedélyezett maximális méret {1}.

source: Cannot upload attachment, the total attachment size is {0} while the allowed maximum is {1}
hu: A csatolmányt nem lehet feltölteni, az állományok teljes mérete {0}, a maximális méret {1}
ja_jp: 最大値は{1}です。

source: Cannot upload attachment, total attachment is {0} while the allowed maximum attachment in single request is {1}.
hu: A csatolmányt nem lehet feltölteni, a csatolmányok száma {0}, míg az egyszerre kiválaszható csatolmányok száma {1}.

source: Cannot upload attachment, total attachments are {0} files while the maximum {1} files are allowed in single request.
hu: A csatolmányt nem lehet feltölteni, a csatolmányok száma {0} fájl, a maximálisan egedélyezett {1}.

source: {0} on behalf of {1}
hu: {0} {1} nevében
ja_jp: {1}の代わりとして{0}

source: Important
hu: Fontos
ja_jp: 重要

source: Personal
hu: Személyes
ja_jp: 個人

source: Holiday
hu: Szabadság
ja_jp: 休日

source: Travel Required
hu: Utazást igényel
ja_jp: 出張が必要

source: Preparation Required
hu: Előkészítést igényel
ja_jp: 準備が必要

source: Special Date
hu: Különleges dátum
ja_jp: 特別な日

source: Phone Interview
hu: Telefoninterjú
ja_jp: 電話面接

source: Free
hu: Szabad
ja_jp: 空き

source: Canceled
hu: Törölt
ja_jp: キャンセル

source: Blue
hu: Kék
ja_jp: 青

source: Green
hu: Zöld
ja_jp: 緑

source: Pink
hu: Rózsaszín
ja_jp: ピンク

source: White
hu: Fehér
ja_jp: 白

source: Yellow
hu: Sárga
ja_jp: 黄

source: Meeting organiser
hu: Értekezelet szervező

source: No response
hu: Nincs válasz
ja_jp: 返答不要

source: Not responded
hu: Nem válaszolt
ja_jp: 未回答

source: Accepted
hu: Elfogadott
ja_jp: 承諾

source: Declined
hu: Elutasított
ja_jp: 拒否

source: Confidential
hu: Bizalmas
ja_jp: 機密情報

source: Not Started
hu: Nem megkezdett
ja_jp: 未開始

source: In Progress
hu: Folyamatban
ja_jp: 進行中

source: Complete
hu: Elvégzett
ja_jp: 完了

source: Wait for other person
hu: Várakozás másik személyre
ja_jp: 他の人を待つ

source: deferred
hu: elhalasztott

source: Close
hu: Bezárás
ja_jp: 閉じる

source: You are logged on as {0}
hu: Bejelentkezve, mint {0}

source: Logout
hu: Kijelentkezés
ja_jp: ログアウト

source: Switch view
hu: Nézet változtatása
ja_jp: ビューを切替

source: Advanced find
hu: Haladó keresés

source: Sending
hu: Küldés

source: Sent
hu: Elküldött
ja_jp: 送信

source: Sent successfully
hu: Sikeresen elküldve
ja_jp: 送信成功

source: Please specify a recipient
hu: Kérjük adjon meg egy címzettet
ja_jp: 受信者を特定して下さい。

source: The attached files are not uploaded yet.
hu: A csatolandó fájlok még nincsenek feltöltve.

source: Do you want to send this message without attachments?
hu: Csatolmány nélkül akarja elküldeni a levelet?

source: Don't Send
hu: Ne Küldje

source: Send Anyway
hu: Küldés Mindenképp

source: Send this message without a subject?
hu: Üzenet küldése tárgy nélkül?
ja_jp: 件名が空白ですが送信しますか？

source: Not all recipients could be resolved
hu: Nem minden címzett található meg
ja_jp: 全ての受信者の認識ができませんでした。

source: Folders List
hu: Mappák listája
ja_jp: フォルダー一覧

source: All Folders
hu: Minden mappa

source: Saving
hu: Mentés
ja_jp: 保存中

source: Saved
hu: Mentett
ja_jp: 保存しました

source: Saved successfully
hu: Sikeresen elmentve
ja_jp: 正常に保存しました

source: This item has been changed. Are you sure you want to delete it?
hu: Ez az elem megváltozott. Biztosan törölni akarja?

source: You are going to lose all unsaved changes. Are you sure you want to close this window?
hu: Minden nem mentett változás el fog veszni. Biztosan be akarja csukni ezt az ablakot?

source: Welcome to Kopano WebApp
hu: Köszönti a Kopano WebApp
ja_jp: Kopano WebAppへようこそ

source: This is the first time you are using WebApp. <br />Please check the following settings before continuing.
hu: Ön először használja a WebAppot. <br />Kérem, a folytatás előtt ellenőrizze az alábbiakat.

source: Add widgets
hu: Beépülő modul hozzáadása
ja_jp: ウィジェット追加

source: No widgets installed.
hu: Nincs beépülő modul telepítve.
ja_jp: ウィジェットがインストールされていません。

source: Not enough permissions to open this store, do you want to remove it from the hierarchy?
hu: Nincs elég jogosultsága megnyitni ezt a tárolót, kívánja eltávolítani a hierarchiából?
ja_jp: このデータストアを開くための十分な権限がありません。ヒエラルキーから外しますか？

source: Not enough permissions to open this folder, do you want to remove it from the hierarchy?
hu: Nincs elég jogosultsága megnyitni ezt a mappát, kívánja eltávolítani a hierarchiából?
ja_jp: このフォルダを開くための十分な権限がありません。このヒエラルキーから取り除きますか？

source: Not enough permissions to open this folder.
hu: Nincs elég jogosultsága megnyitni ezt a mappát.
ja_jp: このフォルダを開く権限がありません。

source: There is {0} unread message in the folder {1}
hu: {0} olvasatlan üzenete van a {1} mappában
ja_jp: {0}件の未読メッセージが{1}フォルダにあります。

source: New Mail
hu: Új levél
ja_jp: 新しいメール

source: {0} in {1}
hu: {0} a {1} -ban/ben
ja_jp: {0}内の{1}

source: {0} of {1}
hu: {1} a {0}
ja_jp: {1}の{0}

source: Full control
hu: Teljes ellenőrzés
ja_jp: フルコントロール

source: No rights
hu: Nincsenek jogok
ja_jp: 権限がありません

source: Create New Folder
hu: Új mappa létrehozása
ja_jp: 新しいフォルダを作成する。

source: Folder contains
hu: Mappa tartalmaz
ja_jp: フォルダ内の内容

source: Calendar Items
hu: Naptár elemei
ja_jp: カレンダーアイテム

source: Mail and Post Items
hu: Levelezés és üzenetek elemei
ja_jp: メール アイテム

source: Contacts Items
hu: Kapcsolatok elemei
ja_jp: 連絡先 アイテム

source: Note Items
hu: Feljegyzések elemei
ja_jp: メモ アイテム

source: Task Items
hu: Feladatok elemei
ja_jp: タスク アイテム

source: Select where to place the folder
hu: Jelölje ki a mappa helyét
ja_jp: フォルダを作成する場所を選択して下さい。

source: You must specify a name.
hu: Meg kell adnia a nevet.
ja_jp: 名前を指定して下さい。

source: You must select a destination folder.
hu: Meg kell adnia a célmappát.
ja_jp: フォルダの移動先を選択して下さい。

source: Properties
hu: Tulajdonságok
ja_jp: プロパティ
