Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/zarafa_webapp.po
Languages: hu, ja_jp

source: User could not be resolved.
ja_jp: ユーザは解決できませんでした。

source: unknown
ja_jp: 不明な

source: You have insufficient privileges to reclaim the ownership for the Task Request.
ja_jp: タスクの所有者を再要求するための十分な権限がありません。

source: Could not reclaim the ownership for the Task Request.
ja_jp: 仕事依頼の所有者を再要求できませんでした。

source: You have insufficient privileges to accept this Task Request.
ja_jp: この依頼を承諾するための充分な権限がありません。

source: Could not accept Task Request.
ja_jp: タスク依頼を承諾できませんでした。

source: You have insufficient privileges to decline this Task Request.
ja_jp: このタスク依頼を辞退するための充分な権限がありません。

source: Could not decline Task Request.
ja_jp: タスク依頼を辞退できませんでした。

source: Conflicts with another appointment.
ja_jp: 他の予定と重なっています。

source: %s occurrence of this recurring appointment conflicts with other appointment.
ja_jp: %s回の定期的な予定は他の予定と重なっています。

source: Could not load the contents of this folder.
ja_jp: このフォルダ内の内容を読み込めませんでした。

source: Error in search, please try again
ja_jp: 検索でエラーが発生しました。もう一度実行して下さい。

source: You have insufficient privileges to perform search operation in this folder.
ja_jp: このフォルダを検索するための十分な権限がありません。

source: Could not update search results.
ja_jp: 検索結果をアップロードできませんでした。

source: Could not stop search operation.
ja_jp: 検索を中止することができませんでした。

source: You have insufficient privileges to save this message.
ja_jp: このメッセージを保存するための充分な権限がありません。

source: You have insufficient privileges to delete this message.
ja_jp: このメッセージを削除するための充分な権限がありません。

source: Could not delete message.
ja_jp: メッセージを削除することができませんでした。

source: You have insufficient privileges to cancel this Meeting Request.
ja_jp: この会議出席依頼をキャンセルするための充分な権限がありません。

source: Could not cancel Meeting Request.
ja_jp: 会議出席依頼をキャンセルできませんでした。

source: You have insufficient privileges to decline this Meeting Request.
ja_jp: この会議出席依頼を辞退するための充分な権限がありません。

source: You have insufficient privileges to accept this Meeting Request.
ja_jp: この会議出席依頼を承諾するための充分な権限がありません。

source: You have insufficient privileges to cancel Meeting Request invitation.
ja_jp: この会議出席依頼をキャンセルするための充分な権限がありません。

source: Could not cancel Meeting Request invitations.
ja_jp: 会議出席依頼をキャンセルできませんでした。

source: You can not continue search operation on this folder.
ja_jp: このフォルダを検索し続けることができません。

source: Error in search, please try again.
ja_jp: 検索でエラーが発生しました。もう一度実行して下さい。

source: To reduce the amount of data in this message store, select some items that you no longer need, delete them and cleanup your Deleted Items folder.
ja_jp: メッセージのハードリミット（容量）を減らすために、いくつかの不要なアイテムを選択し削除し、削除済みフォルダを整理して下さい。

source: Could not process request data properly.
ja_jp: 適切にデータを要求することができませんでした。

source: Cannot snooze the reminder. You may be reminded again.
ja_jp: リマインダーを停止できませんでした。もう一度リマインドされるかもしれません。

source: Cannot dismiss the reminder. You may be reminded again.
ja_jp: リマインダーを解除できませんでした。もう一度リマインドされるかもしれません。

source: You have insufficient privileges to perform this action.
ja_jp: これを実行するための十分な権限がありません。

source: Could not load rules.
ja_jp: 仕訳ルールを読み込めませんでした。

source: Could not save rules.
ja_jp: 仕訳ルールを保存できませんでした。

source: The maximum stack depth has been exceeded
ja_jp: maximum stack depthが制限を超えました。

source: Control character error, possibly incorrectly encoded
ja_jp: 文字エラーはおそらく不正なエンコードのためですので調整して下さい。

source: Invalid or malformed JSON
ja_jp: 無効か不正なJSON

source: Syntax error
ja_jp: 構文エラー
