Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/zarafa_webapp.po
Languages: hu, ja_jp

source: The following required folder is missing in the hierarchy: {0}
hu: A következő szükséges mappa hiányzik a hierarchiából: {0}
ja_jp: 次のフォルダが見つかりません。：{0}

source: Loading model from server failed
hu: A modell betöltése a szerverről sikertelen

source: Out of Office currently on. Would you like to turn it off?
hu: A házon kívüli üzenet be van kapcsolva. Szeretné kikapcsolni?

source: Out of office off
hu: Házon kívül kikapcsolva
ja_jp: 離籍モード解除

source: Out of office has been turned off
hu: Házon kívüli üzenet ki lett kapcsolva
ja_jp: 離籍モードが解除されました。

source: Running Internet Explorer in compatibility mode is not supported.
hu: Az Internet Explorer kompatibilitási módban történő használata nem támogatott.

source: Unsupported Browser
hu: Nem támogatott böngésző

source: Clock
hu: Óra

source: Send Fax
hu: Fax küldése
ja_jp: Fax送信

source: Contact Fax
hu: Fax címzett
ja_jp: Fax

source: DropBox Attachment
hu: DropBox melléklet

source: Add selected attachment from dropbox to email attachment.
hu: A dropboxból kiválasztott melléklet hozzáadása az emailhez.

source: Add attachment from Dropbox
hu: Melléklet hozzáadása Dropboxból

source: Dropbox Attachment Plugin
hu: Dropbox melléklet bővítmény

source: Extbox Plugin
hu: Extbox bővítmény

source: Import Facebook events
hu: Facebook események importálása

source: Facebook Events
hu: Facebook események

source: Start Time
hu: Kezdő időpont

source: End Time
hu: Befejező időpont

source: Facebook events integration
hu: Facebook események integrációja

source: Logout from Facebook
hu: Kijelentkezés a Facebookról

source: Login to Facebook
hu: Bejelentkezés a Facebookra

source: Configure widget
hu: Widget beállítása
ja_jp: ウィジェットを設定する

source: Site name to track the activity
hu: Követendő oldal neve

source: Feedback?
hu: Visszajelzés?

source: Feedback Plugin
hu: Visszajelzés bővítmény

source: Upload file
hu: Fájl feltöltése

source: Send file
hu: Fájl küldése

source: Files
hu: Fájlok

source: Incorrect foldername
hu: Hibás mappanév

source: Folder already exists
hu: A mappa már létezik

source: File already exists. Do you want to overwrite it?
hu: A fájl már létezik. Kívánja felülírni?

source: Foldername already exists
hu: A mappanév már létezik

source: Filename already exists
hu: A fájlnév már létezik

source: Uploading files
hu: Fájlok feltöltése

source: Uploaded
hu: Feltöltve

source: {0} Attachment
hu: {0} Melléklet

source: Upload
hu: Feltöltés

source: Close this window
hu: Ablak bezárása

source: File "{0}" is too large! Maximum allowed filesize: {1}.
hu: A "{0}" mérete túl nagy! Legnagyobb megengedett méret: {1}.

source: Uploading...
hu: Feltöltés...

source: Directory created!
hu: Mappa létrehozva!

source: File information
hu: Fájl információ

source: Please wait
hu: Kérem várjon

source: Enable file browser
hu: Fájlböngésző engedélyezése

source: Quota information
hu: Kvóta információ

source: Quota information is not available.
hu: Kvóta információ nem elérhető.

source: General {0} settings
hu: Általános {0} beállítások

source: Username
hu: Felhasználónév
ja_jp: ユーザ名

source: Filename
hu: Fájlnév

source: Filesize
hu: Fájlméret

source: Folder
hu: Mappa

source: Reload interval (ms)
hu: Újratöltés ideje (ms)

source: Refresh interval (ms)
hu: Frissítés ideje (ms)

source: No appointments for today.
hu: Nincsenek találkozók a mai napon.

source: Today's Appointments
hu: Mai találkozók

source: No unread mail.
hu: Nincs olvasatlan email.
ja_jp: 未読メールはありません。

source: Unread Mail
hu: Nem olvasott üzenet
ja_jp: 未読メール

source: No tasks.
hu: Nincsenek feladatok.
ja_jp: タスクがありません。

source: Google Maps
hu: Google Térkép
ja_jp: Googleマップ

source: Map
hu: Térkép
ja_jp: 地図

source: PDF Box Plugin
hu: PDF doboz bővítmény

source: Move currently selected message(s) to {0}
hu: Kiválasztott üzenet(ek) mozgatása {0} mappába
ja_jp: 現在選択しているメッセージを{0}に移動する。

source: Move to {0}
hu: Mozgatás {0} mappába
ja_jp: {0}に移動する

source: Move current message to {0}
hu: Aktuális üzenet mozgatása {0} mappába
ja_jp: 現在のメッセージを{0}に移動する

source: Personal Inbox Manager
hu: Személyes mappa kezelője
ja_jp: 自分の受信箱管理

source: Personal Inbox Management Settings
hu: Személyes mappa kezelésének beállításai
ja_jp: 個人受信箱の設定

source: Select another folder
hu: Másik mappa kiválasztása
ja_jp: 他のフォルダを選択

source: E-mails are moved to {0}
hu: Emailek átmozgatva ide: {0}
ja_jp: メールを{0}に移動しました。

source: Quick Appointment
hu: Gyors találkozó
ja_jp: クイック予約

source: Quick Contact
hu: Gyors kontakt
ja_jp: クイック コンタクト

source: Quick Mail
hu: Gyors email
ja_jp: クイック メール

source: Quick Note
hu: Gyors jegyzet
ja_jp: クイック メモ

source: Quick Task
hu: Gyors feladat
ja_jp: クイック タスク

source: Create Case in Salesforce
hu: Ügy létrehozása a Salesforce-on

source: Click shuffle to start the game!
hu: Keverés megkezdése!

source: Shuffle!
hu: Keverés!

source: Speed:
hu: Sebesség:

source: Moves:
hu: Mozgások:

source: Remove a cup
hu: Pohár elvétele

source: Add a cup
hu: Pohár hozzáadása

source: Select the cup with the ball...
hu: Válassza ki a csészét a labdával...

source: Watch the cups...
hu: Figyelje a csészéket...

source: Winner, winner, chicken dinner!
hu: Éljen, éljen, nyert!

source: You are awesome!
hu: Őn nagyszerű!

source: You are a fantastic human specimen!
hu: Ön kiváló emberi lény!

source: Another unbelievable win!
hu: Még egy hihetetlen győzelem!

source: Are you cheating?
hu: Csak nem csal?

source: I just let you win this one.
hu: Csak hagytam, hogy nyerjen.

source: Well done!
hu: Szép munka!

source: Are you going for a record?
hu: Rekordot akar dönteni?

source: Have you played this game often?
hu: Gyakran játszotta már ezt a játékot?

source: I think you need to get out more.
hu: Többet kellene kimozdulnia.

source: There is something like too much practice.
hu: A sok gyakorlás.

source: This just in: WOW!
hu: Ez igen!

source: Amazing!
hu: Csodálatos!

source: What evil witchcraft is this?
hu: Milyen gonosz boszorkányság ez?

source: Maybe we should go faster.
hu: Talán gyorsabb tempó kellene.

source: Hard work pays off.
hu: A kemény munka kifizetődő.

source: You have a bright career ahead of you.
hu: Nagyszerű karrier áll ön előtt.

source: Buddha would be proud.
hu: Buddha büszke lenne.

source: Kudos!
hu: Dicsőség!

source: I bow before your greatness.
hu: Meghajlok a nagyságod előtt.

source: I always new you that you had it in you to be a true winner.
hu: Mindig is tudtam, hogy ott van önben a győztes.

source: Oh sorry, I was not paying attention. What happened?
hu: Ó, elnézést, nem figyeltem. Mi történt?

source: Was that a guess...?
hu: Ez tipp volt...?

source: Shell Game
hu: Itt a piros, hol a piros

source: Albanian
hu: Albán

source: Arabic
hu: Arab

source: Aragonese
hu: Aragóniai

source: Armenian
hu: Örmény

source: Assamese
hu: Asszámi

source: Avaric
hu: Avar

source: Avestan
hu: Aveszti

source: Azerbaijani
hu: Azerbajdzsáni

source: Bashkir
hu: Bashkír

source: Basque
hu: Baszk

source: Belarusian
hu: Fehérorosz

source: Bengali
hu: Bengáli

source: Bislama
hu: Biszlám

source: Bosnian
hu: Bosnyák

source: Breton
hu: Bretoni

source: Bulgarian
hu: Bolgár

source: Burmese
hu: Burmai

source: Catalan; Valencian
hu: Katalán; Valenciai

source: Central Khmer
hu: Közép Khmer

source: Chinese
hu: Kínai

source: Corsican
hu: Korzikai

source: Croatian
hu: Horvát

source: Czech
hu: Cseh

source: Danish
hu: Dán

source: Dutch; Flemish
hu: Holland; Flamand

source: Dzongkha
hu: Dzsongka

source: English
hu: Angol

source: Esperanto
hu: Eszperantó

source: Estonian
hu: Észt

source: Faroese
hu: Farói

source: Fijian
hu: Fidzsi

source: Finnish
hu: Finn

source: French
hu: Francia

source: Gaelic; Scottish Gaelic
hu: Gall; Skót Gall

source: Galician
hu: Galíciai

source: German
hu: Német

source: Greek, Modern
hu: Görög, Modern

source: Haitian; Haitian Creole
hu: Haiti; Haiti Kreol

source: Hebrew
hu: Héber

source: Hungarian
hu: Magyar

source: Icelandic
hu: Izlandi

source: Indonesian
hu: Indonéz

source: Irish
hu: Ír

source: Italian
hu: Olasz

source: Japanese
hu: Japán

source: Javanese
hu: Jávai

source: Kalaallisut; Greenlandic
hu: Kalaallisut; Grönlandi

source: Kirghiz; Kyrgyz
hu: Kirgíz

source: Kongo
hu: Kongói

source: Korean
hu: Koreai

source: Kurdish
hu: Kurd

source: Latvian
hu: Lett

source: Limburgan; Limburger; Limburgish
hu: Limburgi

source: Lithuanian
hu: Litván

source: Luxembourgish; Letzeburgesch
hu: Luxemburgi

source: Macedonian
hu: Makedón

source: Malagasy
hu: Malagáz

source: Malay
hu: Maláj

source: Maltese
hu: Máltai

source: Moldavian
hu: Moldáv

source: Mongolian
hu: Mongol

source: Navajo; Navaho
hu: Navajo

source: Nepali
hu: Nepáli

source: Northern Sami
hu: Észak sémi

source: Norwegian
hu: Norvég

source: Norwegian Nynorsk; Nynorsk, Norwegian
hu: Norvég Nynorsk; Nynorsk, Norvég

source: Norwegian Bokmål; Bokmål, Norwegian;
hu: Norvég Bokmål; Bokmål, Norvég;

source: Persian
hu: Perzsa

source: Polish
hu: Lengyel

source: Portuguese
hu: Portugál

source: Romanian
hu: Román

source: Russian
hu: Orosz

source: Sanskrit
hu: Szanszkrit

source: Sardinian
hu: Szardíniai

source: Serbian
hu: Szerb

source: Slovak
hu: Szlovák

source: Slovenian
hu: Szlovén

source: Somali
hu: Szomáli

source: Spanish; Castilian
hu: Spanyol; Castilian

source: Swahili
hu: Szuahéli

source: Swedish
hu: Svéd

source: Tahitian
hu: Tahiti

source: Tibetan
hu: Tibeti

source: Tonga (Tonga Islands)
hu: Tonga (Tonga szigetek)

source: Turkish
hu: Török

source: Turkmen
hu: Türkmén

source: Ukrainian
hu: Ukrán

source: Uzbek
hu: Üzbég

source: Vietnamese
hu: Vietnámi

source: Welsh
hu: Welszi

source: Western Frisian
hu: Nyugat Fríz

source: Yiddish
hu: Jiddis

source: Africa/Abidjan
hu: Afrika/Abidjan

source: Africa/Accra
hu: Afrika/Accra

source: Africa/Banjul
hu: Africa/Bangui

source: Edit Spreed Participant
hu: Spreed résztvevő szerkesztése

source: Is Moderator
hu: Moderátor

source: Timezone
hu: Időzóna

source: Edit Participant
hu: Résztvevő szerkesztése

source: Email Message
hu: Email üzenet

source: Participants
hu: Résztvevők

source: You have too many participants selected. You are allowed to add {0} additional participants to the web meeting.
hu: Túl sok résztvevőt választott. Csak {0} további résztvevő választható ki a webes találkozóhoz.

source: Setup Meeting
hu: Értekezlet beállítása

source: Setup meeting with provided details
hu: Értekezlet beállítása biztosított információkkal

source: Returned url is empty
hu: A visszakapott url üres

source: Spreed Plugin
hu: Spreed bővítmény

source: Statistics Logging
hu: Statisztika naplózása

source: Archive to SugarCRM
hu: Archiválás SugarCRM-be

source: Help
hu: Súgó
ja_jp: ヘルプ

source: WebApp Manual
hu: WebApp kézikönyv
ja_jp: WebAppマニュアル

source: Please wait...
hu: Kérem várjon...

source: Page {0} of {1}
hu: {A} oldal a {0}-ból/ből

source: WebODF Plugin
hu: WebODF Bővítmény

source: Show
hu: Mutasd

source: XMPP Notification Plugin
hu: XMPP értesítési bővítmény

source: Chat
hu: Csevegés

source: XMPP Plugin
hu: XMPP bővítmény

source: XMPP Preview Panel Plugin
hu: XMPP előnézeti panel bővítmény

source: Sort by: context.mail.griddefaultcolumn
hu: Rendezés: tartalom.levél.rácsalapértelmezettoszlop

source: Operation failed
hu: Művelet sikertelen

source: Task Request
hu: Feladat kiosztás

source: Could not find message, either it has been moved or deleted.
hu: Nem található az üzenet, azt vagy áthelyezték, vagy törölték.

source: Please logon
hu: Kérem jelentkezzen be

source: Logon failed, please check your name/password.
hu: Sikertelen bejelentkezés, kérem ellenőrizze felhasználónevét/jelszavát.

source: Cannot connect to the Kopano server.
hu: Nem lehet a Kopano kiszolgálóhoz csatlakozni.

source: Logon failed, another session already exists.
hu: Hibás belépés, egy másik ablakban már be van jelentkezve!

source: You have been automatically logged out
hu: Automatikusan ki lett jelentkeztetve
ja_jp: 自動的にログアウトしました。

source: Logon
hu: Bejelentkezés

source: Loading Kopano WebApp ...
hu: Kopano WebApp betöltése ...

source: Logon Failed. Please check your name/password.
hu: Sikertelen bejelentkezés. Kérem, ellenőrizze felhasználónevét/jelszavát.
ja_jp: ログオンに失敗しました。ユーザ名とパスワードが正しいかを確認して下さい。

source: There are no recipients in the message.
hu: Az üzenetnek nincs címzettje.
ja_jp: 宛先が設定されていません。

source: Can not find object.
hu: Az objektum nem található.
ja_jp: オブジェクトを見つけることができません。

source: Operation failed: Server does not have enough memory.
hu: Művelet sikertelen: A kiszolgáló nem rendelkezik elegendő memóriával.

source: Unknown MAPI Error: %s
hu: Ismeretlen MAPI hiba: %s
ja_jp: 不明なMAPIエラー:%s

source: Occurs every %s effective %s from %s to %s.
hu: Ismétlődés minden %s érvényes %s %s-tól/től %s-ig.

source: Occurs every %s effective %s.
hu: Előfordulás minden %s érvényes %s.

source: Occurs every %s %s effective %s.
hu: Előfordulás minden %s %s érvényes %s.

source: The timezone you specified is incorrect, please select another option.
hu: A választott időzóna nem helyes, válasszon másikat.

source: Authentication class not found for SugarCRM
hu: SugarCRM-hez tartozó azonosítási osztály nem található

source: This version of Kopano doesn't support this functionality.
hu: A Kopano ezen verziója nem támogatja ezt a funkciót.

source: Server encountered some problem, so it was not able to handle the request.
hu: A kiszolgáló hibákba ütközött, így nem volt képes a kérés kiszolgálására.
ja_jp: サーバーにいくつかの問題が起こっているため、要求に応えることができませんでした。

source: JSON Error: - %s
hu: JSON hiba: - %s
ja_jp: JSONエラー: - %s

source: Some problem encountered when encoding/decoding JSON data.
hu: Néhány probléma merült fel a JSON adatainak kódolása/dekódolása közben.
ja_jp: JSONデータのエンコード/デコードによるいくつかの問題が起こっている。

source: JSON Error: - Unknown Error
hu: JSON hiba: - Ismeretlen hiba

source: Task Accepted:
hu: Feladat elfogadva:
ja_jp: タスクの承諾:

source: Task Declined:
hu: Feladat elutasítva:
ja_jp: タスクの辞退:

source: Task Request:
hu: Feladat kérés:
ja_jp: タスク依頼:

source: Task Updated:
hu: Feladat frissítve:
ja_jp: 更新タスク:

source: Task Completed:
hu: Feladat befejezve:
ja_jp: 完了したタスク:

source: Your message did not reach some or all of the intended recipients
hu: Az üzenet nem ért el pár címzettet
ja_jp: あなたのメッセージは一部もしくは全ての受信者に届きませんでした。

source: The following recipient(s) could not be reached
hu: Az alábbi címzet(tek) nem érhető(ek) el
ja_jp: 次の受信者に送信することができませんでした。

source: Action is not performed correctly.
hu: A művelet nem jól lett végrehajtva.
ja_jp: 操作は正常に実行されません。

source: Meeting could not be sent.
hu: Az értekezlet meghívó nem küldhető el.
ja_jp: 会議出席依頼は送信できませんでした。

source: Meeting could not be saved.
hu: Az értekezlet nem menthető.
ja_jp: 会議出席依頼は保存できませんでした。

source: Private Appointment
hu: Magán találkozó
ja_jp: 個人的な予定

source: Could not delete folder.
hu: A mappa nem törölhető.
ja_jp: フォルダ削除ができませんでした。

source: You have insufficient privileges to copy folder.
hu: Nincs elég jogosultsága a mappa másolásához.
ja_jp: フォルダをコピーするための十分な権限がありません。

source: Could not copy folder.
hu: A mappa nem másolható.
ja_jp: フォルダのコピーができませんでした。

source: You have insufficient privileges to move this folder.
hu: Nincs elég jogosultsága a mappa mozgatásához.
ja_jp: フォルダを移動するための十分な権限がありません。

source: Could not move folder.
hu: A mappa nem mozgatható.
ja_jp: フォルダの移動ができませんでした。

source: You have insufficient privileges to set permissions for this folder.
hu: Nincs megfelelő a jogosultsága a mappahozzáférések beállításához.
ja_jp: このフォルダーに権限を設定するための十分な権限がありません。

source: Could not move folder
hu: A mappa nem áthelyezhető
ja_jp: フォルダの移動ができませんでした。

source: Could not copy folder
hu: A mappa nem másolható
ja_jp: フォルダのコピーができませんでした。

source: You have insufficient privileges to open this message.
hu: Nincs elég jogosultsága az üzenet megnyitásához.
ja_jp: このメッセージを開くための充分な権限がありません。

source: Could not open message.
hu: Az üzenetet nem lehet megnyitni.
ja_jp: メッセージを開くことができませんでした。

source: You have insufficient privileges to decline this Meeting Request
hu: Nincs elég jogosultsága az értekezlet visszautasításához
ja_jp: この会議出席依頼を辞退するための充分な権限がありません。

source: You have insufficient privileges to accept this Meeting Request
hu: Nincs elég jogosultsága az értekezlet elfogadásához
ja_jp: この会議出席依頼を承諾するための充分な権限がありません。

source: Could not copy message
hu: Nem másolható üzenet
ja_jp: メッセージをコピーできません

source: Could not move message
hu: Nem mozgatható üzenet
ja_jp: メッセージを移動することができません

source: You have insufficient privileges to save items in this folder
hu: Nincs elégséges a jogosultsága elemek mentéséhez ebbe a mappába
ja_jp: フォルダのアイテムを保存するための十分な権限がありません。

source: Could not save message
hu: Nem menthető üzenet
ja_jp: メッセージを保存することができません

source: You have insufficient privileges to remove item from the calendar.
hu: Nincs elég jogosultsága az elem eltávolításához a naptárból.
ja_jp: カレンダのアイテムを削除するための十分な権限がありません。

source: Could not resolve conflict.
hu: Nem feloldható konfliktus.

source: You have insufficient privileges to attach item as an attachment.
hu: Nincs elég jogosultsága, hogy az elemet mellékletként csatolja.
ja_jp: 添付ファイルを添付するための十分な権限がありません。

source: Could not attach item as an attachment.
hu: Az elem nem csatolható mellékletként.
ja_jp: 添付ファイルを添付できませんでした。

source: You have insufficient privileges to see the contents of this folder.
hu: Nincs megfelelő a jogosultsága a mappa elemeinek megtekintéséhez.
ja_jp: このフォルダ内の内容を表示するための十分な権限がありません。

source: Could not save message.
hu: Nem sikerült menteni az üzenetet.
ja_jp: メッセージを保存することができませんでした。

source: Could not decline Meeting Request.
hu: Nem tudja elutasítani a találkozót.
ja_jp: 会議出席依頼を辞退できませんでした。

source: Could not accept Meeting Request.
hu: Nem tudja elfogadni a találkozót.
ja_jp: 会議出席依頼を承諾できませんでした。

source: The message store has exceeded its hard quota limit.
hu: Az üzenet tároló túllépte a maximális - kötelező - kvótát.
ja_jp: メッセージのデータディスク容量制限を上回りました。

source: The message store has exceeded its soft quota limit.
hu: Az üzenet tároló túllépte a a figyelmeztető kvótát.
ja_jp: メッセージのソフトリミット（容量）を上回りました。

source: Unknown action type specified - %s
hu: Ismeretlen cselekvés típus lett megadva - %s

source: Untitled rule
hu: Névtelen szabály
ja_jp: タイトルなしの仕訳ルール

source: More options
ja_jp: 詳細オプション

source: {0} byte
ja_jp: {0}バイト

source: {0} week
ja_jp: {0}週

source: November
ja_jp: 11月

source: December
ja_jp: 12月

source: Sort by: Last Name
ja_jp: 並べ替え：名前（性）

source: Sort by: Mobile
ja_jp: 並べ替え：携帯電話番号

source: Any date
ja_jp: 終了日

source: Custom date
ja_jp: 日付修正

source: Show..
ja_jp: 表示..

source: Mails
ja_jp: メール

source: Search..
ja_jp: 検索..

source: Recipients
ja_jp: 受信者

source: Body & Attachments
ja_jp: 本文及び添付ファイル

source: l jS F Y G:i
ja_jp: Y年F月j日 l G:i

source: and
ja_jp: かつ

source: Add Shared Calendar
ja_jp: 共有カレンダへ追加

source: F Y
ja_jp: Y年F

source: l jS F Y
ja_jp: Y年Fj日 l

source: l jS F
ja_jp: F j日 l

source: jS
ja_jp: j日

source: Occurrence
ja_jp: 繰り返し

source: All Day
ja_jp: 終日イベント

source: Icon
ja_jp: アイコン

source: Recurring
ja_jp: 繰り返し

source: jS F Y
ja_jp: Y年Fj日

source: View in calendar
ja_jp: カレンダーを表示

source: 1st
ja_jp: 第１

source: 2nd
ja_jp: 第２

source: 3rd
ja_jp: 第３

source: 4th
ja_jp: 第４

source: d-m-Y
ja_jp: Y/m/d

source: Telex
ja_jp: テレックス

source: jS F
ja_jp: Fj日

source: Y
ja_jp: Y年

source: Deferred
ja_jp: 延期

source: High Contrast
ja_jp: ハイコントラスト

source: Collapse hierarchy
ja_jp: 階層情報を広げる

source: Kopano Content Panel
ja_jp: Kopanoコンテンツパネル

source: Select color
ja_jp: 色を選択

source: Add to Favorites
ja_jp: お気に入りへ追加する

source: Remove From Favorites
ja_jp: カレンダーから削除する

source: Schedule mail to be sent out
ja_jp: 送信される予定されたメール

source: Your message will be sent at
ja_jp: メッセージは次の時間に送信されます

source: hour(s)
ja_jp: 時間

source: day(s)
ja_jp: 日

source: month(s)
ja_jp: 月

source: at a specific time
ja_jp: 次に指定されています

source: today at
ja_jp: 本日の

source: tomorrow at
ja_jp: 明日の

source: {0} at
ja_jp: {0} の

source: at {0}
ja_jp: の {0}

source: Your email will be sent {0}{1}
ja_jp: あなたのメールは {0}{1} に送信されます

source: Send Later
ja_jp: 後で送信

source: WebApp tab
ja_jp: WebAppタブ

source: Browser window
ja_jp: 参照

source: I am out of the office from
ja_jp: 次の時間より外出中

source: Print selected note
ja_jp: 選択したメモを印刷

source: hours
ja_jp: 時間

source: INSERT
ja_jp: 挿入

source: Response data requested from bus but it doesn't have any data.
ja_jp: データが含まれていないため、バスから要求されたデータを返すことができません。

source: Unknown module '%s' with id '%s'
ja_jp: Id '%s'の不明なモジュール'%s'

source: Unknown notifier '%s'
ja_jp: 不明な通知'%s'

source: An unexpected error has occurred
ja_jp: 予期しないエラーが発生しました。

source: %1$s of %2$s
ja_jp: %1$s の %2$s

source: Error retrieving existing settings
ja_jp: 既存の設定を取得する際にエラーが発生しました。

source: This external link will open in a new window
ja_jp: この外部リンクは新しいウィンドウで開きます。

source: You have insufficient privileges to open this object.
ja_jp: このオブジェクトを開くための十分な権限がありません。

source: Can not open object with provided id.
ja_jp: そのIDではオブジェクトを開くことができません。

source: Tentatively accepted
ja_jp: 仮承諾

source: New Time Proposed
ja_jp: 新しい日時の提示

source: Could not open occurrence.
ja_jp: 定期的な予定を開くことができません。

source: Could not open occurrence, specific occurrence is probably deleted.
ja_jp: この定期的な予定はおそらく削除されたため開くことができません。

source: a meeting request
ja_jp: 会議出席依頼

source: an appointment
ja_jp: 予定

source: You have insufficient privileges to move
ja_jp: フォルダをコピーするための十分な権限がありません。

source: Cannot set a reminder to appear before the previous occurrence. Reset reminder to save the change
ja_jp: 以前の定期的な予定のリマインダを設定することはできません。変更を保存するためにリマインダをリセットして下さい。

source: Two occurrences cannot occur on the same day
ja_jp: 定期的な予定は同日に実施することはできません。

source: You marked '%s' as a resource. You cannot schedule a meeting with '%s' because you do not have the appropiate permissions for that account. Either enter the name as a required or optional attendee or talk to your administrator about giving you permission to schedule '%s'.
ja_jp: リソースとして'%s'とマークしました。あなたはこのアカウントに大して適切な権限を持っていないため、会議を'%s'としてスケジュールすることはできません。'%s'として予定を立てるために、必須もしくは任意の参加者として名前を入力するか、あなたに許可を与えるよう管理者に問合せをして下さい。

source: '%s' has declined your meeting because it is recurring. You must book each meeting separately with this resource.
ja_jp: '%s'は会議が定期的に開催される会議のため辞退しました。このリソースに対しては別に個別に会議予約を行う必要があります。

source: '%s' is already booked for this specified time. You must use another time or find another resource.
ja_jp: '%s'は既にこの時間に予約が入っています。他の時間にするか、他のリソースを探して下さい。

source: Meeting was not scheduled.
ja_jp: 会議はスケジュールされていません。

source: %s's Birthday
ja_jp: %sの誕生日

source: %s's Anniversary
ja_jp: %sの記念日

source: Unknown user/group
ja_jp: 不明なユーザ/グループ

source: Could not save delegate information.
ja_jp: デリゲート（委譲）に関する情報を保存することができませんでした。

source: Could not delete delegate.
ja_jp: デリゲート（委譲）の設定を削除できません

source: Can not get list of delegates.
ja_jp: デリゲートの一覧を得られませんでした。

source: Could not load the hierarchy.
ja_jp: 階層情報を読み込めませんでした。

source: Could not load folder properties.
ja_jp: フォルダプロパティを読み込めませんでした。

source: You have insufficient privileges to delete folder.
ja_jp: フォルダを削除するための十分な権限がありません。

source: You have insufficient privileges to delete items.
ja_jp: アイテムを削除するための十分な権限がありません。

source: Could not empty folder.
ja_jp: フォルダを空にできませんでした。

source: Could not perform action correctly.
ja_jp: 正常に動作できませんでした。

source: Could not add folder to favorites.
ja_jp: お気に入りにフォルダを追加できませんでした。

source: Could not set folder permissions.
ja_jp: フォルダ権限を設定できませんでした。

source: You have insufficient privileges to rename this folder.
ja_jp: このフォルダ名を変更するための十分な権限がありません。

source: A folder with this name already exists. Use another name.
ja_jp: 同じ名前のフォルダが既に存在しています。他の名前を指定して下さい。

source: Could not rename folder.
ja_jp: フォルダ名の変更ができませんでした。

source: You have insufficient privileges to create this folder.
ja_jp: フォルダを作成するための十分な権限がありません。

source: Could not create folder.
ja_jp: フォルダの作成ができませんでした。

source: Could not close shared folder.
ja_jp: 共有フォルダを閉じることができませんでした。
