Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/zarafa_webapp.po
Languages: hu, ja_jp

source: New meeting request
hu: Új találkozó kérelem
ja_jp: 新しい会議出席依頼

source: Switch calendar range back and forth
hu: Naptár nézet tartomány oda-vissza állítása

source: Start
hu: Indítás
ja_jp: 開始日

source: End
hu: Vége
ja_jp: 終了

source: Organiser
hu: Szervező
ja_jp: 主催者

source: Meeting status
hu: Értekezlet állapota
ja_jp: 会議ステータス

source: Required Attendees
hu: Kötelező résztvevő
ja_jp: 必須出席者

source: Optional Attendees
hu: Opcionális résztvevő
ja_jp: 任意出席者

source: Resources
hu: Erőforrások
ja_jp: リソース

source: Sensitivity
hu: Információ érzékenysége
ja_jp: 秘密度

source: Importance
hu: Fontosság
ja_jp: 重要度

source: l d/m/Y
hu: l Y/m/d
ja_jp: Y/m/d l

source: General calendar settings
hu: Általános naptár beállítások
ja_jp: カレンダーの一般設定

source: First day of the week
hu: A hét első napja
ja_jp: 週の最初の曜日

source: Start of workday
hu: Munkanap kezdete
ja_jp: （勤務の）最初の曜日

source: End of workday
hu: Munkanap vége
ja_jp: （勤務の）最後の曜日

source: Calendar resolution
hu: Naptár felosztása
ja_jp: カレンダー設定

source: Working days
hu: Munkanapok

source: Mon
hu: Hét

source: Tue
hu: Kedd

source: Wed
hu: Szer

source: Thu
hu: Csüt

source: Fri
hu: Pén

source: Sat
hu: Szo

source: Sun
hu: Vas

source: Show busy dates as bold in the date picker
hu: Foglalt dátumokat kiemelten jelenítse meg a dátumválasztóban
ja_jp: 日付選択時に予定のある日付を太字で表示する。

source: Side-by-side mode
hu: Egymás melletti mód
ja_jp: 左右に並べて表示

source: Overlay mode
hu: Átfedés módja
ja_jp: 重ねて表示

source: Calendar view settings
hu: Naptár nézet beállítások
ja_jp: カレンダー表示の設定

source: View multiple calendars in
hu: Több naptár áttekintése
ja_jp: 複数カレンダーを表示

source: Reminder settings
hu: Emlékeztető beállításai
ja_jp: リマインダー設定

source: Enable reminder for new appointments
hu: Emlékeztetők engedélyezése az új találkozókhoz
ja_jp: 新しい予定のリマインダーを有効化

source: Default reminder time
hu: Alapértelmezett emlékeztetési időpont
ja_jp: リマインダーの初期値

source: Default all-day appointment reminder time
hu: Egész napos események alapértelmezett emlékeztetési ideje
ja_jp: 終日予定のリマインダーの初期値

source: {0} selected item
hu: {0} kiválasztott elem
ja_jp: 選択数{0}

source: New Appointment
hu: Új találkozó
ja_jp: 新しい予定

source: New Meeting Request
hu: Új találkozó kérelem
ja_jp: 新しい会議出席依頼

source: Open
hu: Megnyitás
ja_jp: 開く

source: Accept
hu: Elfogad
ja_jp: 承諾

source: Tentative
hu: Feltételes
ja_jp: 仮の予定

source: Decline
hu: Elutasít
ja_jp: 辞退する

source: Show as
hu: Megjelenítés, mint
ja_jp: 表示

source: This appointment has been moved or deleted, do you want to continue?
hu: A találkozót áthelyezték, vagy törölték, kívánja folytatni?
ja_jp: この予定は変更になったか削除されました。続行しますか？

source: Sort by: All Day
hu: Rendezés: Egész napos események
ja_jp: 並び替え：繰り返し

source: Sort by: Duration
hu: Rendezés: Időtartam szerint
ja_jp: 並べ替え：開催時間

source: Meeting Status
hu: Értekezlet állapota
ja_jp: 会議ステータス

source: Sort by: Meeting Status
hu: Rendezés: Értekezlet állapota szerint
ja_jp: 並べ替え：会議ステータス

source: Sort by: Busy Status
hu: Rendezés: Elfoglaltság szerint

source: Sort by: Categories
hu: Rendezés: Kategóriák
ja_jp: カラー

source: Created On
hu: Létrehozva
ja_jp: 作成日

source: Sort by: Created On
hu: Rendezés: Létrehozás dátuma szerint
ja_jp: 並べ替え：作成日

source: Due By
hu: Határidő
ja_jp: 期限日

source: Sort by: Due By
hu: Rendezés: Határidő szerint
ja_jp: 並べ替え：期限日

source: Sort by: Label
hu: Rendezés: Címke szerint
ja_jp: 並べ替え：ラベル

source: Sort by: Organizer
hu: Rendezés: Szervező szerint
ja_jp: 並べ替え：主催者

source: Sort by: Required Attendee
hu: Rendezés: Kötelező résztvevő szerint
ja_jp: 並べ替え：必須出席者

source: Sort by: Optional Attendee
hu: Rendezés: Opcionális résztvevő szerint
ja_jp: 並べ替え：任意出席者

source: Sort by: Resources
hu: Rendezés: Erőforrások szerint
ja_jp: 並べ替え：リソース

source: Recurring Startdate
hu: Ismétlődés kezdő dátuma
ja_jp: 定期的な予定の開始日

source: Sort by: Recurring Startdate
hu: Rendezés: Ismétlődés kezdő dátuma szerint
ja_jp: 並べ替え：定期的な予定の開始日

source: Recurring Enddate
hu: Ismétlődés befejezési ideje
ja_jp: 定期的な予定の終了日

source: Sort by: Recurring Enddate
hu: Rendezés: Ismétlődés befejezési ideje
ja_jp: 並べ替え：定期的な予定の終了日

source: Recurring Pattern
hu: Ismétlődési minta
ja_jp: 定期的な予定のパターン

source: Sort by: Recurring Pattern
hu: Rendezés: Ismétlődési minta szerint
ja_jp: 並べ替え：定期的な予定のパターン

source: Sort by: Reminder
hu: Rendezés: Emlékeztető szerint
ja_jp: 並べ替え：リマインダー

source: Sort by: Sensitivity
hu: Rendezés: Érzékenység szerint
ja_jp: 並べ替え：Sensitivity

source: Loading appointments
hu: Találkozók betöltése
ja_jp: 予定を読み込み中

source: Time
hu: Idő
ja_jp: 時間

source: jS F G:i
hu: l jS F Y G:i
ja_jp: Y年Fj日 G:i

source: The time of the meeting has changed. Choose one of the following:
hu: Az értekezlet időpontja megváltozott. Válasszon az alábbiak közül:
ja_jp: 会議時間が変更されました。以下から選択して下さい。

source: Save changes and send an update to all recipients
hu: Változások elmentése, és frissítés elküldése a résztvevőknek
ja_jp: 変更を保存して全受信者に更新を送信する。

source: Open meeting request with changes
hu: Értekezlet meghívó megnyitása a változásokkal
ja_jp: 会議の変更依頼を開く。

# mail.previewpanel
source: Proposed
hu: Javaslat
ja_jp: 提案先

# mail.previewpanel
source: When
hu: Mikor
ja_jp: 日時

# mail.previewpanel
source: Location
hu: Helyszín
ja_jp: 場所

source: Remove From Calendar
hu: Eltávolítás a naptárból
ja_jp: カレンダーから削除する

source: Not Current
hu: Nem időszerű

source: Meeting Request is out of date
hu: Az értekezlet kérés időpontja már elmúlt

source: No Response Required
hu: Nem igényel választ
ja_jp: 返信不要

source: Accept Meeting Request
hu: Értekezlet meghívás elfogadása
ja_jp: 会議出席依頼を承諾する

source: Tentatively Accept Meeting Request
hu: Értekezlet meghívó feltételes elfogadása
ja_jp: 会議出席依頼を仮承諾する

source: Decline Meeting Request
hu: Értekezlet meghívó elutasítása
ja_jp: 会議出席依頼を辞退する

source: Propose New Time for Meeting Request
hu: Új időpont javaslása a találkozóhoz
ja_jp: 会議出席依頼に新たな日時を提案する

source: View All Proposals
hu: Minden javaslat megtekintése
ja_jp: 全ての提案を表示

source: Accept Proposal
hu: Javaslat elfogadása
ja_jp: 提案の承諾

source: Accept Proposed Time
hu: Javasolt időpont elfogadása
ja_jp: 提案の日時の承諾

source: This meeting request is out-of-date and will now be deleted.
hu: A találkozó lejárt, és törlésre kerül.

source: Your calendar has been updated automatically. This meeting request will now be deleted.
hu: A naptára automatikusan frissítésre került. A találkozási kérelem most törlésre kerül.
ja_jp: カレンダーは自動的に更新されました。この会議出席依頼は削除されます。

source: Printing of multiple items has not been implemented.
hu: Nem sikerült a több elem nyomtatása.
ja_jp: 複数項目を印刷することはできません。

source: Printing of this item is not yet available
hu: Az elem nyomtatása nem elérhető
ja_jp: このアイテムの印刷はできません。

source: Item type:
hu: Elem típus:
ja_jp: アイテムタイプ:

source: Printing of this view is not yet available
hu: A nézet nyomtatása nem elérhető
ja_jp: このビューの印刷をすることはできません。

source: Recurring Message
hu: Ismétlődő üzenet
ja_jp: 繰り返しのメッセージ

source: This is a recurring message. Do you want to open only this occurrence or the series?
hu: Ez egy ismétlődő üzenet. Csak ezt az egy ismétlődést akarja megnyitni, vagy az egész sorozatot?
ja_jp: これは繰り返しのメッセージです。このメッセージだけを開きますか、それとも繰り返しのメッセージとして開きますか？

source: Recurring Appointment
hu: Ismétlődő időpont
ja_jp: 繰り返しの予定

source: This is a recurring appointment. Do you want to open only this occurrence or the series?
hu: Ez egy ismétlődő időpont. Csak ezt az egy időpontot akarja megnyitni, vagy az egész sorozatot?
ja_jp: この予定は繰り返し予定です。この予定だけを開きますか、それとも繰り返し予定として開きますか？

source: Recurring Meeting Request
hu: Ismétlődő értekezlet összehívás
ja_jp: 繰り返し予定の会議出席依頼

source: This is a recurring meeting request. Do you want to open only this occurrence or the series?
hu: Ez egy ismétlődő értekezlet összehívás. Csak ezt az egy ismétlődést akarja megnyitni, vagy az egész sorozatot?
ja_jp: これは繰り返し予定の会議出席依頼です。この予定だけを開きますか、それとも繰り返し予定として開きますか？

source: Recurring Task Request
hu: Ismétlődő feladat kérés
ja_jp: 繰り返しタスクの依頼

source: This is a recurring task request. Do you want to open only this occurrence or the series?
hu: Ez egy ismétlődő feladat kérés. Csak ezt az egy ismétlődést akarja megnyitni, vagy az egész sorozatot?
ja_jp: これは繰り返しのタスクです。この予定だけを開きますか、それとも繰り返しのタスクとして開きますか？

source: Open this occurrence
hu: Ennek az előfordulásnak a megnyitása
ja_jp: このイベントを削除する

source: Open the series
hu: Sorozat megnyitása
ja_jp: 一連の予定として開く

source: This is a recurring message. Do you want to delete only this occurrence or the series?
hu: Ez egy ismétlődő üzenet. Csak ezt az egy ismétlődést akarja törölni, vagy az egész sorozatot?
ja_jp: これは定期的なアイテムです。このアイテムだけを削除しますか？それとも一連のアイテムを削除しますか？

source: This is a recurring appointment. Do you want to delete only this occurrence or the series?
hu: Ez egy ismétlődő időpont. Ezt az egy időpontot akarja törölni, vagy az egész sorozatot?
ja_jp: これは定期的な予定です。この回だけを削除しますか？それとも一連の予定を削除しますか？

source: This is a recurring meeting request. Do you want to delete only this occurrence or the series?
hu: Ez egy ismétlődő értekezlet összehívás. Csak ezt az egy ismétlődést akarja törölni, vagy az egész sorozatot?
ja_jp: これは繰り返し予定の会議出席依頼です。この予定だけを削除しますか、それとも繰り返し予定として削除しますか？

source: This is a recurring task request. Do you want to delete only this occurrence or the series?
hu: Ez egy ismétlődő feladat kérés. Csak ezt az egy ismétlődést akarja törölni, vagy az egész sorozatot?
ja_jp: これは繰り返しのタスクです。このタスクだけを削除しますか、それとも繰り返しタスクとして削除しますか？

source: Delete this occurrence
hu: Törölje ezt az előfordulást
ja_jp: この出来事を削除する

source: Delete the series
hu: Törölje a sorozatot
ja_jp: 繰り返しの削除

source: Confirm Delete
hu: Törlés jóváhagyása
ja_jp: 削除の確認

source: This "{0}" meeting was already accepted.
hu: "{0}" értekezletet már elfogadta.
ja_jp: この{0}の会議は既に承諾されています。

source: You have not responded to the meeting request "{0}".
hu: Ön a(z) "{0}" értekezlet összehívásra nem válaszolt.
ja_jp: 会議出席依頼 {0}に未返答です。

source: Delete and send a response to the meeting organizer
hu: Törlés és válasz küldése az értekezlet szervezőjének
ja_jp: 削除し会議オーガナイザー返信する

source: Delete without sending
hu: Törlés küldés nélkül
ja_jp: 送信せずに削除

source: A cancellation message will be sent to all recipients, do you wish to continue?
hu: A lemondó üzenet minden címzettnek el lesz küldve, biztosan folytatni akarja?
ja_jp: メッセージのキャンセルは全受信者に送信されます。続行しますか？

source: The sender of this message has asked to be notified when you read this message. Do you wish to notify the sender?
hu: A küldő ebben az üzenetben olvasási visszaigazolást kért. Kíván visszaigazolást küldeni?

source: Insert item
hu: Elem beszúrása
ja_jp: アイテムを追加する

source: Items:
hu: Elemek:

source: Look in:
hu: Keresés a következőben:

source: Insert as
hu: Beillesztés, mint
ja_jp: 挿入する

source: Text only
hu: Csak szöveg
ja_jp: テキストのみ

source: Attachment
hu: Melléklet
ja_jp: 添付ファイル

source: Attach Item
hu: Elem csatolása
ja_jp: アイテムを添付する

source: No message selected
hu: Nincs kiválasztott üzenet
ja_jp: メッセージが選択されていません

source: Select file
hu: Fájl kiválasztás

source: Browse
hu: Tallózás

source: Continue
hu: Folytatás
ja_jp: 続ける

source: File upload
hu: Fájl feltöltés
ja_jp: ファイルアップロード

source: Attach item
hu: Elem csatolása
ja_jp: 添付ファイル

source: Preview
hu: Előnézet
ja_jp: プレビュー

source: Download
hu: Letöltés
ja_jp: ダウンロード

source: Attachment error
hu: Csatolmány hiba
ja_jp: 添付ファイルエラー

source: Picture format is not supported.
hu: Nem támogatott képformátum.

source: Supported format for contact pictures are
hu: A támogatott képformátumok

source: Attachment Error
hu: Csatolmány hiba
ja_jp: 添付ファイルエラー

source: Item belongs to these categories
hu: Az elem ezekhez a kategóriákhoz tartozik

source: Available categories
hu: Elérhető kategóriák

source: Category
hu: Kategória

source: Check Names
hu: Nevek ellenőrzése
ja_jp: 名前の確認

source: Select an address to use
hu: Válassza ki a használni kívánt címet
ja_jp: 使用するアドレスを選択して下さい。

source: More than one '{0}' found.
hu: Több, mint egy '{0}' találat.
ja_jp: 複数の{0}が見つかりました。

source: Alert
hu: Riasztás
ja_jp: アラート

source: Please select a recipient
hu: Kérjem válasszon címzettet
ja_jp: 受信者を選択して下さい。

source: Mail and Post
hu: Levél és posta
ja_jp: メール

source: Contact
hu: Kapcsolat
ja_jp: コンタクト

source: Journal
hu: Napló
ja_jp: ジャーナル

source: Note
hu: Jegyzet
ja_jp: メモ

source: Task
hu: Feladat
ja_jp: タスク

source: Inbox
hu: Beérkezett
ja_jp: 受信箱

source: Entire Inbox
hu: Teljes beérkezett
ja_jp: 全受信箱

source: Secretary
hu: Titkárnő
ja_jp: 秘書

source: Only read
hu: Csak olvasható
ja_jp: 読み取り専用

source: Delegate Permissions
hu: Meghatalmazott engedélyek
ja_jp: 委譲する権限

source: This delegate has the following permissions
hu: A meghatalmazott a következő jogokkal rendelkezik
ja_jp: この代理人には次の許可が設定されています。

source: Delegate can see my private items.
hu: A meghatalmazott láthatja a személyes elemeimet.
ja_jp: 代理人は自分のプライベートアイテムを見ることができます。

source: Delegate receives copies of meeting-related messages sent to me.
hu: A küldött másolatot kap az értekezlettel kapcsolatos nekem küldött üzenetekről.
ja_jp: 自分に送られてきた会議関係のメッセージのコピーを代理人が受け取るようにする。

source: Other
hu: Egyéb
ja_jp: 他

source: No delegate exists
hu: Nem létezik meghatalmazott

source: Loading delegates
hu: Meghatalmazottak betöltése
ja_jp: 委任情報を読み込み中

source: Please select a delegate.
hu: Kérem válasszon meghatalmazottat.
ja_jp: 代理人を選択して下さい。

source: Delegates can send items on your behalf. To grant permission to others to access your folders without also giving them send-on-behalf-of privileges, go to properties for each folder and change the options on the Permissions Tab.
hu: A meghatalmazottak küldhetnek az ön nevében üzeneteket. Ha csak mappahozzáférési engedélyt kíván adni meghatlamazott jogosultság nélkül, válassza ki a megfelelő jogosultságokat a mappa tulajdonságai, Jogosultságok fülön.

source: Add
hu: Hozzáad
ja_jp: 追加

source: Remove
hu: Eltávolítás
ja_jp: 削除

source: Permission
hu: Hozzáférés
ja_jp: 許可

source: Delegate already exists in the list.
hu: A meghatalmazott már szerepel a listán.
ja_jp: 代理人は既に設定されています。

source: Copy/Move Folder
hu: Mappa másolása/mozgatása
ja_jp: コピー/移動 フォルダ

source: Copy/Move Messages
hu: Üzenetek másolása/áthelyezése
ja_jp: メッセージのコピー/移動

source: New folder
hu: Új mappa
ja_jp: 新しいフォルダ

source: Copy
hu: Másolás
ja_jp: コピー

source: Move
hu: Áthelyezés
ja_jp: 移動

source: Destination folder
hu: Célmappa
ja_jp: 移動先フォルダ

source: There is {0} message selected.
hu: {0} üzenet kiválasztva.
ja_jp: {0}メッセージが選択されています。

source: Folder '{0}' selected.
hu: '{0}' mappa kiválasztva.
ja_jp: {0}フォルダが選択されています。

source: Edit recipient
hu: Címzett szerkesztése
ja_jp: 受信者を編集します。

source: Select attendees
hu: Válasszon résztvevőket
ja_jp: 出席者を選択して下さい。

source: Suggested Times
hu: Javasolt időpontok
ja_jp: 推奨の日時

source: Busy
hu: Elfoglalt
ja_jp: 予定あり

source: Out of Office
hu: Házon kívül
ja_jp: 外出中

source: No Information
hu: Nincs információ
ja_jp: 情報がありません。

source: Show non-working hours
hu: Munkaszüneti órák megjelenítése
ja_jp: 労働該時間も表示する

source: Hide non-working hours
hu: Munkaszüneti órák elrejtése
ja_jp: 労働該時間は隠す

source: No freebusy information available for this date
hu: Nincs elérhető szabad/foglalt információ erre a dátumra
ja_jp: この日は空き時間の参照ができません。

source: No suggestions available
hu: Nincs elérhető javaslat
ja_jp: 提案機能は使えません。

source: Switch between different contexts e.g. inbox, calendar, etc.
hu: Kontextusok közötti váltás, pl. inbox, naptár, stb.

source: Basic navigation
hu: Egyszerű navigáció

source: Switch between different views
hu: Nézetek közti váltás

source: New item
hu: Új elem
ja_jp: 新規アイテム

source: All views
hu: Összes nézet

source: Switch between tabs
hu: Fülek közti váltás

source: Close tab
hu: Fül bezárása

source: Print item
hu: Nyomtatás

source: Items
hu: Elemek
ja_jp: 項目

source: Save an item e.g. mail, contact, etc.
hu: Elem mentése, pl. levél, névjegy stb.

source: Send an item e.g. mail, meeting request, etc.
hu: Elem küldése, pl. levél, meghívó, stb.

source: Select all items
hu: Összes elem kiválasztása

source: Extend the selection to the first item in the list
hu: Kijelőlés kiterjesztése a lista első eleméig

source: Extend the selection to the last item in the list
hu: Kijelölés kiterjesztése a lista utolsó eleméig

source: Open selected item
hu: Kiválasztott elem megnyitása
ja_jp: 選択したアイテムを開く

source: Open dialog to categorize selected item
hu: Dialógusablak nyitása a kiválasztott elem kategorizálásához

source: Print list
hu: Lista nyomtatása

source: Print selected item
hu: Kijelölt elem nyomtatása
ja_jp: 選択したタスクを印刷

source: Open copy/move dialog
hu: Másolás/mozgatás dialógusablak megnyitása

source: Delete selected item
hu: Kiválasztott elem törlése
ja_jp: 選択したアイテムを削除

source: Display name
hu: Megjelenő név
ja_jp: 表示名

source: E-mail address
hu: E-mail cím

source: Distribution list will be replaced with its members. You will not be able to collapse it again.
hu: A terjesztési lista tagjainak megjelenítése. A lista összecsukására nem lesz lehetősége.

source: Edit Recipient
hu: Címzett szerkesztése
ja_jp: 受信者を編集します。

source: Send e-mail
hu: Küldés

source: View recipient
hu: Címzett megtekintése
ja_jp: 受信者を表示します。

source: Weekday
hu: Hétköznap
ja_jp: 平日

source: Weekend Day
hu: Hétvége
ja_jp: 週末の曜日

source: last
hu: utolsó
ja_jp: 最後

source: Every {A} day(s)
hu: Minden {A} nap
ja_jp: {A}日毎

source: Every weekday
hu: Minden hétköznap
ja_jp: すべての平日

source: Regenerate new task {A} day(s) after each task is completed
hu: Új feladatok újra generálása {A} naponként minden egyes elvégzett feladat után
ja_jp: 全タスクが完了してから{A}日後に新しいタスクを再生成する。

source: Day {A} of every {B} month(s)
hu: Minden {B} hónap(ok) {A} napja
ja_jp: 毎{B}ヶ月ごとの{A}日

source: The {A} {B} of every {C} month(s)
hu: Minden {C} hónap(ok) {A} {B}
ja_jp: {C}ヶ月ごとの{A}{B}曜日

source: Regenerate new task {A} month(s) after each task is completed
hu: Feladat újragenerálása {A} hónappal a feladatok elvégzése után
ja_jp: 全タスクが完了してから{A}ヶ月後に新しいタスクを再生成する。

source: Appointment Recurrence
hu: Találkozó ismétlődése
ja_jp: 繰り返しの予定

source: Remove Recurrence
hu: Ismétlődés eltávolítása
ja_jp: 繰り返しの取消し

source: This will discard any exceptions which might have been made for this recurring series. Do you wish to continue?
hu: Ez minden kivételt el fog távolítani az ismétlődésből. Kívánja folytatni?

source: Task Recurrence
hu: Feladat ismétlődése
ja_jp: 繰り返しのタスク

source: Daily
hu: Naponta
ja_jp: 日次

source: Weekly
hu: Hetente
ja_jp: 週次

source: Monthly
hu: Havonta
ja_jp: 月次

source: Yearly
hu: Évente
ja_jp: 年次

source: Range of recurrence
hu: Ismétlődés tartománya
ja_jp: 反復期間

source: No end date
hu: Nincs befejező dátum
ja_jp: 終了日の設定がありません。

source: End after {A} occurrences
hu: Érjen véget {A} ismétlődés után
ja_jp: {A}回繰り返し後終了

source: End by {A}
hu: Vége {A} által
ja_jp: {A}までに終了

source: Occurrence duration: {D} {H} {M}
hu: Előfordulás időtartama: {D} {H} {M}
ja_jp: 繰り返し間隔:{D}日{H}時間{M}分

source: Every {A} week(s) on
hu: Minden {A} héten
ja_jp: 毎{A}週毎に

source: Regenerate new task {A} week(s) after each task is completed
hu: Feladat újragenerálása {A} héttel később a feladatok elvégzése után
ja_jp: 全タスクが完了してから{A}週間後に新しいタスクを再生成する。

source: Every {A} {B}
hu: Minden {A} {B}
ja_jp: 毎{A}{B}

source: The {A} {B} of {C}
hu: A(z) {A} {B} a(z) {C}
ja_jp: {A} と {B} と {C}

source: Regenerate new task {A} year(s) after each task is completed
hu: Feladat újragenerálása {A} évvel később a feladatok elvégzése után
ja_jp: 各タスクが完了してから{A}年後に新しいタスクを再生成する。

source: Info
hu: Infó
ja_jp: 情報

source: Not supported at the moment.
hu: Jelenleg nem támogatott.
ja_jp: サポートされていません。

source: There is {0} reminder
hu: {0} emlékeztető van

source: Reminders
hu: Emlékeztetők
ja_jp: リマインダー

source: Due In
hu: Esedékes -kor
ja_jp: 期限

source: Due
hu: Esedékesség
ja_jp: 期限

source: Reminder time
hu: Emlékeztető időpontja
ja_jp: リマインダー時間

source: Dismiss All
hu: Összes elvetése
ja_jp: 全て廃棄

source: Open Item
hu: Elem megnyitása
ja_jp: アイテムを開く

source: Dismiss
hu: Elvetés
ja_jp: 廃棄

source: Click Snooze to be reminded again in
hu: Kattintson a halasztásra és újra emlékeztetve lesz
ja_jp: 再度リマインドするにはスヌーズをクリックして下さい。

source: Snooze
hu: Halasztás
ja_jp: スヌーズ

# reminder.dialog
source: {0} reminder is selected.
hu: {0} emlékeztető van kiválasztva.
ja_jp: {0}個のリマインダーが選択されました。

source: Restore Softdeleted Items
hu: Helyileg törölt elemek visszaállítása

source: Restore From {0}
hu: Helyreállítás {0}-ból

source: Restore
hu: Helyreállítás
ja_jp: リストア

source: Restore All
hu: Mindegyik helyreállítása
ja_jp: 全リストア

source: Permanent Delete
hu: Végleges törlés
ja_jp: 完全に削除する

source: Delete All
hu: Mindegyik törlése
ja_jp: 全て削除

source: Messages
hu: Üzenetek
ja_jp: メッセージ

source: Are you sure you want to Permanently Delete all items?
hu: Biztos benne, hogy minden elemet véglegesen töröl?

source: Are you sure you want to Restore all items?
hu: Biztos benne, hogy mindegyik elemet visszaállítja?

source: Total {0} recoverable item
hu: Összesen {0} helyreállítható elem
ja_jp: トータルで{0}個復旧可能なアイテムがあります。

source: Sort by: Name
hu: Rendezés: Név
ja_jp: 並べ替え順 : 名前

source: Deleted On
hu: Törölve lett
ja_jp: 遅延

source: Sort by: Deleted On
hu: Rendezés: Törlés ideje szerint
ja_jp: 並べ替え：削除日

source: Item Count
hu: Elemszám
ja_jp: アイテム数

source: Sort by: Item Count
hu: Rendezés: Elem száma szerint
ja_jp: 並べ替え：アイテム数

source: Sort by: From
hu: Rendezés: Küldő szerint
ja_jp: 並べ替え：From

source: Received
hu: Fogadva
ja_jp: 承諾

source: Sort by: Received
hu: Rendezés: Fogadás időpontja szerint
ja_jp: 並べ替え：受信者

source: Size
hu: Méret
ja_jp: サイズ

source: Sort by: Size
hu: Rendezés: Méret szerint
ja_jp: 並べ替え順 : サイズ

source: Move the message to folder ...
hu: Üzenet áthelyezése ebbe a mappába ...

source: Copy the message to folder ...
hu: Üzenet másolása ebbe a mappába ...

source: Delete the message
hu: Üzenet törlése
ja_jp: メッセージを削除します。

source: Redirect the message to ...
hu: Üzenet átirányítása ...

source: Forward the message to ...
hu: Üzenet továbbítása ...

source: Forward the message as attachment to ...
hu: Üzenet továbbítása mellékletként ...

source: is received from ...
hu: a levél küldője...

source: includes these words in the sender's address ...
hu: a küldő címe tartalmazza ezeket a szavakat...

source: includes these words in the subject ...
hu: a levél tárgya tartalmazza ezeket a szavakat...

source: includes these words in the body ...
hu: a levéltörzs tartalmazza ezeket a szavakat...

source: has importance ...
hu: a levél prioritása...

source: is sent to ...
hu: a levél címzettje (To:, Cc:) a következő cím...

source: is sent only to me
hu: kizárólag nekem van címezve
ja_jp: 自分だけに送信された

source: Select one...
hu: Válaszon egy...
ja_jp: １つ選択

source: Unnamed folder
hu: Névtelen mappa
ja_jp: 名前の設定がないフォルダ

source: Add action
hu: Művelet hozzáadása
ja_jp: アクションを追加

source: Remove action
hu: Művelet eltávolítása
ja_jp: アクションを削除

source: Unknown action
hu: Ismeretlen művelet
ja_jp: 不明なアクション

source: This action for the current rule is unknown
hu: Ebben a szabályban ez a művelet ismeretlen
ja_jp: 現在の仕訳ルールのこのアクションは不明です。

source: Add condition
hu: Feltétel hozzáadása
ja_jp: 条件を追加

source: Remove condition
hu: Feltétel eltávolítása
ja_jp: 条件を外す

source: Unknown condition
hu: Ismeretlen feltétel
ja_jp: 不明な条件

source: This condition for the current rule is unknown
hu: Ebben a szabályban ez a feltétel ismeretlen
ja_jp: 現在の仕訳ルールのこの条件は不明です。

source: Inbox Rule
hu: Beérkező szabály
ja_jp: 受信箱の仕訳ルール

source: Rule name
hu: Szabály neve
ja_jp: 仕訳ルールの名前

source: When the message
hu: Ha az üzenet
ja_jp: メッセージ

source: Do the following
hu: Tegye a következőket
ja_jp: 以下を実行する

source: Stop processing more rules
hu: Állítsa meg a többi szabály feldolgozását
ja_jp: これ以上ルール仕訳を実行するのをやめる。

source: Specify Words or Phrases
hu: Adjon meg szavakat vagy kifejezéseket
ja_jp: 単語と文章を特定する。

source: Edit
hu: Szerkesztés
ja_jp: 編集

source: and
hu: és
ja_jp: かつ
