Repository: grommunio/grommunio-web
Catalog: server/language/*.UTF-8/LC_MESSAGES/zarafa_webapp.po
Languages: hu, ja_jp

source: Description
hu: Leírás
ja_jp: 説明

source: Unread
hu: Olvasatlan
ja_jp: 未読

source: Folder size
hu: Mappa méret
ja_jp: フォルダサイズ

source: Folder containing {0} Items
hu: A mappa tartalmaz {0} elemet
ja_jp: フォルダフォルダ{0}項目がフォルダ内にあります。

source: Permissions
hu: Jogok
ja_jp: 許可

source: No permissions granted
hu: Nincs engedélyezett hozzáférés
ja_jp: 権限がありません。

source: Profile
hu: Profil
ja_jp: プロファイル

source: Create items
hu: Elemek létrehozása
ja_jp: アイテムを作成する。

source: Read items
hu: Elemek olvasása
ja_jp: アイテムを読む

source: Create subfolders
hu: Almappák létrehozása
ja_jp: サブフォルダを作成する。

source: Folder permissions
hu: Mappa engedélyek
ja_jp: フォルダ アクセス権

source: Folder visible
hu: Mappa láthatóság
ja_jp: フォルダ表示

source: Edit items
hu: Elemek szerkesztése
ja_jp: 項目編集

source: Own
hu: Saját
ja_jp: 自分の

source: All
hu: Mind
ja_jp: 全て

source: Delete items
hu: Elemek törlése
ja_jp: アイテム削除

source: User already exists
hu: A felhasználó már létezik
ja_jp: ユーザーは既に登録されています。

source: Group already exists
hu: A csoport már létezik
ja_jp: グループは既に登録されています。

source: Select Folder
hu: Mappa választás
ja_jp: フォルダ選択

source: Folder Size
hu: Mappa méret
ja_jp: フォルダサイズ

source: Folder Name
hu: Mappa név
ja_jp: フォルダ名

source: Size (without subfolders)
hu: Méret (almappák nélkül)
ja_jp: サイズ（サブフォルダを除く）

source: Total size (including subfolders)
hu: Teljes méret (almappákkal)
ja_jp: 並べ替え：サイズ（サブフォルダを含む）

source: Loading subfolder sizes
hu: Almappák méretének betöltése
ja_jp: サブフォルダのサイズを読み込み中です。

source: No subfolders present
hu: Nincs almappa
ja_jp: サブフォルダがありません。

source: Subfolder
hu: Almappa
ja_jp: サブフォルダ

source: Sort by: Name of the subfolder
hu: Rendezés: almappák neve
ja_jp: 並べ替え：サブフォルダ名

source: Sort by: Size (without subfolders)
hu: Rendezés: méret (almappák nélkül)
ja_jp: 並べ替え：サイズ（サブフォルダを含まない）

source: Total size
hu: Teljes méret
ja_jp: トータルサイズ

source: Sort by: Total size (including subfolders)
hu: Rendezés: teljes méret (almappákkal)
ja_jp: 並べ替え：サイズ（サブフォルダを含む）

source: Open Shared Folders
hu: Megosztott mappák megnyitása
ja_jp: 共有フォルダを開く

source: Username '{0}' could not be resolved.
hu: '{0}' felhasználó nem feloldható.
ja_jp: ユーザー名 '{0}' は確認できませんでした。

source: Username '{0}' is not a valid user.
hu: '{0}' nem érvényes felhasználó.
ja_jp: ユーザー{0}は有効なユーザーではありません。

source: It is not possible to open your own store twice
hu: Nem lehetséges a saját tárolót duplán megnyitni

source: This shared folder is already open.
hu: A megosztott mappa már meg van nyitva.
ja_jp: この共有フォルダは既に開いています。

source: You must specify a username.
hu: Meg kell adnia egy felhasználónevet.

source: Folder type
hu: Mappa típus
ja_jp: フォルダタイプ

source: Show subfolders
hu: Almappák megjelenítése
ja_jp: サブフォルダ表示

source: Open shared folder/store
hu: Megosztott mappa/tárhely megnyitása

source: Rename Folder
hu: Mappa átnevezése
ja_jp: フォルダ名を変更

source: New Folder
hu: Új mappa
ja_jp: 新しいフォルダ

source: Mark All Messages Read
hu: Minden üzenet megjelölése olvasottként
ja_jp: 全メッセージを既読にする

source: Delete Folder
hu: Mappa törlése
ja_jp: フォルダ削除

source: Empty folder
hu: Mappa ürítése

source: Add to favorites folder
hu: Kedvenc mappához adás

source: Close store
hu: Tároló bezárása
ja_jp: フォルダを閉じる

source: Close folder
hu: Mappa bezárása
ja_jp: フォルダを閉じる

source: Reload
hu: Frissítés
ja_jp: 再読み込み

source: Restore items
hu: Elemek helyreállítása
ja_jp: アイテムを回復する

source: Are you sure you want to permanently delete all the items and subfolders in the "{0}" folder?
hu: Biztosan véglegesen törölni kívánja az összes elemet és almappát a "{0}" mappában?
ja_jp: {0}フォルダ内のサブフォルダと全てのアイテムを完全削除しますがよろしいですか？

source: Are you sure you want to delete the folder "{0}" and move all of its contents into the Deleted Items folder?
hu: Biztosan törölni kívánja a "{0}" mappát és az összes elemét a Törölt elemek mappába helyezi?
ja_jp: "{0}"フォルダを削除し全てゴミ箱に移動しますがよろしいですか？

source: Are you sure you want to empty {0}?
hu: Biztosan ki szeretné üríteni {0}?
ja_jp: {0}を空にしますがよろしいですか？

source: Show all folders
hu: Minden mappa megjelenítése
ja_jp: 全フォルダを表示する

source: Sort by: Importance
hu: Rendezés: Fontosság szerint
ja_jp: 並べ替え：重要度

source: Sort by: To
hu: Rendezés: Címzett szerint
ja_jp: 並べ替え：宛先

source: Red
hu: Vörös
ja_jp: 赤

source: Orange
hu: Narancs
ja_jp: オレンジ

source: Purple
hu: Bíbor
ja_jp: 紫

source: Original message
hu: Eredeti üzenet
ja_jp: オリジナル本文

source: Saving...
hu: Mentés...
ja_jp: 保存中...

source: Message saving failed.
hu: Üzenet mentése sikertelen.

source: Message Saved at {0}.
hu: Üzenet elmentve ekkor: {0}.

source: Message Options
hu: Üzenet beállítások
ja_jp: メッセージのオプション

source: No send as address configured!
hu: Nincs küldés mint cím beállítva!

source: Send email
hu: Email küldése
ja_jp: 送信メール

source: Send email to recipients
hu: Email küldése a címzetteknek

source: Save email
hu: Email mentése

source: Delete this mail
hu: Levél törlése

source: Add attachments to this email
hu: Mellékletek hozzáadása az emailhez
ja_jp: このメールに添付ファイルを追加する

source: Add signature
hu: Aláírás hozzáadása
ja_jp: 署名を追加する

source: Add signature to this mail
hu: Aláírás hozzáadása az emailhez

source: Options
hu: Lehetőségek
ja_jp: オプション

source: Open options dialog
hu: Beállítások párbeszédpanel megnyitása
ja_jp: オプションダイアログを開く

source: Set flag
hu: Jelölés beállítása
ja_jp: フラグ設定

source: Set flag on this email
hu: Email megjelölése
ja_jp: このメールにフラグを設定する

source: Mark this mail as high priority
hu: Levél megjelölése magas prioritásúként

source: Mark this mail as low priority
hu: Levél megjelölése alacsony prioritásúként

source: Set read receipt
hu: Olvasási visszaigazolás beállítása
ja_jp: 開封通知を設定する

source: Request read receipt from recipients
hu: Olvasási visszaigazolás kérése a címzettektől
ja_jp: 受信者に開封通知を要求する

source: Show bcc
hu: Titkos címzettek megjelenítése

source: Show Bcc
hu: Titkos címzettek megjelenítése
ja_jp: Bccを表示

source: Show Bcc field in which you can specify the people who will recieve this message
hu: Titkos másolat mező megjelenítése, ahol beállíthatja, hogy kik kapják meg a levelet

source: Show From
hu: Feladó megjelenítése

source: Show From field, If you have delegate access to another person's account, you can send e-mail that looks like that came from them by entering their name into the From field
hu: Feladó mező megjelenítése, ha van meghatalmazott joga egy másik személy fiókjához, küldheti a levelet az ő nevében is, ezen személy nevének beírásával a feladó mezőbe

source: No signatures configured
hu: Nincs aláírás beállítva
ja_jp: 署名が設定されていません。

source: E-Mail Flags
hu: Email jelölések

source: Set Flag
hu: Jelölés beállítása

source: Color of Flag
hu: Jelölés színe

source: Miscellaneous Options
hu: Vegyes beállítások
ja_jp: その他オプション

source: Internet Headers
hu: Internetes fejlécek
ja_jp: インターネットヘッダー

source: Message Settings
hu: Üzenet beállítások
ja_jp: メッセージ設定

source: Tracking Options
hu: Követési beállítások
ja_jp: オプション追跡

source: Request a read receipt for this message.
hu: Olvasási visszaigazolás kérése az üzenethez.
ja_jp: このメッセージへの開封通知を要求する。

source: no subject
hu: nincs tárgy
ja_jp: 件名がありません

source: Delete this item.
hu: Elem törlése.

source: Delete mail
hu: Levél törlése

source: Delete this mail.
hu: Levél törlése.

source: Print this email
hu: Email nyomtatása

source: New mail
hu: Új levél
ja_jp: 新規メール

source: Reply all
hu: Válasz mindenkinek
ja_jp: 全員へ返信

source: Toggle read/unread
hu: Megjelölés olvasottként/olvasatlanként

source: Toggle red/complete flag
hu: Megjelölés piros/elvégzett zászlóval

source: My Mail
hu: Leveleim

source: Open Shared Mails
hu: Megosztott levelezés megnyitása
ja_jp: 共有メールを開く

source: Email message
hu: Email üzenet

source: Send E-mail
hu: Email küldése

source: Create a new email message addressed to this recipient.
hu: Új email üzenet létrehozása a címzettnek.

source: Print single e-mail
hu: Email nyomtatása

source: Plain Text
hu: Egyszerű szöveg
ja_jp: テキスト形式

source: Compose mail settings
hu: Levél írás beállításai
ja_jp: メール設定

source: Compose mail in this format
hu: Levél írása ebben a formátumban
ja_jp: この形式でメールを構成する。

source: Default font
hu: Alapértelmezett betűtípus
ja_jp: デフォルトフォント

source: Default font size
hu: Alapértelmezett betűméret

source: Always request a read receipt
hu: Mindig kérjen olvasási visszaigazolást
ja_jp: 常に開封確認の通知を要求をします。

source: {A}AutoSave unsent mail every {B} minute(s)
hu: {A}Automata Mentés a nem elküldött leveleknél minden {B} percben
ja_jp: {A}自動保存 未送信メール {B}分毎

source: Incoming mail
hu: Bejövő levél
ja_jp: 受信箱

source: How to respond to requests for read receipts
hu: Hogyan reagáljon az olvasást visszaigazoló kérésekre
ja_jp: 確認要求に対する応答の処理を設定します。

source: Always send a response
hu: Mindig válaszoljon
ja_jp: 常に開封済みメッセージを送信します。

source: Never send a response
hu: Soha ne küldjön választ
ja_jp: 開封済みメッセージを送信しない

source: Ask me before sending a response
hu: Kérdezzen meg a válasz elküldése előtt
ja_jp: 返信を送信前に確認する。

source: {A}Automatically mark mail as read after {B} second(s)
hu: {A}Levél olvasottnak jelölése {B} másodperc után
ja_jp: {B}秒後に自動的に既読にする。

source: Off
hu: Kikapcsol

source: Right
hu: Jobb
ja_jp: 右

source: Bottom
hu: Alsó
ja_jp: ボタン

source: General mail settings
hu: Általános levelezési beállítások
ja_jp: 一般メール設定

source: Location of preview pane
hu: Előnézeti panel helyzete
ja_jp: プレビュー画面の位置

source: Close mail when responding
hu: Levél bezárása válasznál

source: I am currently in the office
hu: Jelenleg házon belül tartózkodom
ja_jp: 在席中

source: I am currently out of the office
hu: Jelenleg házon kívül tartózkodom

source: AutoReply only once to each sender with the following text
hu: Az automata válasz csak egyszer legyen elküldve a feladóknak, a következő szöveggel

source: User is currently out of office.
hu: A felhasználó jelenleg házon kívül van.
ja_jp: ユーザーは現在外出中です。

source: Signatures
hu: Aláírások
ja_jp: 署名

source: Signature for new messages
hu: Új üzenetek aláírása
ja_jp: 新しいメッセージの署名

source: Signature for replies and forwards
hu: Aláírás válaszoknál, és továbbításoknál
ja_jp: 返信と転送の署名

source: <None>
hu: <Nincs>

source: You have unsaved changes. Do you wish to save the changes?
hu: Nem mentett változásokkal rendelkezik. El akarja menteni a változásokat?
ja_jp: 保存されていない変更があります。変更を保存しますか？

source: New signature
hu: Új aláírás
ja_jp: 新しい署名

source: Sort by: Sent
hu: Rendezés: Elküldés szerint
ja_jp: 並べ替え：送信者

source: Modified
hu: Módosítva

source: Sort by: Modified
hu: Rendezés: Módosítva

source: Sort by: Flag Status
hu: Rendezés: Jelölés szerint

source: Sort by: Icon Index
hu: Rendezés: Ikon indexe szerint

source: Forward as Attachment
hu: Továbbítás csatolmányként

source: Mark Read
hu: Olvasottnak jelöl
ja_jp: 既読にする

source: Mark Unread
hu: Nem olvasottnak jelöl
ja_jp: 未読にする

source: Move to Junk Folder
hu: Levélszemét mappába mozgatás
ja_jp: 迷惑メールフォルダーに移動

source: Loading mail
hu: Levél betöltése
ja_jp: メールの読み込み中

source: Save Note
hu: Jegyzet mentése

source: Save note
hu: Jegyzet mentése

source: Delete Note
hu: Jegyzet törlése

source: Delete this note
hu: Jegyzet törlése

source: Set Category
hu: Kategória beállítása
ja_jp: カテゴリーを設定

source: Print this note
hu: Jegyzet nyomtatása

source: Color
hu: Szín
ja_jp: 色

source: New note
hu: Új jegyzet

source: My Notes
hu: Jegyzeteim

source: Open Shared Notes
hu: Megosztott jegyzetek megnyitása
ja_jp: 共有メモを開く

source: Sticky note
hu: Öntapadós jegyzet
ja_jp: 付箋

source: Icons
hu: Ikonok
ja_jp: アイコン

source: List view
hu: Lista nézet
ja_jp: リスト表示

source: List Last Seven Days
hu: Utolsó hét nap listázása
ja_jp: 最後の7日間の一覧

source: List By Color
hu: Szín szerinti listázás

source: Created
hu: Létrehozva
ja_jp: 作成済み

source: Sort by: Created
hu: Rendezés: Létrehozás szerint
ja_jp: 並べ替え：カテゴリー

source: Sort by: Color
hu: Szín szerinti rendezés
ja_jp: 並べ替え：色

source: Loading Notes
hu: Jegyzetek betöltése
ja_jp: メモ読み込む

source: Loading notes
hu: Jegyzetek betöltése
ja_jp: メモ読み込み

source: Competition
hu: Versenytárs
ja_jp: 完了

source: Favorites
hu: Kedvencek
ja_jp: お気に入り

source: Gifts
hu: Ajándékok
ja_jp: ギフト

source: Goals/Objectives
hu: Célok
ja_jp: ゴール/目的

source: Holiday Cards
hu: Üdvözlőkártyák
ja_jp: ホリデーカード

source: Hot Contacts
hu: Friss kapcsolat
ja_jp: 注目のコンタクト

source: Ideas
hu: Ötletek
ja_jp: アイデア

source: International
hu: Nemzetközi
ja_jp: 海外

source: Key Customer
hu: Kiemelten fontos vásárló
ja_jp: 重要顧客

source: Miscellaneous
hu: Vegyes
ja_jp: 雑収入

source: Phone Calls
hu: Telefonhívások
ja_jp: 電話

source: Strategies
hu: Stratégiák
ja_jp: ストラテジー（戦略）

source: Suppliers
hu: Beszállítók
ja_jp: サプライヤー（仕入先）

source: Time & Expenses
hu: Idő és kiadás
ja_jp: 時間と費用

source: Waiting
hu: Várakozás
ja_jp: 待機中

source: Do you wish to apply the changes?
hu: El kívánja menteni a változásokat?
ja_jp: 変更を適用してもよろしいですか？

source: Settings
hu: Beállítások
ja_jp: 設定

source: Account information - {0}
hu: Felhasználói fiók információ - {0}
ja_jp: アカウント情報 - {0}

source: Language
hu: Nyelv
ja_jp: 言語

source: Startup folder
hu: Kezdő mappa
ja_jp: 初期フォルダー

source: This change requires a reload of the WebApp
hu: A változtatásokhoz a WebApp újratöltése szükséges
ja_jp: この変更を反映するにはWebAppの再表示が必要となります。

source: Select Default Folder
hu: Alapértelmezett mappa kiválasztása

source: Advanced
hu: Haladó
ja_jp: 高度な

source: Advanced settings
hu: Haladó beállítások
ja_jp: 高度な設定

source: Edit setting
hu: Beállítás szerkesztése
ja_jp: 編集設定

source: Restore to defaults
hu: Alaphelyzetbe állítás
ja_jp: 初期設定に戻す

source: Delete settings
hu: Beállítások törlése
ja_jp: 設定削除

source: About
hu: Rólunk
ja_jp: 内容

source: Favorite settings
hu: Kedvenc beállítások

source: Shortcuts
hu: Gyorslinkek

source: Keyboard Shortcuts
hu: Gyorsbillentyűk

source: Enable Keyboard Shortcuts
hu: Gyorsbillentyűk engedélyezése

source: Apply
hu: Alkalmaz
ja_jp: 適用

source: Discard
hu: Elvet
ja_jp: 廃棄

source: Plugins
hu: Bővítmények
ja_jp: プラグイン

source: Available plugins
hu: Elérhető bővítmények
ja_jp: 利用可能なプラグイン

source: The following plugins are available in the WebApp. It is possible to select and/or deselect different plugins to indicate which plugins should be enabled. When any plugin is enabled or disabled, the WebApp must be reloaded in order for the changes to take effect.
hu: A következő bővítmények érhetőek el a WebApp-ban. Lehetséges választani a bővítmény ki illetve bekapcsolásával, hogy mely bővítményeket szeretnénk engedélyezni. Bármelyik bővítmény be, illetve kikapcsolása esetén a változások érvényesítéséhet frissítenünk kell a WebApp-ot.
ja_jp: WebAppで次のプラグインの利用が可能です。変更を反映するにはWebAppの再読み込みが必要となります。

source: No plugins available
hu: Nincs rendelkezésre álló bővítmény
ja_jp: 利用可能なプラグインがありません。

source: Version
hu: Verzió

source: This plugin cannot be disabled
hu: Ezt a bővítmény nem lehet letiltani
ja_jp: このプラグインは無効にできません。

source: Mailbox Usage
hu: Postafiók használtság
ja_jp: メールボックスの使用状況

source: Quota information is not set on the user's store.
hu: Nincsenek kvótainformációk beállítva a felhasználó tárolóján.
ja_jp: ユーザーのデータ領域の割り当て情報が設定されていません。

source: {0} of mailbox space is used.
hu: {0} felhasznált postafiók tárterület.
ja_jp: {0}のメールボックスのスペースが使用済み

source: You have exceeded hard quota, you can not send or recieve mails.
hu: Ön elérte a felső kvótát, a továbbiakban nem küldhet, vagy fogadhat leveleket.
ja_jp: ディスク容量の割り当てサイズを超えたのでメールの受送信ができません。

source: At {0} you won't be able to send mails.
hu: {0}-kor nem fog tudni leveleket küldeni.
ja_jp: {0}によりメール送信ができません。

source: You can not send mails as you have exceeded soft quota, at {0} you won't be able to recieve mails.
hu: Nem küldhet leveleket, mert elérte az alsó kvótát, {0} -tól nem fog leveleket kapni.
ja_jp: {0}のソフト割当量を超えたためメール送信できません。

source: At {0} you won't be able to send or recieve mails.
hu: {0} -tól nem fog tudni leveleket küldeni, vagy fogadni.
ja_jp: {0}によりメールの送受信ができません。

source: You can not send mails as you have exceeded soft quota.
hu: Nem tud leveleket küldeni, mert elérte az alsó kvóta határt.
ja_jp: ソフト割当量を超えたためメール送信できません。

source: Reset WebApp settings
hu: WebApp beállítások visszaállítása

source: Resets WebApp's settings to their original defaults
hu: A WebApp beállításokat alaphelyzetbe állítja

source: Your WebApp's settings will be restored to their default condition. Are you sure you want to reset all WebApp settings?
hu: Az összes WebApp beállítás alaphelyzetbe lesz állítva. Biztosan ezt akarja?

source: WebApp will automatically restart in order for these changes to take effect
hu: A beállítások érvénybe lépéséhez a WebApp automatikusan újra fog indulni

source: Reset
hu: Visszaállítás
ja_jp: リセット

source: Webapp is reloading, Please wait.
hu: Betöltés folyamatban. Kérem várjon.

source: Setting
hu: Beállítás
ja_jp: 設定

source: The setting '{0}' can not be edited
hu: A '{0}' beállítás nem szerkeszthető
ja_jp: '{0}' の設定は編集できません。

source: Version information
hu: Verzió információ
ja_jp: バージョン情報

source: Server
hu: Kiszolgáló

source: Sort by: Priority
hu: Rendezés: Prioritás szerint
ja_jp: 並べ替え：優先度

source: Sort by: Status
hu: Rendezés: Állapot szerint
ja_jp: 並べ替え順 : ステータス

source: Due Date
hu: Határidő
ja_jp: 終了日

source: Sort by: Due Date
hu: Rendezés: Határidő szerint
ja_jp: 並べ替え：終了日

source: % Completed
hu: % kész
ja_jp: % 完成

source: Sort by: Percent Completed
hu: Rendezés: Készenléti állapot szerint
ja_jp: 並べ替え：完成度

source: Task Status
hu: Feladat állapota
ja_jp: タスク状態

source: Percent Complete
hu: Százalékban kész
ja_jp: 完成度

source: Update List
hu: Lista frissítése
ja_jp: 更新リスト

source: Create Unassigned Copy
hu: Nem hozzárendelt másolat készítése
ja_jp: 依頼前のコピーを作成する

source: Keep copy of task in task list
hu: Feladat másolatának megtartása a feladatlistában

source: Send me a status report when task is completed
hu: Állapot jelentés küldése részemre a feladat befejezésekor

source: Send task to assignee
hu: Feladat elküldése a hozzárendelt személynek

source: Send assignment
hu: Hozzárendelés elküldése

source: Save task
hu: Feladat mentése

source: Save task and close dialog
hu: Feladat mentése és a párbeszéd bezárása

source: Delete this task
hu: Feladat törlése

source: Add attachments to this task
hu: Mellékletek hozzáadása a feladathoz
ja_jp: このタスクに添付ファイルを追加する

source: Mark as Complete
hu: Késznek jelöl
ja_jp: 完成フラグを立てる

source: Mark this task as complete
hu: Feladat késznek jelölése
ja_jp: 当タスクに完了フラグを立てる

source: Print this task
hu: Feladat nyomtatása

source: Assign Task
hu: Feladat hozzárendelése
ja_jp: アサインタスク

source: Cancel Assignment
hu: Hozzárendelés törlése
ja_jp: 課題をキャンセルする

source: Cancel assigned attendee for this task
hu: Hozzárendelt résztvevő törlése a feladatból

source: Mark this task as private
hu: Jelölje meg a feladatot személyesként

source: New task
hu: Új feladat

source: Due date
hu: Határidő
ja_jp: 期限

source: Percent complete
hu: Százalékban kész
ja_jp: 完成度

source: Total work
hu: Teljes munkaidő
ja_jp: 総労働時間

source: {totalwork} hours
hu: {totalwork} óra
ja_jp: 総労働時間

source: Actual work
hu: Tényleges munkaidő
ja_jp: 実労働時間

source: {actualwork} hours
hu: {actualwork} óra
ja_jp: 実労働時間

source: My Tasks
hu: Feladataim

source: Open Shared Tasks
hu: Megosztott feladat megnyitása
ja_jp: 共有タスクを開く

source: Simple Tasks
hu: Egyszerű feladatok

source: Active Tasks
hu: Aktív feladatok

source: Next Seven Days
hu: Következő hét napban

source: Overdue Tasks
hu: Lejárt feladatok

source: OverDue Tasks
hu: Lejárt feladatok

source: Completed Tasks
hu: Befejezett feladatok

source: Print selected task
hu: Kijelölt feladatok nyomtatása
ja_jp: 選択したタスクの印刷

source: Print task list
hu: Feladatlista nyomtatása
ja_jp: タスク一覧の印刷

source: No task selected
hu: Nincs kiválasztott feladat
ja_jp: タスクが選択されていません

source: Create task
hu: Feladat létrehozása

source: Reminder Time
hu: Emlékeztető időpontja
ja_jp: リマインダー 時間

source: Sort by: Reminder Time
hu: Rendezés: Emlékeztető ideje szerint
ja_jp: 並べ替え：リマインダー 時間

source: Sort by: Complete
hu: Rendezés: Elvégzett feladatok szerint
ja_jp: 並べ替え：完成度

source: Sort by: Start Date
hu: Rendezés: Kezdő dátum szerint
ja_jp: 並べ替え：開始日

source: Sort by: Owner
hu: Rendezés: Tulajdonos szerint
ja_jp: 並べ替え：オーナー

source: Sort by: Company
hu: Rendezés: Cég szerint

source: Date Completed
hu: Befejezés dátuma

source: Sort by: Date Completed
hu: Rendezés: Befejezés dátuma szerint

source: Sort by: Total Work
hu: Rendezés: Teljes munkaidő szerint

source: Sort by: Actual Work
hu: Rendezés: Tényleges munka szerint

source: Assigned To
hu: Alábbi személyhez rendelve
ja_jp: 割り当て

source: Sort by: Assignee
hu: Rendezés: Hozzárendelt személy szerint
ja_jp: 並べ替え：代理人

source: Sort by: Mileage
hu: Rendezés: Mérföldkövek szerint

source: Sort by: Billing Information
hu: Rendezés: Számlázási információ szerint

source: Loading tasks
hu: Feladatok betöltése
ja_jp: 読み込み中のタスク

source: The server reported an unknown error on your request.
hu: A kiszolgáló ismeretlen hibával válaszolt a kérésre.
ja_jp: サーバーがあなたのリクエストに対して不明なエラーを検知しました。

source: The server reported an unspecified error on your request.
hu: A kiszolgáló nem meghatározható hibával válaszolt a kérésre.
ja_jp: サーバーがあなたのリクエストに対して詳細不明のエラーを報告しました。

source: The session has expired, reauthentication is required.
hu: A munkamenet lejárt, újra be kell jelentkeznie.
ja_jp: セッションが切れました。再認証が必要です。

source: The session in the current browser window has been closed from another browser window or tab.
hu: Az ebben a böngészőablakban található munkamenet be lett zárva egy másik böngésző ablak, vagy lap miatt.
ja_jp: この画面のセッションは他のブラウザの画面もしくはタブにより切断されました。

source: Do you wish to be redirected to the logon page?
hu: Kívánja, hogy át legyen irányítva a bejelentkező oldalra?
ja_jp: ログオンページへリダイレクトしますか？

source: Session expired
hu: Munkamenet lejárt
ja_jp: セッション期限切れ

source: Reauthentication required, click here to go to back to logon page.
hu: Ismételt hitelesítés szükséges, kattintson ide a bejelentkezőablakra való visszatéréshez.
ja_jp: 再度、ユーザー認証が必要です。ログオンページに戻るにはここをクリックして下さい。

source: Connection problem
hu: Kapcsolódási hiba
ja_jp: 接続の問題

source: Could not connect to server, retrying in {0} second(s)
hu: Nem lehetett kapcsolódni a szerverhez, újrapróbálkozás {0} másodperc múlva
ja_jp: サーバーに接続することができませんでした。{0}秒後に再試行します。

source: Click to retry now
hu: Kattintson az újrapróbálkozáshoz most
ja_jp: 今すぐ再実行ボタンをクリック

source: Connection restored
hu: Kapcsolat helyreállítva
ja_jp: 接続が回復しました。

source: Connection with server has been restored
hu: A kapcsolat a szerverrel helyreállt
ja_jp: サーバーとの接続が回復しました。

source: Invalid data received from the server
hu: A kiszolgálótól érvénytelen adat érkezett
ja_jp: サーバーから無効な日付を受け取りました。

source: Missing store
hu: Hiányzó tároló
ja_jp: データストアがありません。

source: The default store is missing from the hierarchy.
hu: Az alapértelmezett tároló hiányzik a hierarchiából.
ja_jp: デフォルトのデータストアがヒエラルキーにありません。

source: Not all functionality of WebApp might be working properly because of this.
hu: Emiatt nem garantálható a WebApp minden funkciójának működése.
ja_jp: このため、WebAppの全ての機能が正常に動かないかもしれません。

# hierarchy.foldername
source: Inbox
hu: Beérkezett üzenetek
ja_jp: 受信箱

# hierarchy.foldername
source: Outbox
hu: Kimenő üzenetek
ja_jp: 送信済み

# hierarchy.foldername
source: Sent Items
hu: Elküldött üzenetek
ja_jp: 送信済みアイテム

# hierarchy.foldername
source: Deleted items
hu: Törölt elemek
ja_jp: 削除済みアイテム

# hierarchy.foldername
source: Calendar
hu: Naptár
ja_jp: カレンダー

# hierarchy.foldername
source: Contacts
hu: Kapcsolatok
ja_jp: コンタクト

# hierarchy.foldername
source: Drafts
hu: Vázlatok
ja_jp: 下書き

# hierarchy.foldername
source: Journal
hu: Napló
ja_jp: ジャーナル

# hierarchy.foldername
source: Notes
hu: Jegyzet
ja_jp: メモ

# hierarchy.foldername
source: Tasks
hu: Feladatok
ja_jp: タスク

# hierarchy.foldername
source: Junk E-mail
hu: Levélszemét

source: Missing folders
hu: Hiányzó mappák
ja_jp: 見当たらないフォルダ
